Query for ['August', 'people', 'food', 'health'] :
{"titles": ["‘OK, Who Had Nuclear Cannibal Ants for August?’"], "authors": ["Kim LaCapria"], "dates": [" August 3, 2020"], "page_Url": "https://www.truthorfiction.com/ok-who-had-nuclear-cannibal-ants-for-august/", "tags": ["Decontextualized"], "content": ["On August 2 2020, a Facebook user shared the following anxiety-provoking Twitter ", " with the following commentary:", "Okay, who has nuclear cannibal ants for August?", "The screenshot showed an August 2 2020 ", " by @NinjaEconomics:", "One million cannibal ants trapped in Soviet nuclear weapons bunker have escaped ", "— Ninja Economics (@NinjaEconomics) ", "That tweet included a link to a news story, but when the rumor migrated to Facebook, the link didn’t travel with it.", "Unsaid — but strongly implied in the Facebook post’s wording — was a reference to the “2020 Bingo” meme. Although it was fairly self-explanatory, it was defined and ", " on the meme encyclopedia KnowYourMeme:", "2020 Bingo refers to metaphorical or literal custom bingo cards relating to major occurrences in 2020. Following, the Australian bushfires and the coronavirus outbreak many Redditors and Twitter users began reacting to new surprising news by referencing their 2020 bingo card or predicting apocalyptic scenarios using a custom bingo card.", "[…]", "On March 16th, 2020, Twitter user @bjoewolf tweeted, “Did anyone have ‘Mitt Romney endorsing Universal Basic Income six weeks after voting to convict Donald Trump’ on their 2020 bingo card?” … The tweet garnered over 4,100 likes and 470 retweets in three months. On March 20th [2020], Redditor tumsdout posted a custom 2020 Apocalypse Bingo card to r/memes … The card features past and predicted future 2020 events.", "On June 8th [2020], Twitter user @maureenjohnson posted a screenshot of the PG Tips and the Yorkshire Tea Twitter accounts speaking out against racism and said, “I didn’t have anti-racist tea on my 2020 bingo card but I am delighted that it is here”[.]", "The original ", " ", " was published on November 4 2019, and was therefore not exactly applicable to the “2020 Bingo” meme:", "One Million Cannibal Ants Trapped in Soviet Nuclear Bunker Have Escaped", "A “colony” of up to one million cannibal ants trapped in a nuclear bunker for years have escaped, scientists in Poland have said.", "The ants, which had no food source other than their dead nestmates, were first discovered in 2013 were found to be solely made up of worker ants meaning they could not reproduce — how their numbers grew so large was a mystery.", "On the same date, SYFY ", ":", "Stranded and left for dead years after falling into a forsaken bunker meant to house nuclear weapons, a colony of ants has apparently resorted to necrotic cannibalism not only to survive, but to thrive.", "Checking in recently on a colony of Formica polyctena ants that fell into the nether depths of a decrepit, abandoned nuclear weapons storage bunker in rural Poland, a team of researchers led by Prof. Wojciech Czechowski of the Polish Academy of Science found that their numbers hadn’t shrunk at all. In fact, they’d proliferated — even though their entrapment had cut the colony off from any known source of nourishment.", " What was thought to be a tomb for a small ant colony of workers cut off from its mother nest has, instead, become the launch pad for a surface invasion of thriving cannibal critters.", "Both sites linked to published research in the ", "“Hymenoptera” is a large order of ", " including ants, bees, and wasps.", "On October 31 2019, the ", " ", " an article with the headline, “Ants trapped for years in an old bunker; survival by cannibalism and eventual escape.” An abstract provided a summary of the situation:", "Successful evacuation of a peculiar ‘colony’ of the wood ant Formica polyctena Först., for ", " (see Czechowski et al. 2016), is reported. Using an experimentally installed boardwalk, the imprisoned ants managed to get through the ventilation pipe to their maternal nest on the top of the bunker. ", "The ants were “nuclear” due to the fact their colony was observed in “an old bunker previously used for storing nuclear weapons.” We feel it is important to point out that the location of their colony appeared unrelated to their cannibalistic behaviors.", "In the text of the article, researchers reiterated that their previous efforts included an “open” question about the ants’ food source. However, the portion about “cannibalism” cited 1979 research about wood ants’ consumption other wood ants’ corpses:", "Our previous study also left open, how the bunker colony could survive and grow without access to foraging grounds. One evident means could be cannibalism. It is known that wood ants consume dead bodies of their conspecifics left in masses on the ground during spectacular ‘ant wars’ early in the season. The function of such wars is to settle the borders of neighbouring conspecific colonies, but the corpses also add substantially to the scarce food resources available when the colony lives commence after winter (Mabelis 1979).", "Here we report our successful trial to re-connect the imprisoned ants with their maternal colony. ", "It appeared researchers concluded, based on past observed behavior in wood ants and the remote location of the isolated colony, that “dead nestmates” were the only logical food source for the bunker’s ant colony. As for their “escape,” the research also explained of previous interactions with the colony:", ", in spring 2016, we took a group of  ca 100 ants from the bunker and let them free on the outskirts of the mother nest, to check relations between the two partly isolated entities. As expected, no aggressive behaviour was observed.", " with one end burrowed in the earthen mound of the bunker colony and the other one tucked inside the ventilation pipe (Fig. 3). It was meant to serve as an escape route, ", " At that time, the mound in the bunker was fully inhabited by ant workers – as in previous years….", "In September of 2016, the researchers added a “boardwalk” to facilitate movement of the isolated ant colony in the nuclear bunker. In the article’s conclusions, researchers explained:", "Recent research has also shown that corpse consumption in F. polyctena is more common than it was previously thought, and nestmate corpses can serve as an important food source not only in periods of food shortage (Maák et al., in press). In the light of the above, and the clear signs of mass consumption of the F. polyctena corpses in the bunker with practically no other organisms able to do it (see Czechowski et al. 2016), we can safely deduce that the bunker ‘colony’ survived on cannibalism, by consuming dead nestmates.", "Summing up, the ecological and behavioural flexibility of the wood ants (Seifert 2018) may allow them survival even in unexpectedly suboptimal conditions (e.g. Czechowski and Vepsäläinen 2009). The survival and growth of the bunker ‘colony’ through the years, without producing own offspring, was possible owing to continuous supply of new workers from the upper nest (Czechowski et al. 2016) and accumulation of nestmate corpses. The corpses served as an inexhaustible source of food which substantially allowed survival of the ants trapped down in otherwise extremely unfavourable conditions.", "As for the escape, not only did it not occur in 2020, it did not take place in 2019, either:", ", only a few ants being present close to the base of the boardwalk (Fig. 5); ", " To compare the situation with that in the former winter [of 2016], when the bunker mound and the whole chamber was filled with ants….", "Researchers initiated attempts to relocate the ants in 2016, and by February of 2017, most had used the “boardwalk” to leave the bunker.", "Social media shares tended to imply (or outright state) that the “nuclear ants” managed to “escape” an enclosure; in actuality, researchers created a route for the ants to relocate to better conditions. Not long after they did so, the ants vacated the bunker.", "A better and more accurate explanation of the saga of the nuclear cannibal ants ", " in Atlas Obscura in November 20 2019. Their deep dive provided a significant amount of context:", "[In 2019], [István Maák, a zoologist at the Polish Academy of Sciences in Warsaw] had taken it upon himself to do something about [the ants’ plight], and recently published the tale of a momentous rescue in the Journal of Hymenoptera Research.", "[…]", "The ants were first discovered in 2013, during the first year of a campaign to monitor the health of bats known to frequent abandoned bunkers like these. They make great bat dens, with internal temperatures that hover around 44 degrees Fahrenheit in the dead of winter. Though the bunkers had been sealed, curious tourists and intrepid bat-lovers had made their way in, according to an earlier study in the Journal of Hymenoptera Research that first documented the existence of the colony, authored by Wojciech Czechowski, Maák’s colleague at the academy.", "Atlas Obscura explained the manner in which unlucky ants wound up in what it called a “formic Donner party”:", "To understand the bizarre nature of this colony, one must understand the layout of the bunker. Somewhere inside its reinforced concrete walls, which are over three feet thick, there is a small, closet-like room, cryptically numbered 12. The aesthetic of its walls screams “abandoned Soviet nuclear bunker,” with peeling paint and swelling limewash. The floor, once terra-cotta, is now a pile of rubble and soil. In the ceiling is a hole that holds the ventilation pipe, which is approximately a foot wide and connects the chamber to the outside world, about 16 feet above. Ant Colony One, which rejoices in the light and imbibes sweet honeydew, lives right on top of the pipe’s opening. “These ants are mostly eating aphid [honeydew],” Maák says. But when an unlucky ant takes one wrong step, it can tumble down the perilous chute, where it becomes a member of Ant Colony Two. No light, no aphids, no escape. “These ants are eating corpses,” he says.", "After the initial research was published, some members of the public fretted over the conditions in which the ants were forced to live:", "When Czechowski published his study marking the discovery of the bunker ants in 2016, he cited the split colony as evidence of wood ants’ remarkable perseverance. But the general populace was less awed and more concerned. “Professor Czechowski got many letters saying how cruel it was to keep the ants down there,” Maák says. “People kept asking why we did not set them free.”", "[…]", "And so, out of both compassion and scientific curiosity, Maák devised a plan. Before he could unite the colonies, he had to check if they would recognize each other. If not, the resulting carnage could wipe out both populations. Wood ant colonies each carry a hydrocarbon profile that’s as specific as a barcode, and ants will scan this to see if a newcomer is a friend or foe. In spring 2016, he took a group of around a hundred ants from Colony Two to Colony One, and let them scramble toward the mother nest. The ants were not attacked, and quickly — and perhaps with no small measure of relief — reimmersed themselves in the mother ship.", "A “2020 Bingo” meme suggested that “nuclear cannibal ants” had “escaped” a bunker in Russia in August 2020. In actuality, research published in October 2019 catalogued ongoing observations by scientists of a colony of wood ants in an abandoned bunker once used to store nuclear weapons. Ants in the bunker were believed to survive by consuming the corpses of dead nestmates, and beginning in 2016, the same researchers set out to relocate the colony. As of early 2017, most of the ants appeared to have moved on from the colony through a “boardwalk” installed by the researchers. In other words, the ants did not “break out” of the bunker, but were directed to do so as part of ongoing study of their colony, as part of a purposeful effort to liberate the ants in unpleasant conditions from which they were unable to escape unassisted."], "cats": ["Fact Checks", "Viral Content"], "score": 11.013823}
{"titles": ["Who Is Mark Grenon?"], "authors": ["Arturo Garcia"], "dates": [" April 24, 2020"], "page_Url": "https://www.truthorfiction.com/who-is-mark-grenon/", "tags": [], "content": ["The Florida merchant claiming credit for United States President Donald Trump’s ", " concerning the use of disinfectants as a “cure” for COVID-19 has a history of pushing other conspiracy theories despite legal and journalistic investigations into his practices.", "Mark Grenon’s Facebook page shows a flurry of activity both before and after Trump broached the subject during a briefing on April 23, 2020 and as the ", " ", " Grenon has claimed that he sent a letter to the president pushing his use of chlorine dioxide bleach (sold by his group under the name “miracle mineral solution,” or MMS for short) as a cure for the disease.", "It is unclear whether Trump read any correspondence from Grenon, the self-styled “archbishop” of the Genesis II Church of Health and Healing. But Grenon took particular notice when the president said, “I see the disinfectant where it knocks it out in a minute. And is there a way we can do something, by an injection inside or almost a cleaning? It would be interesting to check that. That you’re gonna have to use medical doctors with.”", "“Trump has got the MMS and all the info!!!” Grenon ", ". “Things are happening folks! Lord help others to see the Truth!”", "The president would later claim that he was being “sarcastic” when he asked the question. Grenon has not addressed that statement.", "In the hours surrounding the briefing, though, Grenon used his Facebook page to spread various debunked comspiracy theories. For example, one ", " claimed that “Researchers demand aborted babies for coronavirus experiments”:", "He also ", " ", " graphics blaming Microsoft co-founder Bill Gates — as well as 5G ", " ", " — for various issues:", "Besides advertising bleach as a cure for COVID-19, Grenon and his group have promoted it as a “miracle cure” for other diseases like cancer and HIV. In October 2016, ABC News ", " that Grenon charged $450 for admission to sales presentations in which he called the bleach his church’s “sacrament.” Attendees were later ordained by the group as “health ministers.”", "“They might as well be selling Clorox,” said a Justice Department official, Ben Mizer. “You wouldn’t drink Clorox, so there is no reason to drink MMS.”", "But when ", " by the network, the church’s reputed founder and “high priest” Jim Humble seemingly disavowed its claims.", "“There are certainly times I have said some things that I probably should have said differently,” Humble told ABC. “For lack of a better way to express things at the time — or because others put words in my mouth, in the past I have stated that MMS cures most of all diseases. Today, I say that MMS cures nothing.”", "Grenon was more belligerent, ", " reporter Brian Ross “an actor” and cursing at him instead of responding to questions.", "On April 17 2020, the Justice Department ", " that the Food and Drug Administration had obtained a temporary injunction halting the sale of MMS by Grenon’s group. Days before Trump’s controversial briefing, Grenon said on his online radio show that he was writing the president asking him to “step in” in response to the injunction. He also claimed that “20 to 30 people” had contacted both Trump and the FDA.", "“I am praying you read this letter and intervene and look into the FDA attacking our church and its sacraments by calling them fraudulent,” Grenon said about 58 minutes into the April 19, 2020 ", " “They are sacred or holy to us, and we use them to keep our temples clean.”", "On August 11, 2020 ", " ", " that Grenon and his son, Joseph Timothy Grenon, were arrested in Colombia for selling his “miracle cure.” Both men face extradition to the U.S on federal charges of dealing in a substance not approved for medical use.", " Updated with note on Grenon’s arrest in Colombia and possible extradition to the U.S."], "cats": ["Disinformation", "Reporting"], "score": 6.9610324}
{"titles": ["Were the Explosions in Beirut ‘Atomic’?"], "authors": ["Arturo Garcia"], "dates": [" August 4, 2020"], "page_Url": "https://www.truthorfiction.com/chris-palmer-beirut-explosion-atomic/", "tags": ["Not True"], "content": ["Disinformation and unprompted speculation soon followed a pair of explosions that rocked Beirut, Lebanon on August 4 2020 —  though at least one user quickly deleted his tweets on the incident amid criticism.", "Reporter Chris Palmer ", " footage of one of the blasts and rejected initial reports on its cause, writing:", "Good Lord. Lebanese media says it was a fireworks factory. Nope. That’s a mushroom cloud. That’s atomic.", "The mushroom cloud forms outside of the factory. There is no question that was an atomic bomb. That is a controlled detonation.", "If every firework went off at the same time it wouldn’t do that. A fireworks factory exploding wouldn’t blow out windows 10 miles away.", "Palmer’s initial post containing the footage was shared more than 2,000 times on the platform before he deleted both of his speculative statements. However he later doubled down on his skepticism, ", " another video taken after the blast and writing, “A fireworks factory did this? OK.”", "The cause of the explosions has not been confirmed, but ", " and ", " have reported that government officials suspect that it involved ammonium nitrate that had been stored inside a warehouse. Prime Minister Hassan Diab said that 2,750 tons of the material were being stored in a warehouse believed to be the site of at least one of the explosions.", "Diab said that an investigation would produce “revelations that will be announced about this dangerous warehouse which has been present since 2014.” There have been no credible reports of the explosion being “atomic” in nature.", " to the BBC, the Lebanese national health ministry attributed 73 deaths to the explosions, as well as injuries to more than 3,000 other people.", "While Palmer, an author and former reporter for ESPN, expressed skepticism about the explosions, the right-wing conspiracy blog Veterans Today ", " a more pointed accusation — before hedging its bets:", "Breaking: Israel Nukes Beirut – Two explosions in Beirut, one a conventional guided bomb followed by a small nuclear weapon. The target seems to be an Iranian/Hezbollah missile storage facility.", "Our evaluation is guesswork and we are waiting for word from our nuclear exper…", "While Veterans Today promotes itself as serving the veteran community, its content and the work of senior editor Gordon Duff has come under criticism for years, as the Southern Poverty Law Center (SPLC) ", " in 2011:", "Duff’s anti-Israel articles get a lot of play, and are often quoted or linked to on other conspiracy sites as well as on white nationalist sites like Stormfront and White News Now. Indeed, the anti-Israel bent on VT can slide pretty quickly into overt anti-Semitism. J.B. Campbell, a self-proclaimed founder of the militia movement, wrote this past November on VT: “Since Jews control every important aspect of our lives through banking, finance, law, war, food & drugs and entertainment, we are literally floating on a reservoir of truth blocked by a dam of lies… . The Jews have poisoned our minds for a long time, certainly for all the time that we’ve been alive.” Campbell also claims that Jews control the Federal Reserve and the US Army.", "Duff himself has been quoted as saying:", "About 30% of what’s written on Veterans Today, is patently false. About 40 percent of what I write, is at least purposely, partially false, because if I didn’t write false information I wouldn’t be alive.", "Politico has ", " that the content on Duff’s site took another turn in 2015, after it entered a partnership with the “slickly designed, anonymously authored” blog South Front, which was registered in Moscow that April — around the same time Russia “was ramping up its influence operations” against Western countries. “Since then, the site has consistently published articles that push the Kremlin party line, both from its Russian partner and its own contributors,” Politico reported.", "American President Donald Trump added to the speculation during a briefing hours after the bombing, ", " — without evidence — that it was an attack.", "“It would seem like it, based on the explosion,” Trump said. “I met with some of our great generals and they just seem to feel that it was. This was not some kind of a manufacturing explosion type of event. This seems to be according to them — they would know better than I would — but they seem to think it was a attack. It was a bomb of some kind.”", "Veterans Today cited Trump’s remarks as “confirmation” for a ", " accusing Israel of “hitting Beirut with [a] nuclear missile”:", "The post included a photograph bearing the caption, “Israeli Delilah missile carrying 6 kiloton (6000 tons of TNT equivalent) nuclear missile (unretouched photo via VT Damascus) Tineye says this is a unique image and doesn’t appear anywhere on the web. We, however, are always suspicious when something seems ‘too good to be true.'”", "The photograph also spread via ", " as users reproduced it alongside text further pushing blame onto Israel:", "But Alistair Coleman, who covers disinformation for the BBC, has refuted that accusation on his own ", " account, noting that the alleged “missiles” spotted in videos circulating online are actually birds:", "Some people are posting images and clips claiming some sort of missile hit the site of yesterday’s Beirut explosion. Bird. ", "— Alistair Coleman (@alistaircoleman) ", " Updated the number of casualties attributed to the explosions, as well as a note regarding an unproven accusation from President Donald Trump.", " ", " Updated with a false claim that the explosions were the result of a “nuclear” attack carried out by Israel."], "cats": ["Disinformation", "Fact Checks"], "score": 6.442174}
{"titles": ["‘COVID-19 Had Us All Fooled, but Now We Might Have Finally Found Its Secret’ Medium Post"], "authors": ["Kim LaCapria"], "dates": [" April 9, 2020"], "page_Url": "https://www.truthorfiction.com/covid-19-had-us-all-fooled-but-now-we-might-have-finally-found-its-secret-medium-post/", "tags": [], "content": ["In early April 2020, a post published to Medium.com ", " on social media, titled “Covid-19 had us all fooled, but now we might have finally found its secret.” The post went viral in ", " form even after the site removed it for violating its rules against spreading disinformation.", "Let’s break down the components before we look at the content of the blog post.", "Medium.com is a popular and open content management system (", ") to which anyone can publish long-form pieces, blog posts, or other material. Upon its introduction in 2012 and 2013, its purpose was described by its creators: “[Medium] helps you find the right audience for whatever you have to say.” An early assessment of Medium’s pros and cons was published by ", " in August 2013, explaining examples of the platform’s ability to give individual stories reach:", "Over the last year [late 2012 through August 2013], Medium’s momentum has been building … In the last couple weeks, five very different posts circulated widely in social media, all housed at Medium.com … The first two pieces are awesome. The second two are the opposite of awesome. And [the other] story was fascinating[.]", "Almost every social media user encountered and/or shared a post published to Medium.com by the time the COVID-19 pandemic emerged in 2020, and at least some users were aware that posts to Medium were almost always self-published and without editorial oversight — which leads to this piece: “Covid-19 had us all fooled, but now we might have finally found its secret.”", "In fact, a cursory glance at the beginning of piece revealed a few things, among them a top-level notice from Medium.com that anyone was able to publish content to the site, and that its content was not necessarily vetted:", "In just that one paragraph and byline (shown in the above screengrab), we can see:", "And, critically:", "It didn’t inspire confidence that the first paragraph made extraordinary claim after extraordinary claim without linking to anything credible (or anything at all, for that matter) to back up their claims. Also, it ought to go without saying that any sort of partisan political commentary “(cough Trump cough)” was out of place in anything intended to be a serious examination of medical approaches to COVID-19. It didn’t read like credible information, because it almost certainly wasn’t based solely on these features.", "But let’s move beyond the first three sentences.", "Again, at some point between its April 5 2020 publication and April 9 2020, libertymavenstock’s piece was removed — presumably by the platform (Medium) and not the author. As shown above, when the article was live the following warning was automatically added:", "Anyone can publish on Medium per our Policies, but we don’t fact-check every story. For more info about the coronavirus, see cdc.gov.", "As of April 9 2020, visitors to the page would see the following message indicating manual review and removal:", "In this instance, the use of a pseudonym was a double-edged sword in terms of how the piece might be viewed.", "Science-minded people would likely notice the lack of citations as well as the partisan features of the first paragraph, and therefore view the blog post with a healthy dose of skepticism. Partisan readers, on the other hand, would likely either be open to the claims because that information confirmed their political beliefs, or conversely, reject anything thereafter because it conflicted with their personal political perspectives.", "One example of the former could be observed in an iteration of the article shared to a politically-themed group of people from upstate New York. Along with the article, the Facebook poster ", " that any information validating the efficacy of azithromycin and chloroquine would be viewed negatively by “Democrats (like Cuomo)”, because it represented a “HUGE win” for Trump:", "Okay people, be prepared to read a little. I promise, it will be worth it. This is the best article I have read yet. I like how it was put in laymen terms, but Democrats (like Cuomo), elites and big pharma will still dispute it because it is a simple, cost effective, and easily distributed treatment for the Chinese COVID-19 coronavirus. Oh and because it proves Trump right once again and gives him a HUGE win!", "As to the identity of libertymavenstock, the Canadian blog Small Dead Animals ", " a little into the source of the claims, explaining in an April 5 2020 post:", "With a few minutes of sleuthing, I found the identity of the author — Andrew Gaiziunas along with his Youtube channel on cryptocurrencies, and an interview. It had 7 views as of this morning. So buyer beware should it pop up in your travels. (Update: He is likely the son of a retired Illinois doctor of the same name.)", "It would be useful if our readers in the medical field would chime in.", "Fair warning: to anyone veering off topic or jamming up the threads with conspiracy jackshit – prepare to be disappeared.", "An undated update to the post included an email from Gaiziunas, asserting authorship and explaining that he dashed off a quick blog post and “threw it up on Medium just to save a copy and see if anyone would have feedback.” Gaiziunas indicated that his broader intent was for the blog post to be “handed off to much more qualified and experienced hands,” and that he felt that he had achieved this aim.", "Also notable was that Gaiziunas stated the information in the post “may or may not” be useful (i.e., based in any sort of scientific reality), and the letter was peppered with “mights” and “maybes.” Finally, Gaiziunas pointed to one (1) citation — presumably the “mountain” of studies (plural) to which he alluded in the first paragraph:", "Just popping in to say hello and add some context before anything gets out of hand.", "Me and my dad (retired M.D.) were intrigued by the possibilities behind this particular piece of research coming across my desk [a recent] morning: [link]", "Being all stuck at home under quarantine, we wanted to learn more. ", " As ", ", a clearer picture of the hypothesis formed. We found missing pieces precisely where we thought we would. And yes, ", "Remember, the piece’s first paragraph teased certainty, not a hypothesis yet to be tested. Moreover, reaction to the piece as measured in shares indicated that those amenable to his speculation were interpreting it as authoritative science, not something which “may or may not” be true:", " We got plenty — much over both of our heads, some out-of-left-field fantastic ideas. For example, if this turns out to be the case, and hyperbaric oxygen therapy might save lives (we have far fewer hyperbaric chambers in the US than ICU beds), a mountain climber suggested portable hyperbaric bags which are pretty cheap (in comparison) and can fit through hospital doors could do the trick.", " ", " ", ", but NOT sharing it would have weighed heavier on our minds if we found out later this theory, or something similar to it, could have helped save lives and yet we did nothing about it.", "To reiterate:", "He confirmed that Medium (the platform) removed his post, and that he himself did not delete it.", "Based on his email to the Canadian blog quoted above, it doesn’t seem so.", "What Gaiziunas linked was, in fact, labeled as a “", ",” or “research papers shared before peer review”:", "A preprint is a full draft research paper that is shared publicly before it has been peer reviewed. Most preprints are given a digital object identifier (DOI) so they can be cited in other research papers.", "In the linked explainer on pre-prints above, it is noted that “preprints are not the final form of a research paper for most authors.” The ", " linked by Gaiziunas and the blog was a pre-print called “COVID-19: Attacks the 1-Beta Chain of Hemoglobin and Captures the Porphyrin to Inhibit Human Heme Metabolism.”", "A bright yellow dropdown button directly under the title was labeled “Version 5 (old),” and the provided abstract read:", "The novel coronavirus pneumonia (COVID-19) is an infectious acute respiratory infection caused by the novel coronavirus. The virus is a positive-strand RNA virus with high homology to bat coronavirus. In this study, conserved domain analysis, homology modeling, and molecular docking were used to compare the biological roles of certain proteins of the novel coronavirus. The results showed the ORF8 and surface glycoprotein could bind to the porphyrin, respectively. At the same time, orf1ab, ORF10, and ORF3a proteins could coordinate attack the heme on the 1-beta chain of hemoglobin to dissociate the iron to form the porphyrin. The attack will cause less and less hemoglobin that can carry oxygen and carbon dioxide. The lung cells have extremely intense poisoning and inflammatory due to the inability to exchange carbon dioxide and oxygen frequently, which eventually results in ground-glass-like lung images. The mechanism also interfered with the normal heme anabolic pathway of the human body, is expected to result in human disease. According to the validation analysis of these finds, chloroquine could prevent orf1ab, ORF3a, and ORF10 to attack the heme to form the porphyrin, and inhibit the binding of ORF8 and surface glycoproteins to porphyrins to a certain extent, effectively relieve the symptoms of respiratory distress.", "That pre-print summary continued:", "Favipiravir could inhibit the envelope protein and ORF7a protein bind to porphyrin, prevent the virus from entering host cells, and catching free porphyrins. Because the novel coronavirus is dependent on porphyrins, it may originate from an ancient virus. Therefore, this research is of high value to contemporary biological experiments, disease prevention, and clinical treatment.", "That yellow dropdown allowed people viewing the pre-print to select another version, such as “", ",” indicating the pre-print was revised on April 7 2020. Its first portion was identical or nearly identical to the first portion transcribed above. However, of note is that after “effectively relieve the symptoms of respiratory distress,” its authors had revised the subsequent text to emphasize:", " Favipiravir could inhibit the envelope protein and ORF7a protein bind to porphyrin, prevent the virus from entering host cells, and catching free porphyrins. ", "Between the fifth working pre-print on March 27 2020 and the sixth version on April 7 2020, authors amended the text to clarify the following:", "After repeatedly promising throughout the piece to address chloroquine as a treatment for COVID-19, a subheading was bore the headline, “The story with Hydroxychloroquine.”", "It began by claiming that “misguided” and “counterproductive” media criticism of the hydroxychloroquine and azithromycin regimen for COVID-19 was “purely for political reasons,” and continued:", " The media actively engaged their activism to fight ‘bad orange man’ at the cost of thousands of lives. Shame on them.", "How does chloroquine work? Same way as it does for malaria. You see, malaria is this little parasite that enters the red blood cells and starts eating hemoglobin as its food source. The reason chloroquine works for malaria is the same reason it works for COVID-19 — while not fully understood, it is suspected to bind to DNA and interfere with the ability to work magic on hemoglobin. The same mechanism that stops malaria from getting its hands on hemoglobin and gobbling it up seems to do the same to COVID-19 (essentially little snippets of DNA in an envelope) from binding to it. On top of that, Hydroxychloroquine (an advanced descendant of regular old chloroquine) lowers the pH which can interfere with the replication of the virus. Again, while the full details are not known, the entire premise of this potentially ‘game changing’ treatment is to prevent hemoglobin from being interfered with, whether due to malaria or COVID-19.", "Yes, actually. On April 8 2020, the Centers for Disease Control and Prevention quietly ", " then-novel and tentative guidance for experimentally using the drugs.", "Per CNN:", "The US Centers for Disease Control and Prevention has removed from its website guidelines for doctors on how to prescribe two antimalarial drugs that President Donald Trump has touted as potential treatments for the novel coronavirus.", "Trump has been pressing federal health officials to make the drugs — hydroxychloroquine and chloroquine — more widely available, despite little reliable evidence that they are effective at treating the virus.", "The updated CDC guidance, published [on April 7 2020], is shorter and no longer gives dosage information about the drugs.", "[…]", "Hydroxychloroquine and chloroquine have not been approved by the US Food and Drug Administration to treat coronavirus. Nevertheless, [a few days prior] the FDA issued an emergency use authorization to distribute the two drugs from the national stockpile to treat patients hospitalized with Covid-19.", "The CDC says the drugs are under investigation in clinical trials.", "On March 30 2020, we addressed the the recently issued guidelines and emergency use authorization issued for the drugs:", "In short, that EUA was in place for about a week before the CDC quietly stopped providing hydroxychloroquine guidelines for doctors and patients to treat COVID-19 off-label.", "A once-anonymous April 5 2020 Medium.com post headlined “Covid-19 had us all fooled, but now we might have finally found its secret” circulated, but was pulled by Medium within a few days. A Canadian blogger tentatively identified its author, and that person (Andrew Gaiziunas) confirmed that he was the one who had published the post. Although the original post was framed as containing novel and medically sound information, in Gaiziunas’ own words, it was merely guesswork based on a since-revised pre-print strung together with political opinions.", "The pre-print on which it was based (“[Version 5, old] COVID-19: Attacks the 1-Beta Chain of Hemoglobin and Captures the Porphyrin to Inhibit Human Heme Metabolism”) was revised in the interim to included additional detail emphasizing that the paper was “only for academic discussion,” its hypotheses had not yet been replicated or reviewed, and that no one reading it should themselves take hydroxychloroquine or chloroquine due to its potentially fatal side effects."], "cats": ["Identifying Fake News", "Reporting"], "score": 5.367362}


