Query for ['election'] :
{"titles": ["Twitter Amends Flag from ‘Official Sources Called This Election Differently’ to ‘Multiple Sources Called This Election Differently’"], "authors": ["Kim LaCapria"], "dates": [" November 17, 2020"], "page_Url": "https://www.truthorfiction.com/twitter-amends-flag-from-official-sources-called-this-election-differently-to-multiple-sources-called-this-election-differently/", "tags": ["True"], "content": ["In mid-November 2020, Twitter updated one of its election information flags, changing the wording from the uncertain-sounding, “Official sources called this election differently” to the even less forceful, “Multiple sources called this election differently.”", "That particular flag was perhaps most widely seen in November ", " and ", " 2020 tweets by United States President Donald Trump, in which he falsely stated that he was the true winner of the election:", "I WON THE ELECTION!", "— Donald J. Trump (@realDonaldTrump) ", "I won the Election!", "— Donald J. Trump (@realDonaldTrump) ", "As seen in the embeds above, Twitter’s November 17 2020 label said, “Multiple sources called this election differently.” Initially, the tweets were ", " “Official sources called this election differently”:", "“ I won the election “", "“ official sources called this election differently “ ", "Lmao ", "— John (@iam_johnw) ", "A November 16 2020 Business Insider ", " reported on the first “official sources” flags, citing the source of projections:", "In reality, Business Insider and Decision Desk HQ have projected the Joe Biden has won the election, with 306 votes in the electoral college to Trump’s 232. In Georgia, Biden beat Trump by a margin of about 14 thousand votes, and in Pennsylvania, Biden beat trump by a margin of about 69 thousand votes, according to Business Insider and Decision Desk HQ.", "In addition, Twitter has flagged over 25 of Trump’s tweets as disputed or potentially misleading since Friday [November 13 2020].", "Posts to TheDonald.win ", " Twitter’s ", " to how the attempted election interference was flagged. One November 16 2020 ", " claimed that the change took place shortly before midnight on that day:", "Two hours ago it said “Official Sources”", "They ninja changed it to say “Multiple Sources” several hours after the tweet went out.", "They’re playing us for fools.", "Official ", " from news organizations such as ABC covered the initial flag (“Official sources called this election differently”):", "Twitter and Facebook have both slapped a misinformation label on some content from Trump, most notably his assertions linking voting by mail to fraud. On Monday, Twitter flagged Trump’s tweet proclaiming “I won the Election!” with this note: “Official sources called this election differently.”", "CBS also covered the flag in a November 16 2020 ", ":", "President Trump falsely and flat-out claimed in an all-caps tweet late Sunday [November 15 2020] night that he won the election. The tweet was quickly flagged by Twitter, which said,", "The tweet culminated a day in which Mr. Trump worked to take back an apparent acknowledgement that Joe Biden had won the White House.", "Salon.com ", " on the “Official sources called this election differently” label on November 14 2020, embedding two November 13 2020 tweets. Those embedded tweets later reflected the changed flag, showing “Multiple sources called this election differently”:", "It is true that Twitter’s original label was changed, which was easily checked against previous screengrabs. Updated labels read “Multiple sources called this election differently.” However, Twitter did not offer an explanation for the change. We contacted Twitter for comment on changes to those flags, but we have not yet received a response."], "cats": ["Disinformation", "Fact Checks"], "score": 4.7512913}
{"titles": ["Does Benford’s Law Prove Election Fraud in Biden Votes?"], "authors": ["Kim LaCapria"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/does-benfords-law-prove-election-fraud-in-biden-votes/", "tags": ["Not True"], "content": ["After the 2020 election was called for former Democratic Party candidate Joe Biden, “Benford’s Law” — a mathematical principle applied occasionally to the count of votes in any given election — became a hot topic on social media forums like Gab and Parler, where fans of Republican incumbent Donald Trump made excuses for and spread conspiracy theories about his resounding and decisive defeat.", "One of those conspiracy theories revolved around a misreading of Benford’s Law, which is defined as follows (without mention of elections, election fraud, or Joe Biden):", "[Benford’s Law is] the principle that in any large, randomly produced set of natural numbers, such as tables of logarithms or corporate sales statistics, around 30 percent will begin with the digit 1, 18 percent with 2, and so on, with the smallest percentage beginning with 9. The law is applied in analyzing the validity of statistics and financial records.", "For the week ending November 9 2020, Google Trends indicated a ", " in searches not only for Benford’s Law, but for “Benford’s Law election,” “Benford’s Law Joe Biden,” “Benford’s Law voter fraud,” and “Benford’s Law Biden votes.” On 4Chan’s divided ", ", false claims Twitter “banned” any mention of Benford’s Law proliferated:", "BREAKING: TWITTER BANS DISCUSSION OF BENFORD’S LAW", "TWITTER AUTOMATICALLY BANS YOU IF YOU RETWEET THIS POST", "Joe Biden’s votes violate Benford’s Law (Mathematics) ", " via ", "— Jim Hoft (@gatewaypundit) ", "GO AHEAD AND TRY IT FOR YOURSELF", "THEY ARE RUNNING SCARED LOL", "It should be noted that the anonymous user linked above provided a link to a ", " that was in no way banned or restricted due to its mention of Benford’s Law, and its originator (chronic disinformation purveyor Jim Hoft, who runs the Twitter account and right-wing blog @gatewaypundit) bears, for some reason, a blue checkmark.", "Hoft’s claim demonstrated significant engagement, all unencumbered by any of Twitter’s “disputed claim” or “this claim about election fraud” flags:", "Hoft linked to a November 7 2020 GNews.org ", " with the headline “Joe Biden’s votes violate Benford’s Law (Mathematics),” which began with a cascade of pseudointellectual lies:", "As the vote counting for the 2020 Presidential Election continues, various facts suggest rampant frauds in Joe Biden’s votes. So does mathematics in terms of the votes from precincts.", "Benford’s law or the first-digit law, is used to check if a set of numbers are naturally occurring or manually fabricated. It has been applied to detect the voting frauds in Iranian 2009 election and various other applications including forensic investigations.", "On ", ", a ", " written by Hoft was atop its list of trending topics, featuring the following headline:", "UPDATE: Facebook and Twitter Suspend Accounts That Posted on Benford’s Law Showing Biden’s Implausible Vote Totals — LABELING IT “SEXUAL EXPLOITATION”", "This part appears to be legitimate; we are contacting Facebook for details. However, that warning appears to be more a reaction to ", " made by Hoft and his ilk. We have contacted Facebook for comment.", "In that November 8 2020 post, Hoft primarily accused Facebook and Twitter of censoring shares of his tweet and the GNews.org post, writing:", "We have heard from many readers who told us once they retweeted this tweet or tried to post it on Facebook their account was suspended! The social media giants are preventing Americans from posting this mathematical evidence that proves Joe Biden’s numbers violate the Benford Law of normal distributions!", "In a prescient November 6 2020 ", " by the Election Integrity Partnership (“Vote Data Patterns Used to Delegitimize the Election Results”), claims about Benford’s Law were one of several topics discussed in relation to potential efforts to delegitimize the final vote tallies with social media-enabled election interference.", "The Election Integrity Project also displayed two charts, one called “Vote Tallies Projected against Benford’s Law,” and the other, “Final Vote Tallies Projected against Benford’s Law.” Contrasting the two, they wrote:", "The figure above [“Vote Tallies Projected against Benford’s Law”] shows the leading digit of reported vote tallies across select counties. For instance, the final tally in Dane County, Wisconsin was 338,946. This would count for one county in the 3 column. But why would anyone care to look at this kind of frequency distribution? Data forensic experts use these distributions to investigate fraud. They look at whether empirical distributions of leading digits deviate from a special distribution described by Benford’s Law. The law posits that leading digits of numbers are more likely to be smaller numbers (e.g., 1) than larger numbers (e.g., 9).", "[…]", "Returning to our voting tally in Figure 1, you will see that the tallies deviate from the line of expectation. So, does this mean fraud? Does it mean that vote counters were up to something nefarious? In this case, absolutely not. First, the example above is a simulation based on a computer script, rather than one based on real voter data. If we consider the final output of this 72 county simulation, it ends up looking like Figure 2 [“Final Vote Tallies Projected against Benford’s Law”]:", "In their conclusion, the Election Integrity Partnership noted that claims about Benford’s Law “proving” election fraud were based on early, incomplete data — not to mention a fundamental misunderstanding of how it works. Essentially, claimants citing Benford’s Law were ", " early or ", " to stake their claim:", "At this stage, the assumptions that lead to Benford’s law are violated leading to the patterns generated in the Figure 1 above. ", " Even at this stage, the distribution of county sizes still makes it unlikely to exactly match expectations. A more complete model might include non-random voting patterns whereby rural counties lean a different direction than urban ones. This, compared with the relationship between the rate of vote counting and county or precinct size would probably cause more drastic violations of assumptions. As this is a rapid response, incorporating this complexity was impractical.", "Unsurprisingly, a spike in interest involving one particular mathematical principle (Benford’s Law) led to drama over on the topic’s ", " page. On the “Talk” page for “Benford’s Law,” one section (“Benford, QAnon, and the 2020 election”) began:", " This is likely why there has been a big increase in interest in this page, and in particular the electoral fraud section. The short answer is no. ", " (which is how Benford detected possible fraud in Iran. ", " Of course, this cannot be posted in the article as it would constitute original research, but it is worth keeping a close eye on the article as there may be misleading edits made in support of the conspiracy theory over the next few days. Awoma (talk) 09:46, 8 November 2020", "Application (or misapplication) of Benford’s Law to the 2020 election eventually made an appearance in a ", ", regularly updated Twitter ", " by political reporter Isaac Saul cataloging disinformation around the results of the 2020 election:", "1/ ALRIGHT Y'ALL. ELECTION FRAUD DEBUNKING MEGA THREAD. I’m following claims of fraud and looking into them. I think I’ve solved most now. Nothing is holding up under any scrutiny so far so I’m making a thread to track in one place. Please RT! ", " ", "— Isaac Saul (@Ike_Saul) ", "On November 5 2020, Saul first ", " Benford’s Law, noting that he was not initially familiar with the principle nor its purported relation to current election fraud claims:", "76/ Okay! This was BY FAR the hardest one for me yet. It took some digging, because I wasn't very familiar with Benford's law and this person is not good at Twitter, so the thread is jumbled. But this is going very viral on FB and Twitter: ", "— Isaac Saul (@Ike_Saul) ", "Saul eventually cited a 2011 ", " (“Benford’s Law and the Detection of Election Fraud”) from ", ", vol. 19, no. 3. Its abstract explained:", "The proliferation of elections in even those states that are arguably anything but democratic has given rise to a focused interest on developing methods for detecting fraud in the official statistics of a state’s election returns. Among these efforts are those that employ Benford’s Law, with the most common application being an attempt to proclaim some election or another fraud free or replete with fraud. This essay, however, argues that, despite its apparent utility in looking at other phenomena, ", " Looking at simulations designed to model both fair and fraudulent contests as well as data drawn from elections we know, on the basis of other investigations, were either permeated by fraud or unlikely to have experienced any measurable malfeasance, ", ". It is not simply that the Law occasionally judges a fraudulent election fair or a fair election fraudulent. ", "A 2006 paper [", "] presented at a political methodology conference addressed the application of Benford’s Law alone to evidence claims of election fraud:", " Brady (2005) develops a version of this argument. The basic point is that often precincts are designed to include roughly the same number of voters. If a candidate has roughly the same level of support in all the precincts, which means the candidate’s share of the votes is roughly the same in all the precincts, then the vote counts will have the same first digit in all of the precincts. ", " For Benford’s Law to be satisfied for the first digits of vote counts clearly depends on the occurrence of a fortuitous distribution of precinct sizes and in the alignment of precinct sizes with each candidate’s support. It is difficult to see how there might be some connection to generally occurring political processes. So we may turn to the second significant digits of the vote counts, for which at least there is no similar knock down contrary argument.", "On skeptics.stackexchange.com, one reader ", " about the Benford’s Law and Biden votes rumor. Another commenter reiterated that such claims were predicated on cherry-picked early numbers, and promoters of the claim were ", ":", "I’ll address just the second charts, because ", "As commenters have noted, the vertical scales are different. Narrow vertical scales make changes look larger. While wide vertical scales smooth out changes. ", "[Graph]", "I had to eyeball the numbers from the graphs, but more precise numbers won’t change the outcome. I don’t even know if the numbers are correct. ", "Rumor’s that Biden’s victory was impossible because it somehow “violated” Benford’s Law gained further traction after Biden’s victory was called on November 7 2020, promoted by disinformation purveyors like Jim Hoft. Under even the slightest scrutiny, the claims dissolved for a number of reasons — such as their basis on early or single-district results, and general existing indications that Benford’s Law was a poor model with which to “prove” election fraud across the board."], "cats": ["Disinformation", "Fact Checks"], "score": 4.242606}
{"titles": ["‘Election Fraud is Real, and It’s Happening Right Now’"], "authors": ["Kim LaCapria"], "dates": [" November 6, 2020"], "page_Url": "https://www.truthorfiction.com/election-fraud-is-real-and-its-happening-right-now/", "tags": ["Decontextualized"], "content": ["On November 4 2020, Twitter user @KAGWAR2020 shared the following ", " of mail on the side of the road, labeling them “evidence” of “election fraud” (", "):", "…election fraud is real. and it's happening right now. ", "— KAGWAR 😼 (@KAGWAR2020) ", "The account shared four images, described going clockwise:", "All of the images were presented with only the nine words of the tweet — “… election fraud is real[,] and it’s happening right now,” which the @KAGWAR2020 account heavily implied represented fraudulent suppression of mail-in ballots in the 2020 election.", "The first image was from October 2020, and it showed mail allegedly ", " by United States Postal Service worker Nicholas Beauchene. On October 7 2020, the United States Department of Justice issued a ", " about Beauchene’s arrest, noting that the mail was recovered and routed to intended recipients:", " The mail had been scheduled to be delivered on Sept. 28, Oct. 1, and Oct. 2, 2020, to addresses on certain postal routes in Orange and West Orange. On the delivery dates for which mail was recovered, Beauchene was the only mail carrier assigned to deliver mail to the addresses on the recovered mail.", "The delay of mail charge is punishable by a maximum penalty of five years in prison and a $250,000 fine. The obstruction of mail charge is punishable by a maximum penalty of six months in prison and a $5,000 fine.", "Per a ", ", prosecutors do not believe that his motives were political.", "The second image of mail stacked on a median was highly misleading and entirely irrelevant, as it was ", " from an October 2018 Philadelphia-area incident:", "A photo of the discarded mail was posted [in 2018] on Facebook by a 40-year-old Camden resident who made the discovery in the 3900 block of River Road in Pennsauken. The post generated more than 3,500 shares and nearly 240 comments [in the days after it was initially shared].", "That image was ", " on a #StopTheSteal group hosted on Gab.com, but readers there also noted the photograph was taken in 2018.", "The third image in the set (on the bottom left of the tweet appeared to be a screenshot from video published at some juncture on the website of KCAL-TV. We were unable to substantiate the claim that it represented any evidence of “election fraud,” and the only ", " of it we ", " were typically grouped with the other three images.", "The fourth and final image appeared in a WNYW news ", " about “stolen ballots” recovered by a farm worker in Glendale, Arizona. According to the story, the ballots had not been received by recipients, and as such they had not been completed or registered as votes for any specific candidate:", "Officials with the Glendale Police Department say that a worker at a farm found a number of stolen ballots in late October [2020].", "According to a statement released by police officials on their Facebook page on Nov. 3 [2020], 18 early election ballots were found underneath some concrete and rocks at a farm near 99th Avenue and Glendale by a man named Brayan Ruiz.", "WNYW reported that once again, the ballots were located and distributed to intended recipients:", ", according to police, ", " on Halloween [October 31 2020] by a Glendale Police officer, as well as two Attorney General’s Special Agents.", "“According to investigators, the ballots were stolen from individual mailboxes in a neighborhood just south of 107th and Northern avenues (in between Vista Avenue and Kaler Drive). The envelopes were still sealed,” read a portion of a statement released by officials with the Arizona Attorney General’s Office.", "In each instance, the images lacked context, and none appeared to involve intercepted, completed ballots:", "A tweet from an account called @KAGWAR2020’s alleging that “election fraud is real” and “it’s happening right now” was both popular and widely shared on Twitter, but three of its four images were either old or out of context. In the three images with a confirmed backstory, mail was recovered and received by intended recipients. In validated instances involving 2020 general election ballots, the disrupted mail did not appear to involve any completed ballots or votes cast for any candidate. Finally, none of the images involved ballots clearly cast for any specific candidate, nor any attempts to divert votes on behalf of or for any specific individual."], "cats": ["Disinformation", "Fact Checks"], "score": 4.242606}
{"titles": ["Anonymous ‘US Politics Polls’ Twitter Account Spreading Election Disinformation"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/us-politics-polls-twitter-disinformation/", "tags": [], "content": ["An anonymous Twitter account presenting itself as political analysis set itself to spreading disinformation on the last night of the U.S. elections on November 3 2020.", "The account, which called itself “US Politics Polls,” posted several false statistics early on in the evening as states began counting their votes. For instance, in one tweet it ", " that Democratic Party nominee Joe Biden had amassed 85 electoral college votes to 66 for incumbent President Donald Trump:", "But at 9:02 p.m. EST NBC News reported that Biden had 80 electoral college votes to Trump’s 48, a lead that was sure to fluctuate throughout the course of the night:", "And around the same time, CNN was projecting 73 electoral votes to Biden and 48 for the president:", "The account also ", " at 6:16 p.m. Eastern time that “Donald Trump has won Florida”:", "But at the time we published this story, no legitimate news organization had called the state for either candidate.", "Users should be leery of any account that, like “US Politics Polls,” displays no identifying information or methodology for its posts:"], "cats": ["Disinformation", "Disinformation", "Reporting"], "score": 4.242606}
{"titles": ["Mysterious ‘Piles of Bricks’ in Chicago on Election Day"], "authors": ["Kim LaCapria"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/mysterious-piles-of-bricks-in-chicago-on-election-day/", "tags": ["Not True"], "content": ["Retreads of previously debunked rumors were part of the disinformation attacks that swarmed Election Day 2020 in the United States, and one particular ", " about a mysterious pile of bricks placed in Chicago (archived) inspired significant chatter across social media platforms:", "Supposedly piles of bricks mysteriously showing up in Chicago tonight. Lovely! ", " ", " ", " ", " ", " ", " ", " ", "— JJ Boogie ▶️🎸 (@JJ_Boogie) ", "Alongside tags of several other users, @JJ_Boogie described what was “supposedly piles of bricks” which were “mysteriously showing up” in Chicago:", "Supposedly piles of bricks mysteriously showing up in Chicago tonight. Lovely!", "If the claim sounded familiar, it was because it was prolific on social media amid June 2020 ", " over the death of George Floyd. In a June 5 2020 post, FactCheck.org explained:", "Some viral social media posts misleadingly suggest that piles of bricks are being staged ahead of the protests over the death of George Floyd to incite violence. We reviewed five social media posts making such claims and found no evidence of staging. In many cases, the bricks had been delivered for construction projects, or had been at the sites for some time.", "@JJ_Boogie’s tweet prompted four individual posts on r/conspiracy: ", ", ", ", ", ", and here.", "  ", " from ", " ", "Additionally, a thread on ", " indicated that a separate subreddit — r/WhoseBricksAreThese — had been banned by Reddit’s moderators the day of the election; visiting ", " appeared to validate the claim:", "  ", " from ", " ", "As the rumor about the mysterious election day bricks in Chicago spread across platforms, Daily Dot reporter Mikael Thalen tagged the tweet as possible disinformation and started a ", " about his efforts to track down the image and find an explanation for it:", "Thread: The brick conspiracy, which alleges that piles of bricks are being left around the country for rioters, has returned for the election.", "I'm going to break down how I debunked this specific tweet making the rounds today. ", "— Mikael Thalen (@MikaelThalen) ", "Thalen validated the location of the bricks using Google Maps and Street View, and ", " the business seen in the image to ask about the pallet of bricks. A representative for that business confirmed that the bricks were intended to be used for construction on a nearby patio, and Thalen ", " that the photograph was out of date as well as out of context:", "Next, I simply called the ice cream shop, explained the situation, and asked them about the bricks.", "They said the bricks were being used by the restaurant next door, GIA MIA, to build a patio.", "I was able to confirm this on the restaurant's Facebook page ", " ", "— Mikael Thalen (@MikaelThalen) ", "Additional note: Some people are asking why the bricks are still outside if the patio project was finished in October.", "I called GIA MIA and spoke to a manager who said the bricks are not outside and were removed some time ago, which suggests that the initial photo is old.", "— Mikael Thalen (@MikaelThalen) ", "He included an image purportedly taken outside the establishment on November 3 2020, ", " that the bricks had indeed been moved well before November 3 2020:", "This photo was allegedly taken outside of the ice cream shop today ", "— Mikael Thalen (@MikaelThalen) ", "Given the wide reach of mid-2020 rumors about “mysteriously placed” pallets of bricks in various large American cities, it was likely that any standing “pile” of bricks would make its way to social media as voters headed to polling places. Some of the posts were likely innocent recitations of rumors the posters previously heard, but potential for accelerationists (and others who wished to seed doubt and chaos around the results of the election) to weaponize the posts and sow discord was cause to be mindful of any such rhetoric. Like “mysterious piles of bricks” rumors that appeared months before the election, the image purportedly taken in Chicago was placed in the most alarming context possible and quickly spread among those agitating for unrest on election night."], "cats": ["Disinformation", "Fact Checks"], "score": 4.242606}
{"titles": ["As U.S. Election Looms, Agitprop Floods Social Media Platforms"], "authors": ["Brooke Binkowski"], "dates": [" October 29, 2020"], "page_Url": "https://www.truthorfiction.com/as-u-s-election-looms-agitprop-floods-social-media-platforms/", "tags": [], "content": ["In the days leading up to the 2020 U.S. presidential election, the disinformation that has been a hallmark of the Trump campaign, then administration, then campaign again reached new heights with political smears, ", " ", ", and their ", " borne out as stochastic acts of terror, often — ", " — targeting specific politicians or protesters.", "Agitprop is propaganda meant to inflame or ", " the public at large, hence the portmanteau. It has been a characteristic of the disinformation that has swept social media platforms, but is reaching new levels (including overt calls for violence) in the final days before the November 3 2020 election.", "As the corrosive claims propaganda purveyors and well-known sites make continue to be faithfully debunked by increasingly exhausted and slimed fact-checkers, debunkers, and other journalists, a new disinformation narrative has emerged. This is characterized by the discussion of a new civil war not just as a possibility but an inevitability, ascribed to a shadowy and nebulous “global Left” or the pejorative “Democrat Party.” They appear on Facebook and Instagram, WhatsApp and Twitter, Telegram, Gab, MeWe, and other, more esoteric social media sites.", "Many are in the forms of commentary, but others are calls to action.", "Some are nebulous, without specific individual or geographic targets as they use their propaganda to prey on fear or faith or both:", "Others are targeting specific regions that have seen major unrest or disturbances, or swing states whose governors have policies perceived as counter to the Trump administration’s:", "There are also warnings of an event set to take place on election night in Washington, DC. Typically, these rumors come in the form of either mischaracterizing planned peaceful protests, or simply making up events to justify calls to action to “defend” the area from a “", "” or “antifa thugs.” The rumors seem to have emerged out of reports of a planned ", " that have been spun up into rumors of plans to “shut down the country,” as disinformation-heavy far-right site The Federalist ", ":", "The text of the article (as well as the headline once you click the story) does not match this inflammatory claim, meaning that The Federalist and other sites like it are banking on people sharing it based on the headline:", "Riot and protest instigators plan to “make sure Trump leaves the White House” by any means necessary after the Nov. 3 election, according to website posts from the group Shut Down DC and ", ". “W]e’re making plans to be in the streets before the polls even close, ready to adapt and respond to whatever comes our way,” ", " on its website currently.", "“Trump has shown that he will stop at nothing to maintain his grip on power. Trump will not leave office without mass mobilization and direct action,” an Oct. 13 version of the same web page reads, ", ".", "The group linked to protests at the homes of Trump administration officials tells its DC-area supporters to “Come to Black Lives Matter Plaza” on election night “to create serious disruption if Trump really tries to steal the election!” ", " is the site of repeated ", " and defacement of the historic Saint John’s Church one block away from the White House.", "None of these statements — from claims about the governors to rumors of a left-wing uprising — have much basis in objective reality, but as ", " on militia activities in the United States from ", " and the ", " explains, reality is not the point:", " While ‘leftist coup’ activities are poorly defined among armed movements, they can be understood as fear of organized left-wing activism against right-wing activity. Protests organized by and around BLM, or places where anti-BLM activists may fear Antifa activity, are also at a heightened risk of militia activity. Leaders of militias often refer to BLM activists as “Marxists” (", "). It is important to note that the ‘leftist coup’ phenomenon is not founded in any real detectable dynamics, and appears to rather be related more to endemic paranoia among many of the armed militias of the US.", "The report also identifies what its data shows to be the regions in the United States most at risk of election violence and chaos:", " also remain important potential inflection points for violence, as they provide a natural coalescence point, especially in more rural and suburban areas that have been particularly conducive to the foundation and regular activities of militia groups. Medium-population cities and suburban areas with centralized zones — such as parks, main streets, and plazas — also serve as locations of major gravitational pull. These locations are potentially fertile grounds for violence from the groups identified in this report. This is especially true in contexts where groups are able to draw from a large population outside of the primary location, and in places that can be easily accessed from these hinterland and suburban regions.", "Barriers to militia activity, meanwhile, can include locations with an overwhelming left-leaning population and/or large populations unsupportive of militias. Within these parameters, a location like Albany, New York would be more likely to see violence related to the right-wing armed movements we have identified, while New York City would remain less likely.", "Taking these drivers and barriers into account, capitals and peripheral towns, as well as  medium-population cities and suburban areas with centralized zones, in ", "and", " are deemed to be at highest risk of increased militia activity in the election and post-election period. Meanwhile, ", "and ", "are found to be at moderate risk.", "This agitprop and corrosive rhetoric is also being laundered and herded further into the national discourse from the fringe by the usual mechanisms of mainstream-adjacent media members who support the far right and its activities. In the past seven days, for example, propagandists, grifters, and other trolls have reached a new level of keening about a second civil war or coup d’etat:", " ", "But the concept of what war, internecine or otherwise, actually looks like has changed and hybridized in the last few years. Thanks to active measures, it is now horizontal, targeting civilians rather than soldiers and individual minds and hearts rather than groups of people; propaganda and hacking have taken the place of bombs for the most part, and hybrid warfare turns on terror against soft targets rather than battles between trained armies.", "A theory known as the “", ",” first predicted by United States Marine Corps Gen. Charles C. Krulak in the 1990s, explains some of these changes:", "The rapid diffusion of technology, the growth of a multitude of transnational factors, and the consequences of increasing globalization and economic interdependence, have coalesced to create national security challenges remarkable for their complexity. By 2020, eighty-five percent of the world’s inhabitants will be crowded into coastal cities — cities generally lacking the infrastructure required to support their burgeoning populations. Under these conditions, long simmering ethnic, nationalist, and economic tensions will explode and increase the potential of crises requiring U.S. intervention. Compounding the challenges posed by this growing global instability will be the emergence of an increasingly complex and lethal battlefield. The widespread availability of sophisticated weapons and equipment will “level the playing field” and negate our traditional technological superiority. The lines separating the levels of war, and distinguishing combatant from “non-combatant,” will blur, and adversaries, confounded by our “conventional” superiority, will resort to asymmetrical means to redress the imbalance. Further complicating the situation will be the ubiquitous media whose presence will mean that all future conflicts will be acted out before an international audience.", "Kulak’s predictions did not take social media and livestreaming into account as a possibility, which has offered the opportunity for still more coverage from areas of unrest and acts of extreme violence — which in turn naturally play into further fearmongering and disinformation, which can now appear in real time and at a global scale, thanks to social media algorithms and the work of bots, trolls, and overenthusiastic useful idiots.", "In 2005, two senior U.S. military officials, retired Marine Lt. Col. Frank Hoffman and then-Lt. Gen. James Mattis (who went on to serve as U.S. Secretary of Defense in the Trump administration before ", " of its ", " in December 2018) accurately predicted the toxicity of social media and its role in such influence campaigns is that it was   updated this theory to what they called a Four Block War, acknowledging the heavy disinformation and agitprop component in such skirmishes and advising ways to counter it through ", ":", " [The Three Block War] is a pretty simple construct. You are fighting like the dickens on one block, you’re handing our humanitarian supplies in the next block, and the next one over you’re trying to keep warring factions apart. This environment should sound pretty familiar to anyone watching CNN these days. It is not an environment for specialists, who may find themselves in the middle of a firefight that they were not prepared for.", "[…]", "The Four Block War adds a new but very relevant dimension to situations like the counterinsurgency in Iraq. Insurgencies are wars of ideas, and our ideas need to compete with those of the enemy. Our actions in the three other blocks are important to building up our credibility and establishing relationships with the population and their leadership. Thus, there is an information operations aspect within each block. In each of the traditional three blocks our Marines are both “sensors” that collect intelligence, as well as “transmitters.” Everything they do or fail to do sends a message. They need to be trained for that, and informed by commander’s intent.", "The information ops component is how we extend our reach and how we can influence populations to reject the misshaped ideology and hatred they are offered by the insurgents. Successful information ops help the civilian population understand and accept the better future we seek to help build with them.", "Seen through that lens, the ongoing tensions and violence between protesters, white supremacists and their supporters, and local and federal law enforcement that has been ongoing for months in Portland, Oregon takes on a new dimension, because by this metric, that war is already here as its combatants battle for control of a major port city in the western United States — complete with exhaustive traditional and social media coverage:", "A group of Feds rush after someone to arrest them, for almost two blocks. The Federal Agents get outrun. ", " ", " ", " ", " ", " ", " ", "— Garrison Davis (@hungrybowtie) ", "As Portland-area far-right researcher and journalist Robert Evans points out, the unrest there is a reliable bellwether for what can be expected throughout the country ", " if the American public does not take a stand against it, meaning much of the country might soon expect small but fierce battle zones, all with that same violence relayed to the rest of the world in real time:", "If November 4 brings mass protests across the country, staying home won’t necessarily protect you. A single can of tear gas can spread a full ", ". Portlanders are regularly tear-gassed by police in their own homes. ", " who fled his home to escape a choking cloud of gas was beaten so badly by a Portland police officer that he received a concussion. One of the most haunting recordings of the entire year is this mother begging to the police, “Our babies sleep here, they don’t have masks.”", "Given the instability of the American political situation (largely due to weaponized disinformation and rhetoric and the politicians who encourage it to further their own aims), large-scale stochastic violence, a full-blown civil war, or even a number of Portland, Oregon scenarios should be anticipated — but they are not assured outcomes. Awareness that such rhetoric and mobilization has been taking place is key in keeping the situation on the ground from devolving into further violence.", "As we have written about extensively in the past, we maintain that ", " from all fronts, whether through academia, journalism, activism, or simply moderating misleading and corrosive content, remains the most reliable and nonviolent way of countering such activities.  The good news is that in this brave new world of social media and internet organization, anyone who wishes can participate to counter agitprop and lies. The bad news is that in this brave new world of social media and internet organization, without sustained public efforts to fight propaganda and disinformation, no one will be untouched by its corrosive effects for the foreseeable future."], "cats": ["Analysis", "Crime / Police", "Disinformation", "Identifying Fake News", "News Media", "Reporting", "Russia", "Social Media", "Terrorism", "Trump", "Trump", "Viruses", "War", "Warnings"], "score": 4.242606}
{"titles": ["Trump’s Disinformation Spree After Losing Election Propelled by Social Media"], "authors": ["Brooke Binkowski"], "dates": [" November 17, 2020"], "page_Url": "https://www.truthorfiction.com/trumps-disinformation-spree-after-losing-election-propelled-by-social-media/", "tags": [], "content": ["In the days after a resounding popular vote loss to former United States Vice President Joe Biden, sitting president Donald Trump advanced numerous conspiracy theories before beginning to deny the results of the election outright.", "The first set of conspiracy theories revolved around purported unforeseen delays in the vote counts, which stemmed from the Republican Party’s sustained attacks on voting by mail — effectively ensuring that far more Republicans voted in person on the day of the election, but that Democratic Party voters’ ballots trickled in over days amid a surge of early voting galvanized by ", ", as detailed in this November 4 2020 story from PolitiFact:", "Some states in which Trump was leading overnight on Nov. 3 experienced delays in the ballot-counting process due to an influx of mail-in ballots, spurred by the coronavirus pandemic and preferred by Democratic voters. There is no evidence that states are deliberately stalling vote tabulation.", "In three states — Michigan, Pennsylvania and Wisconsin, all of which have Democratic governors — election officials ", " to start counting mail-in ballots until Election Day or just before. That resulted in reporting delays overnight on Nov. 3, since mail ballots ", " than in-person votes.", "Similar, related rumors were equally baseless, as was the next cluster of conspiracy theories about “millions” of votes being “switched” from Trump to Biden — all of which were quickly ", " in a statement from election officials:", "The November 3rd election was the most secure in American history. Right now, across the country, election officials are reviewing and double checking the entire election process prior to finalizing the result.", "When states have close elections, many will recount ballots. All of the states with close results in the 2020 presidential race have paper records of each vote, allowing the ability to go back and count each ballot if necessary. This is an added benefit for security and resilience. This process allows for the identification and correction of any mistakes or errors. ", "Other security measures like pre-election testing, state certification of voting equipment, and the U.S. Election Assistance Commission’s (EAC) certification of voting equipment help to build additional confidence in the voting systems used in 2020.", "While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should too. When you have questions, turn to elections officials as trusted voices as they administer elections.", "These claims were bolstered by anonymous claims on pro-Trump message boards, propaganda and disinformation purveyors such as ", ", and of course baseless accusations from Trump himself, echoed by his proxies:", "“REPORT: DOMINION DELETED 2.7 MILLION TRUMP VOTES NATIONWIDE. DATA ANALYSIS FINDS 221,000 PENNSYLVANIA VOTES SWITCHED FROM PRESIDENT TRUMP TO BIDEN. 941,000 TRUMP VOTES DELETED. STATES USING DOMINION VOTING SYSTEMS SWITCHED 435,000 VOTES FROM TRUMP TO BIDEN.” ", " ", "— Donald J. Trump (@realDonaldTrump) ", "Finally, as these rumors coagulated into accusations, which in turn were incorporated into legal challenges that failed to stand up to any type of scrutiny, Trump simply began to claim outright that — despite the reality of the results — he was actually the winner of the 2020 presidential election. These tweets were quickly labeled with an extraordinarily hesitant disclaimer (“Multiple sources called this election differently”):", "I WON THE ELECTION!", "— Donald J. Trump (@realDonaldTrump) ", "Not one of these claims has any validity. However, taken in their aggregate, another motive for them appears to emerge. These rumors do not appear to be  to install Trump as winner of the 2020 presidential election, nor (as some politicians have claimed) to let him get the disappointment and anger at losing ", ", but perhaps a darker and more serious motive still — to permanently mar or destroy Americans’ faith in its democratic institutions.", "This is a known goal of hybrid threats, a component of asymmetric warfare preferred by state — and increasingly, non-state — actors who either lack or who are unwilling to use military might or other physical threats, as the National Defense University’s publication ", " explains in a 2019 ", ":", "While these interpretations differ somewhat in content, what they have common is less to do with Hoffman’s hybrid warfare and more to do with Sun Tzu’s ancient wisdom that “to subdue the enemy without fighting is the acme of skill.” They all essentially describe nonviolent revisionist grand strategy in contemporary international politics. They describe the use of multiple, ambiguous means to target vulnerabilities across society to achieve goals gradually without triggering decisive responses. As Michael Mazarr has stated, “Unwilling to risk major escalation with outright military adventurism, these [revisionist] actors are employing sequences of gradual steps to secure strategic leverage. The efforts remain below thresholds that would generate a powerful U.S. or international response, but nonetheless are forceful and deliberate, calculated to gain measurable traction over time.”", "The final goal of such sustained efforts is to destroy faith in institutions, thereby destroying entire countries from within by creating an environment in which the fundamental trust between individuals and governments necessary for social cohesion in liberal democracies can no longer exist. From this perspective, these ongoing denials of the reality of the election’s results can be viewed not simply as one man lashing out in denial as enablers look on, but ", " against the American people and their long-cherished democratic systems, using social media platforms and their algorithms as both vehicles and enthusiastic enablers for disinformation campaigns.", "Whatever their motivations, the way to counteract these threats remains the same. Hybrid threats can be countered by ", " — in other words, creating and strengthening national (and international) responses to disinformation campaigns and attacks from the ground up with a combination of vetted, credible, transparent actions by institutions, strong and independent journalism unfettered by government censorship or political intimidation, and an overall refusal by individuals and entire institutions to cave to lies uttered by bad-faith bullies. Without resilience and clarity, there is no democracy at all."], "cats": ["Analysis", "Disinformation", "Reporting", "Russia", "Social Media", "Terrorism", "Trump", "War"], "score": 4.0885854}
{"titles": ["‘So 54%’ of Americans Believe the 2020 Election Was Fraudulent?"], "authors": ["Kim LaCapria"], "dates": [" November 19, 2020"], "page_Url": "https://www.truthorfiction.com/so-54-of-americans-believe-the-2020-election-was-fraudulent/", "tags": ["Not True"], "content": ["On November 19 2020, “So 54%” was one of Twitter’s trending topics — due to a piece of of ", " prompted by a tweet and article from TheHill.com:", "So 54% say he shouldn’t concede.", "Thanks for admitting more than half the country knows there was fraud, ", ".", "Also, thanks for proving the fraud with this poll. ", "— John Cardillo (@johncardillo) ", "In the above tweet, right-wing radio talk show host ", " claimed that 54 percent of Americans believed Trump shouldn’t concede, adding:", "Thanks for admitting more than half the country knows there was fraud, @thehill . Also, thanks for proving the fraud with this poll.", "Cardillo apparently didn’t read the ", " that he had tweeted, which actually said neither of those things:", "A plurality of voters say President Trump should concede the presidential race to President-elect Joe Biden, according to a new Politico/Morning Consult poll released [November 17 2020].", "The results of the poll are sharply split along partisan lines, with 72 percent of Democrats saying Trump should concede right away compared to just 17 percent of Republicans. Nearly half (45 percent) of Republicans said Trump should only concede if he can’t back up his baseless voter fraud claims, and a full quarter of registered GOP voters say Trump should not concede no matter what.", "Simply clicking through to the article instead of subtracting 46 from 100 would have negated the “So 56%” commentary circulating around social media. The article actually said:", "Even the 12 percent of registered voters surveyed who selected the “no matter what” option didn’t appear to be attached to a “fraud” claim; the reasons they believed Trump should not concede were not specified in the article.", "Politico and Morning Consult’s poll, “National Tracking Poll #201162 November 13-16, 2020,” is available to view ", ". The results were prefaced with the following context:", " The interviews were conducted online and the data were weighted to approximate a target sample of Registered Voters based on gender, educational attainment, age, race, and region. Results from the full survey have a margin of error of plus or minus 2 percentage points.", "The Hill’s “46 percent” figure appeared on page 216, and the actual crosstabs were even further from the claim that “56 percent of voters” didn’t believe Trump should concede right away:", "Of the 1,994 individuals polled in November 2020, the highest numbers in the “Should not concede the election to Joe Biden no matter what” column were for Republican men, Republican women, and individuals listed in a “Conservative” tab. Percentages for “Should not concede” were as follows for those lines:", "The same affiliations’ percentages under “Should concede the election to Joe Biden right away” were as follows:", "To put those figures further into perspective in relation to the claim that 54 percent of voters thought Trump should not concede, while 24 percent of Republican men said he should not concede, 23 percent said he should concede “right away.” For Republican women, 12 percent said he should concede “right away,” versus the 29 percent who believed he should not concede “no matter what.” And 18 percent of people on the “Conservative” line voted for “concede right away,” versus 26 percent saying Trump should not concede, “no matter what.”", "“So 54%” was a misleading Twitter trending term, after The Hill tweeted that 46 percent of registered voters believed that Trump ought to “concede right away.” Although it is true that 100 minus 54 is 46, that was about the only accurate part of John Cardillo’s tweet. It was not true that 54 percent of Americans believed Trump should not concede, and further not true that the poll was informal with two binary options. The claim on the whole was false."], "cats": ["Disinformation", "Fact Checks"], "score": 4.0885854}
{"titles": ["Pennsylvania Bakery Cookie Poll’s ‘Landslide’ Result Goes Viral"], "authors": ["Kim LaCapria"], "dates": [" November 2, 2020"], "page_Url": "https://www.truthorfiction.com/pennsylvania-bakery-cookie-polls-landslide-result-goes-viral/", "tags": [], "content": ["Less than a day before Election Day (November 3 2020), “PA bakery cookie poll” spiked as a ", " and a topic of ", " on social media:", "Let’s just say the cookie has red frosting 😂🇺🇸🦅 “Pa. bakery's 'cookie poll,' which has predicted past elections, is now showing clear frontrunner” ", "— Tammy Bruce (@HeyTammyBruce) ", "Viral interest in a Pennsylvania bakery’s cookie poll appeared to stem from a November 2 2020 Fox News ", ", “Pennsylvania bakery’s election-themed ‘cookie poll’ is now showing clear front-runner.” It began:", "The official tally isn’t in just yet, but one candidate can safely claim victory in a Pennsylvania bakery’s cookie poll.", "“We had one guy drive twice from Staten Island for them,” said bakery owner Kathleen Lochel.", "What’s more, Kathleen had previously touted that the informal “cookie poll” — which she’s held for the past four election cycles — has accurately predicted the outcome of the last three elections.", "That story explained that unlike voting or polling, “cookie poll” participants often “voted” twice or more — with one customer driving from Staten Island to buy cookies. Fox News added a portion stating that bakery owner Kathleen Lochel planned to cease tallying “votes” in the cookie poll on the evening of November 2 2020, no matter how long the election itself might go on:", "After her final tally on Tuesday night [November 2 2020], however, Kathleen says she’ll stop counting up the cookie sales — even if the actual election drags on for days past Nov. 3 [2020]. The bakery, however, will continue to bake the limited-edition cookies for customers who currently have outstanding orders.", "That throwaway line was an apparent reference to other news about the Trump administration’s efforts to stop ballots from being tallied at midnight on November 3 2020, and other dire predictions and warnings about election chaos:", "Fox News also seemed to be parroting an October 30 2020 ", ":", "The Election should end on November 3rd., not weeks later!", "— Donald J. Trump (@realDonaldTrump) ", "On November 2 2020, KYW-TV ", ":", "President Donald Trump and his reelection campaign are signaling they will pursue an aggressive legal strategy to try to prevent Pennsylvania from counting mailed ballots that are received in the three days after the election.", "A November 1 2020 NPR fact check ", ":", "President Trump is doubling down on claims that the results of the presidential election must be known on election night, falsely asserting “that’s the way it’s been and that’s the way it should be.”", "The third ", " in the above screenshot (“We Have Never Had Final Results on Election Day”), from the ", ", featured a sub-header reading:", "President Trump has been trying to pre-emptively delegitimize ballots counted after Nov. 3. But states have always counted past election night.", "The story continued:", "For weeks, President Trump and his allies have been laying groundwork to challenge the results of the election if he loses. Now, in the final days of the campaign, he has settled on a blatantly ahistorical closing argument: that the votes in a fair election should not be counted past election night.", "“The Election should end on November 3rd. [2020], not weeks later!” he tweeted on Friday, two days after telling reporters in Nevada, “Hopefully, the few states remaining that want to take a lot of time after Nov. 3 [2020] to count ballots, that won’t be allowed by the various courts.”", "“You would think you want to have the votes counted, tabulated, finished by the evening of Nov. 3 [2020],” he said at a campaign event a week [prior to the election].", "In reality, the scenario Mr. Trump is outlining — every vote in a modern election being “counted, tabulated, finished” by midnight — is not possible and never has been. No state ever reports final results on election night, and no state is legally expected to.", "Lochel’s “cookie poll” ", " in news cycles earlier in the weeks leading up to the election, such as an October 15 2020 WPVI-TV report noting that cookie sales in the “poll” were nationwide:", "The ingredients are also unbiased and bipartisan, from the dough to the icing. They’re making and selling hundreds a day and shipping them across the states.", "The demand is so great, Lochel’s even hired people to keep up with the cookie craze. They say it’s a blessing in this pandemic. They want you to know that they’re not endorsing anyone or anything, other than dessert.", "Fox News’ viral article seemingly sparked interest in the Pennsylvania cookie poll to become a ", " among voters:", "TRUST THE (COOKIE POLL) PLAN ", "— Scott Greer 6’2” IQ 187 (@ScottMGreer) ", "However, coverage from weeks ", " indicated that Trump supporters seemed to be out-ordering Biden supporters. On October 19 2020, PennLive.com reported:", "So, who does Lochel’s Bakery predict to be the next President of the United States? That would be Donald Trump.", "Early trends in the cookie poll seemed to hold, as suggested by a November 1 2020 update on the Lochel’s Bakery Facebook ", ":", " ", "Lochel’s said that a total of 33,017 cookies had been sold to that point in the cookie poll, with 27,902 Trump cookies and 5,114 Biden cookies tallied to that point. Just before 2:45 PM on November 2 2020, owner Kathleen Lochel did a ", " to discuss long lines, press coverage from outlets such as Fox News and Vogue.com, and to address social media “negativity” about the poll."], "cats": ["Reporting"], "score": 3.5329628}
{"titles": ["Did the United States Postal Service Urge Mail-In Voters to Request Envelopes by October 20th?"], "authors": ["Arturo Garcia"], "dates": [" July 28, 2020"], "page_Url": "https://www.truthorfiction.com/usps-mail-in-voting-october-20/", "tags": ["True"], "content": ["Amid increasing concern over the United States Postal Service’s efficiency leading up to the 2020 U.S. elections, a CBS News host’s tweet warned voters seeking to take part by mail.", "“USPS says you should give mail in ballots at least 14 days round trip,” Tony Dokoupil ", " on July 26 2020. “No guarantees. So if you plan to vote by mail, election day isn’t November 3rd. It’s October 20th. Or sooner. Don’t be one of the *tens of thousands* of people whose vote wasn’t counted in 2016.”", ".", " says you should give mail in ballots at least 14 days round trip. No guarantees.", "So if you plan to vote by mail, election day isn’t November 3rd.", "It’s October 20th.", "Or sooner.", "Don’t be one of the *tens of thousands* of people whose vote wasn’t counted in 2016.", "— Tony Dokoupil (@tonydokoupil) ", "The postal service has in fact made that statement to not only Dokoupil but other news organizations and reporters; the advisory appeared in a ", " ", " published on July 15 2020:", "Local elections offices are hiring temporary workers to process absentee ballots, and some local elections boards are adding options for voters to do curbside drop-offs of their mail ballots on Election Day.", "The Postal Service is also recommending that voters request their ballots at least 15 days before Election Day and mail their completed ballots at least one week before the due date.", "The advisory was also mentioned in a ", " republished on news sites for local Fox TV network affiliates on July 27 2020:", "“We recommend that jurisdictions immediately communicate and advise voters to request ballots at the earliest point allowable but no later than 15 days prior to election date,” USPS told FOX via email. “The Postal Service also recommends that voters contact local election officials for information about deadlines.”", "Dokoupil himself reported on the potential problem for mail-in ballots in a ", " for ", "; CBS created two batches of 100 mock mail-in ballots apiece from around several zip codes in Philadelphia and sent them to the same local P.O. box, which served as a stand-in for an actual election office.", "A week after sending his mock ballots from mailboxes around the city, Dokoupil went to retrieve them at the P.O. box to find that most of them were not inside. Postal staff later retrieved several of them, telling him that “they had them somewhere else.”", "However, Dokoupil did note that official mail-in ballots carry an official logo differentiating them from the regular mail CBS used for its reporting. According to the story:", "Out of the initial batch mailed a week earlier, 97 out of 100 votes had arrived. Three simulated persons, or 3 percent of voters, were effectively disenfranchised by mail by giving their ballots a week to arrive. In a close election, 3 percent could be pivotal.", "Four days after mailing the second batch of mock ballots, 21 percent of the votes hadn’t arrived.", "According to Postal Service recommendations, “voters should mail their return ballots at least one week prior to the due date.”", "However, nearly half of all states still allow voters to request ballots less than a week before the election.", "A USPS spokesperson, Martha Johnson, told us that the agency is asking both voters and election officials to be mindful of how long it takes postal workers to transport, process and deliver ballots as well as “the time that it takes for voters to consider and prepare their ballots, and the time that it takes for a ballot to be transported, processed, and delivered back to the election official.” The agency’s delivery standards, she said, have not changed. She also reiterated the agency’s guidance for requesting mail-in ballots:", " We recommend that customers who opt to vote through the U.S. Mail must understand their local jurisdiction’s requirements for timely submission of absentee ballots, including postmarking requirements. Voters must use First-Class Mail or an expedited level of service to return their completed ballots. In order to allow sufficient time for voters to receive, complete and return ballots via the mail, and to facilitate timely receipt of completed ballots by election officials, we strongly recommend that jurisdictions immediately communicate and advise voters to request ballots at the earliest point allowable but no later than 15 days prior to the election date. The Postal Service recommends that domestic, non-military voters mail their completed ballots back to the election officials at least one week prior to their state’s due date. The Postal Service also recommends that voters contact local election officials for information about deadlines.", ", a senior advisor for the advocacy group Democracy Fund, told CBS that her group estimated that between 80 million and 100 million United States voters would receive their ballots via mail in 2020. Prior to joining the non-profit organization, Patrick served on the Commissioner on the Presidential Commission on Election Administration under Barack Obama’s presidential administration.", "“States like Ohio, you can request your ballot on Saturday up until noon for Tuesday’s election,” said Patrick, who has also served as a former federal compliance officer for the elections department in Maricopa County, Arizona. “That is the worst possible thing. You are setting up the voters with false expectations, and you’re setting them up to fail.”", "A separate analysis ", " by NPR in July 2020 found that 65,000 absentee or mail-in ballots cast in primary elections until that point had been rejected because they arrived after the deadline.", "“That’s the sort of thing that makes me wary about what’s going to happen in November when we get an even larger influx of people who haven’t voted, or haven’t voted by mail in the past,” said Charles Stewart, a political scientist at the at the Massachusetts Institute of Technology.", "Obama himself added to the discussion about mail-in voting on July 28 2020, when he ", " a graphic supplied by another group, Vote Save America, displaying the state-by-state deadlines for requesting a ballot. According to that graphic, the deadline for every state not exclusively voting by mail falls after the fifteen-day advisory issued by the U.S. Postal Service:", "The USPS told CBS in a statement:", "We employ a robust and proven process to ensure proper handling of all Election Mail, including ballots. This includes close coordination and partnerships with election officials at the local and state levels. As we anticipate that many voters may choose to use the mail to participate in the upcoming elections due to the impacts of the COVID-19 pandemic, we are conducting and will continue to proactively conduct outreach with state and local election officials and Secretaries of State so that they can make informed decisions and educate the public about what they can expect when using the mail to vote. As part of these outreach efforts, we will discuss our delivery processes and will consult with election officials about how they can design their mailings in a manner that comports with postal regulations, improves mailpiece visibility, and ensures efficient and cost-effective processing and delivery.", "Dokoupil’s story also followed reported concerns over the appointment of Louis DeJoy — a businessman and fundraiser for U.S. President Donald Trump — to oversee the USPS as Postmaster General in June 2020.", "“On the surface, there’s a real worry about cronyism and patronage and whether someone is being put into place to carry out an agenda,” American Postal Workers Union president Mark Dimondstein told the ", ". “We hope that’s not the case.”", "The newspaper also ", ":", "DeJoy told employees to leave mail behind at distribution centers if it delayed letter carriers from their routes, according to internal USPS documents obtained by The Washington Post and verified by the American Postal Workers Union and three people with knowledge of their contents, but who spoke on the condition of anonymity to avoid retribution.", "“If the plants run late, they will keep the mail for the next day,” according to a document titled, “New PMG’s [Postmaster General’s] expectations and plan.” Traditionally, postal workers are trained not to leave letters behind and to make multiple delivery trips to ensure timely distribution of letters and parcels.", "Trump himself has repeatedly ", " — ", " — that voting by mail is inherently suspect and vulnerable to fraud, to the point that Twitter ", " two of his tweets on the issue in May 2020 for containing “potentially misleading information.”", " Updated with comment from the US Postal Service."], "cats": ["Fact Checks", "Viral Content"], "score": 3.4764907}


