Query for ['election', 'trump', 'biden', 'November', 'Twitter'] :
{"titles": ["Twitter Amends Flag from ‘Official Sources Called This Election Differently’ to ‘Multiple Sources Called This Election Differently’"], "authors": ["Kim LaCapria"], "dates": [" November 17, 2020"], "page_Url": "https://www.truthorfiction.com/twitter-amends-flag-from-official-sources-called-this-election-differently-to-multiple-sources-called-this-election-differently/", "tags": ["True"], "content": ["In mid-November 2020, Twitter updated one of its election information flags, changing the wording from the uncertain-sounding, “Official sources called this election differently” to the even less forceful, “Multiple sources called this election differently.”", "That particular flag was perhaps most widely seen in November ", " and ", " 2020 tweets by United States President Donald Trump, in which he falsely stated that he was the true winner of the election:", "I WON THE ELECTION!", "— Donald J. Trump (@realDonaldTrump) ", "I won the Election!", "— Donald J. Trump (@realDonaldTrump) ", "As seen in the embeds above, Twitter’s November 17 2020 label said, “Multiple sources called this election differently.” Initially, the tweets were ", " “Official sources called this election differently”:", "“ I won the election “", "“ official sources called this election differently “ ", "Lmao ", "— John (@iam_johnw) ", "A November 16 2020 Business Insider ", " reported on the first “official sources” flags, citing the source of projections:", "In reality, Business Insider and Decision Desk HQ have projected the Joe Biden has won the election, with 306 votes in the electoral college to Trump’s 232. In Georgia, Biden beat Trump by a margin of about 14 thousand votes, and in Pennsylvania, Biden beat trump by a margin of about 69 thousand votes, according to Business Insider and Decision Desk HQ.", "In addition, Twitter has flagged over 25 of Trump’s tweets as disputed or potentially misleading since Friday [November 13 2020].", "Posts to TheDonald.win ", " Twitter’s ", " to how the attempted election interference was flagged. One November 16 2020 ", " claimed that the change took place shortly before midnight on that day:", "Two hours ago it said “Official Sources”", "They ninja changed it to say “Multiple Sources” several hours after the tweet went out.", "They’re playing us for fools.", "Official ", " from news organizations such as ABC covered the initial flag (“Official sources called this election differently”):", "Twitter and Facebook have both slapped a misinformation label on some content from Trump, most notably his assertions linking voting by mail to fraud. On Monday, Twitter flagged Trump’s tweet proclaiming “I won the Election!” with this note: “Official sources called this election differently.”", "CBS also covered the flag in a November 16 2020 ", ":", "President Trump falsely and flat-out claimed in an all-caps tweet late Sunday [November 15 2020] night that he won the election. The tweet was quickly flagged by Twitter, which said,", "The tweet culminated a day in which Mr. Trump worked to take back an apparent acknowledgement that Joe Biden had won the White House.", "Salon.com ", " on the “Official sources called this election differently” label on November 14 2020, embedding two November 13 2020 tweets. Those embedded tweets later reflected the changed flag, showing “Multiple sources called this election differently”:", "It is true that Twitter’s original label was changed, which was easily checked against previous screengrabs. Updated labels read “Multiple sources called this election differently.” However, Twitter did not offer an explanation for the change. We contacted Twitter for comment on changes to those flags, but we have not yet received a response."], "cats": ["Disinformation", "Fact Checks"], "score": 60.827927}
{"titles": ["Anonymous ‘US Politics Polls’ Twitter Account Spreading Election Disinformation"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/us-politics-polls-twitter-disinformation/", "tags": [], "content": ["An anonymous Twitter account presenting itself as political analysis set itself to spreading disinformation on the last night of the U.S. elections on November 3 2020.", "The account, which called itself “US Politics Polls,” posted several false statistics early on in the evening as states began counting their votes. For instance, in one tweet it ", " that Democratic Party nominee Joe Biden had amassed 85 electoral college votes to 66 for incumbent President Donald Trump:", "But at 9:02 p.m. EST NBC News reported that Biden had 80 electoral college votes to Trump’s 48, a lead that was sure to fluctuate throughout the course of the night:", "And around the same time, CNN was projecting 73 electoral votes to Biden and 48 for the president:", "The account also ", " at 6:16 p.m. Eastern time that “Donald Trump has won Florida”:", "But at the time we published this story, no legitimate news organization had called the state for either candidate.", "Users should be leery of any account that, like “US Politics Polls,” displays no identifying information or methodology for its posts:"], "cats": ["Disinformation", "Disinformation", "Reporting"], "score": 58.965843}
{"titles": ["‘So 54%’ of Americans Believe the 2020 Election Was Fraudulent?"], "authors": ["Kim LaCapria"], "dates": [" November 19, 2020"], "page_Url": "https://www.truthorfiction.com/so-54-of-americans-believe-the-2020-election-was-fraudulent/", "tags": ["Not True"], "content": ["On November 19 2020, “So 54%” was one of Twitter’s trending topics — due to a piece of of ", " prompted by a tweet and article from TheHill.com:", "So 54% say he shouldn’t concede.", "Thanks for admitting more than half the country knows there was fraud, ", ".", "Also, thanks for proving the fraud with this poll. ", "— John Cardillo (@johncardillo) ", "In the above tweet, right-wing radio talk show host ", " claimed that 54 percent of Americans believed Trump shouldn’t concede, adding:", "Thanks for admitting more than half the country knows there was fraud, @thehill . Also, thanks for proving the fraud with this poll.", "Cardillo apparently didn’t read the ", " that he had tweeted, which actually said neither of those things:", "A plurality of voters say President Trump should concede the presidential race to President-elect Joe Biden, according to a new Politico/Morning Consult poll released [November 17 2020].", "The results of the poll are sharply split along partisan lines, with 72 percent of Democrats saying Trump should concede right away compared to just 17 percent of Republicans. Nearly half (45 percent) of Republicans said Trump should only concede if he can’t back up his baseless voter fraud claims, and a full quarter of registered GOP voters say Trump should not concede no matter what.", "Simply clicking through to the article instead of subtracting 46 from 100 would have negated the “So 56%” commentary circulating around social media. The article actually said:", "Even the 12 percent of registered voters surveyed who selected the “no matter what” option didn’t appear to be attached to a “fraud” claim; the reasons they believed Trump should not concede were not specified in the article.", "Politico and Morning Consult’s poll, “National Tracking Poll #201162 November 13-16, 2020,” is available to view ", ". The results were prefaced with the following context:", " The interviews were conducted online and the data were weighted to approximate a target sample of Registered Voters based on gender, educational attainment, age, race, and region. Results from the full survey have a margin of error of plus or minus 2 percentage points.", "The Hill’s “46 percent” figure appeared on page 216, and the actual crosstabs were even further from the claim that “56 percent of voters” didn’t believe Trump should concede right away:", "Of the 1,994 individuals polled in November 2020, the highest numbers in the “Should not concede the election to Joe Biden no matter what” column were for Republican men, Republican women, and individuals listed in a “Conservative” tab. Percentages for “Should not concede” were as follows for those lines:", "The same affiliations’ percentages under “Should concede the election to Joe Biden right away” were as follows:", "To put those figures further into perspective in relation to the claim that 54 percent of voters thought Trump should not concede, while 24 percent of Republican men said he should not concede, 23 percent said he should concede “right away.” For Republican women, 12 percent said he should concede “right away,” versus the 29 percent who believed he should not concede “no matter what.” And 18 percent of people on the “Conservative” line voted for “concede right away,” versus 26 percent saying Trump should not concede, “no matter what.”", "“So 54%” was a misleading Twitter trending term, after The Hill tweeted that 46 percent of registered voters believed that Trump ought to “concede right away.” Although it is true that 100 minus 54 is 46, that was about the only accurate part of John Cardillo’s tweet. It was not true that 54 percent of Americans believed Trump should not concede, and further not true that the poll was informal with two binary options. The claim on the whole was false."], "cats": ["Disinformation", "Fact Checks"], "score": 49.13495}
{"titles": ["Are Brazilian Troops Considering ‘Military Intervention’ on Trump’s Behalf?"], "authors": ["Arturo Garcia"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/sdsu-college-republicans-bolsonaro-trump/", "tags": ["Not True"], "content": ["A right-wing group based out of San Diego State University in California stoked more conspiracy theories around the 2020 U.S. presidential elections on Twitter, claiming that troops and operatives from other governments may get involved on behalf of incumbent President Donald Trump.", "The SDSU College Republicans claimed on ", "BREAKING: Chiefs of staff of Brazilian Armed Forces reportedly briefing President Jair Bolsonaro on contingencies in the event that President Trump calls on Brazilian military intervention to guarantee integrity of elections. Plainclothes SOC officers already in PA since Tues.", "There has been no evidence of looming Brazilian efforts to intervene on behalf of Trump, who lost the presidential election to Democratic nominee Joe Biden; ", " to the ", " the Brazilian president did not express any opposition to his American ally’s loss.", "“I am not the most important person in Brazil, just as Trump is not the most important person in the world, as he himself says,” Bolosonaro said following Trump’s loss. “The most important person is God. Humility must be present among us.”", "The group further ", " that Polish special mission units and volunteers belonging to the far-right Lega Nord party in Italy were also being tasked with finding “sources of fraud ballots.” When others asked the group for a source, the account refused, instead doubling down and ", ", “Source: Just trust us.”", "We contacted both Twitter and the university seeking comment on the group’s claims, but we did not receive a response.", "In May 2020 the group was one of thirty student Republican groups that signed on to a letter from a nationalist and anti-immigrant “think tank” called the Federation for American Immigration Reform (FAIR), calling on the Trump administration to suspend the federal H-1B worker visa program. As the Southern Poverty Law Center has ", ", FAIR’s posturing as an immigration group hides “much ugliness”:", "FAIR leaders have ties to white supremacist groups and eugenicists and have made many racist statements. Its advertisements have been rejected because of racist content. FAIR’s founder, John Tanton, has expressed his wish that America remain a majority-white population: a goal to be achieved, presumably, by limiting the number of nonwhites who enter the country. One of the group’s main goals is upending the Immigration and Nationality Act of 1965, which ended a decades-long, racist quota system that limited immigration mostly to northern Europeans. FAIR President Dan Stein has called the Act a “mistake.”", "The SDSU group’s president, Oliver Krvaric, subsequently said in a July 2020 ", " for the local ", " newspaper that he believed “nationalist Republicans” were in the best position to carry the party forward after Trump’s presidency. He wrote:", "I hope to see the Republican Party continue to pivot towards what some are calling “national conservatism.” Economic nationalism, defense of the traditional family, a commitment to the nation-state model, reverence for our history, and an effort to uphold our national and cultural identity all have their place in a revived Republican platform, and the SDSU College Republicans will proudly help lead the way.", "Former SPLC chair Jim McElvoy criticized Krvaric’s rhetoric to another San Diego news organization, KPBS-TV. “When people talk about cultural heritage, especially people on the right, they are talking about white heritage,” McElroy ", " in August 2020.", "Krvaric’s father, outgoing San Diego Republican Party chair Tony Krvaric, drew local attention around that time after a video surfaced of himself surrounded by Nazi iconography. The video was made in Sweden in the late 1980s, before the elder Krvaric emigrated to the U.S.", "“There’s a dancing Hitler. There’s a swastika on someone’s neck,” McElroy said. “There’s a Sieg Heil salute. We’re talking about genocide. We’re talking about the deaths of millions of people. That’s not something to joke about.”", "Tony Krvaric later denied that he was directly involved with making the video.", "“For the record, any Nazi imagery is disgusting. I didn’t create the computer animation, didn’t choose the graphics, and I obviously don’t support anything like that,” he ", ".", "The station also reported that another son of Tony Krvaric (not the one who defended nationalism in an op-ed) had associated himself with the white nationalist group the “Groyper Army”:", "The Groyper Army, which uses a similar cartoon frog as its symbol, is fighting a “war” with mainstream conservatives to move them further to the right.", "“They advocate for white America,” said McElroy, the civil rights attorney. “They advocate for the end of all immigration whatsoever. They say, `we’re losing our cultural identity and heritage,’ which for some reason, they don’t believe includes people of color but only white, Aryan, Europe-based people.”", "The release of the Nazi-themed video came shortly after the elder Krvaric ", " he would retire from the party chairman position. Since then, local Democrats ", " an 8-1 majority on the city council in the November 2020 elections, as well as a projected majority on the county board of supervisors. Additionally, the mayoral election was contested between two Democratic candidates, Barbara Bry and Todd Gloria after both qualified for a runoff, which no Republican candidate managed to do."], "cats": ["Disinformation", "Fact Checks"], "score": 47.048546}
{"titles": ["Did Monitors Discover a 9,626 Vote Error in the DeKalb County, Georgia Recount?"], "authors": ["Kim LaCapria"], "dates": [" November 18, 2020"], "page_Url": "https://www.truthorfiction.com/did-monitors-discover-a-9626-vote-error-in-the-dekalb-county-georgia-recount/", "tags": ["Decontextualized"], "content": ["On November 18 2020, Georgia Republican Party Chair ", " ", " tweeted that a “9,626 vote error” had been unearthed in DeKalb County, Georgia — a ", " which, naturally, spread rapidly to other ", ":", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "— David Shafer (@DavidShafer) ", "Shafer’s tweet claimed:", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "Headlines about a “9,626 vote error in DeKalb County” immediately spread to the usual disinformation and hyperpartisan sites, ", " as a “report” and framed in flexible language. Shafer’s tweet appeared to be the sole source for articles reporting on that specific number of votes:", "A monitor has reportedly discovered a 9,626-vote error in Georgia’s DeKalb County’s hand recount, according to Georgia Republican Party chairman David Shafer.", "“One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards,” Shafer said. “The actual count for the batch was 1,081 for Biden and 13 for Trump.”", "According to Shafer, the error, if not discovered, would have essentially given Biden enough votes to “cancel out Trump’s gains from Fayette, Floyd and Walton.”", "Social media ", " inevitably ", " into the ", " that the ", " “found” ballots ", " Donald Trump 9,626 votes:", "So Biden lost 9626 votes?", "— Brian Norce (@blnorce) ", "In a tweet with far less engagement than Shafer’s tweet, ", " ", " the rumors. Describing Shafer’s claim as “grossly misleading,” Wasserman included crucial context — that the “recording error” during the DeKalb County hand count did not affect the outcome of the election:", "This is grossly misleading. The recording error during the DeKalb hand count doesn’t impact the overall GA margin, because the tally was recorded correctly in the original count. But of course, this post has 8k RTs and 17k likes. ", "— Dave Wasserman (@Redistrict) ", "Georgia’s voting implementations manager Gabriel Sterling answered a question about Shafer’s allegations in a ", " uploaded by Georgia’s WXIA-TV shortly after the tweet went viral. Sterling described Shafer’s claim as hinging on a “non-issue” and a “non-event,” apparently having addressed the 9,626 found votes claim previously in the call.", "He confirmed the interviewer’s statement that the 9,626 votes were included in the initial machine tally. Sterling appeared to spend much of November 18 2020 running interference thanks to Shafer’s claim, and another election official spoke to a local news organization to further ", " the purported discrepancy:", "According to Sterling, the audit is running its course, and quality control is in place across Georgia’s 159 counties.", " ", "Baoky Vu, a member of the DeKalb County Board of Registrations and Elections, blasted Shafer’s Twitter statement.", "“It’s a childish and irresponsible tweet from David Shafer, who I know,” he told Decaturish. “We are coming out with the evidence to refute the implication that somehow DeKalb undercounted votes for Donald Trump. Obviously, the President of the United States has done his part to lower the standards of leadership and facts. Sadly, his sycophants won’t be nominated for Profiles in Courage awards anytime soon.”", "Both Sterling and Vu suggested Shafer’s claims were intentionally misleading, intended to “stir the pot” by advancing the idea that a partial count somehow represented the final outcome.", "Shafer’s Twitter claim that a monitor “found” 9,626 votes in DeKalb County was quickly interpreted as a claim that auditors had unearthed 9,626 uncounted votes for Donald Trump. In reality, those votes were present in the initial “machine count,” and that number was only relevant in the context of the recount. Finally, even Shafer did not claim all 9,626 votes were cast for Trump."], "cats": ["Disinformation", "Fact Checks"], "score": 42.319153}
{"titles": ["Does Benford’s Law Prove Election Fraud in Biden Votes?"], "authors": ["Kim LaCapria"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/does-benfords-law-prove-election-fraud-in-biden-votes/", "tags": ["Not True"], "content": ["After the 2020 election was called for former Democratic Party candidate Joe Biden, “Benford’s Law” — a mathematical principle applied occasionally to the count of votes in any given election — became a hot topic on social media forums like Gab and Parler, where fans of Republican incumbent Donald Trump made excuses for and spread conspiracy theories about his resounding and decisive defeat.", "One of those conspiracy theories revolved around a misreading of Benford’s Law, which is defined as follows (without mention of elections, election fraud, or Joe Biden):", "[Benford’s Law is] the principle that in any large, randomly produced set of natural numbers, such as tables of logarithms or corporate sales statistics, around 30 percent will begin with the digit 1, 18 percent with 2, and so on, with the smallest percentage beginning with 9. The law is applied in analyzing the validity of statistics and financial records.", "For the week ending November 9 2020, Google Trends indicated a ", " in searches not only for Benford’s Law, but for “Benford’s Law election,” “Benford’s Law Joe Biden,” “Benford’s Law voter fraud,” and “Benford’s Law Biden votes.” On 4Chan’s divided ", ", false claims Twitter “banned” any mention of Benford’s Law proliferated:", "BREAKING: TWITTER BANS DISCUSSION OF BENFORD’S LAW", "TWITTER AUTOMATICALLY BANS YOU IF YOU RETWEET THIS POST", "Joe Biden’s votes violate Benford’s Law (Mathematics) ", " via ", "— Jim Hoft (@gatewaypundit) ", "GO AHEAD AND TRY IT FOR YOURSELF", "THEY ARE RUNNING SCARED LOL", "It should be noted that the anonymous user linked above provided a link to a ", " that was in no way banned or restricted due to its mention of Benford’s Law, and its originator (chronic disinformation purveyor Jim Hoft, who runs the Twitter account and right-wing blog @gatewaypundit) bears, for some reason, a blue checkmark.", "Hoft’s claim demonstrated significant engagement, all unencumbered by any of Twitter’s “disputed claim” or “this claim about election fraud” flags:", "Hoft linked to a November 7 2020 GNews.org ", " with the headline “Joe Biden’s votes violate Benford’s Law (Mathematics),” which began with a cascade of pseudointellectual lies:", "As the vote counting for the 2020 Presidential Election continues, various facts suggest rampant frauds in Joe Biden’s votes. So does mathematics in terms of the votes from precincts.", "Benford’s law or the first-digit law, is used to check if a set of numbers are naturally occurring or manually fabricated. It has been applied to detect the voting frauds in Iranian 2009 election and various other applications including forensic investigations.", "On ", ", a ", " written by Hoft was atop its list of trending topics, featuring the following headline:", "UPDATE: Facebook and Twitter Suspend Accounts That Posted on Benford’s Law Showing Biden’s Implausible Vote Totals — LABELING IT “SEXUAL EXPLOITATION”", "This part appears to be legitimate; we are contacting Facebook for details. However, that warning appears to be more a reaction to ", " made by Hoft and his ilk. We have contacted Facebook for comment.", "In that November 8 2020 post, Hoft primarily accused Facebook and Twitter of censoring shares of his tweet and the GNews.org post, writing:", "We have heard from many readers who told us once they retweeted this tweet or tried to post it on Facebook their account was suspended! The social media giants are preventing Americans from posting this mathematical evidence that proves Joe Biden’s numbers violate the Benford Law of normal distributions!", "In a prescient November 6 2020 ", " by the Election Integrity Partnership (“Vote Data Patterns Used to Delegitimize the Election Results”), claims about Benford’s Law were one of several topics discussed in relation to potential efforts to delegitimize the final vote tallies with social media-enabled election interference.", "The Election Integrity Project also displayed two charts, one called “Vote Tallies Projected against Benford’s Law,” and the other, “Final Vote Tallies Projected against Benford’s Law.” Contrasting the two, they wrote:", "The figure above [“Vote Tallies Projected against Benford’s Law”] shows the leading digit of reported vote tallies across select counties. For instance, the final tally in Dane County, Wisconsin was 338,946. This would count for one county in the 3 column. But why would anyone care to look at this kind of frequency distribution? Data forensic experts use these distributions to investigate fraud. They look at whether empirical distributions of leading digits deviate from a special distribution described by Benford’s Law. The law posits that leading digits of numbers are more likely to be smaller numbers (e.g., 1) than larger numbers (e.g., 9).", "[…]", "Returning to our voting tally in Figure 1, you will see that the tallies deviate from the line of expectation. So, does this mean fraud? Does it mean that vote counters were up to something nefarious? In this case, absolutely not. First, the example above is a simulation based on a computer script, rather than one based on real voter data. If we consider the final output of this 72 county simulation, it ends up looking like Figure 2 [“Final Vote Tallies Projected against Benford’s Law”]:", "In their conclusion, the Election Integrity Partnership noted that claims about Benford’s Law “proving” election fraud were based on early, incomplete data — not to mention a fundamental misunderstanding of how it works. Essentially, claimants citing Benford’s Law were ", " early or ", " to stake their claim:", "At this stage, the assumptions that lead to Benford’s law are violated leading to the patterns generated in the Figure 1 above. ", " Even at this stage, the distribution of county sizes still makes it unlikely to exactly match expectations. A more complete model might include non-random voting patterns whereby rural counties lean a different direction than urban ones. This, compared with the relationship between the rate of vote counting and county or precinct size would probably cause more drastic violations of assumptions. As this is a rapid response, incorporating this complexity was impractical.", "Unsurprisingly, a spike in interest involving one particular mathematical principle (Benford’s Law) led to drama over on the topic’s ", " page. On the “Talk” page for “Benford’s Law,” one section (“Benford, QAnon, and the 2020 election”) began:", " This is likely why there has been a big increase in interest in this page, and in particular the electoral fraud section. The short answer is no. ", " (which is how Benford detected possible fraud in Iran. ", " Of course, this cannot be posted in the article as it would constitute original research, but it is worth keeping a close eye on the article as there may be misleading edits made in support of the conspiracy theory over the next few days. Awoma (talk) 09:46, 8 November 2020", "Application (or misapplication) of Benford’s Law to the 2020 election eventually made an appearance in a ", ", regularly updated Twitter ", " by political reporter Isaac Saul cataloging disinformation around the results of the 2020 election:", "1/ ALRIGHT Y'ALL. ELECTION FRAUD DEBUNKING MEGA THREAD. I’m following claims of fraud and looking into them. I think I’ve solved most now. Nothing is holding up under any scrutiny so far so I’m making a thread to track in one place. Please RT! ", " ", "— Isaac Saul (@Ike_Saul) ", "On November 5 2020, Saul first ", " Benford’s Law, noting that he was not initially familiar with the principle nor its purported relation to current election fraud claims:", "76/ Okay! This was BY FAR the hardest one for me yet. It took some digging, because I wasn't very familiar with Benford's law and this person is not good at Twitter, so the thread is jumbled. But this is going very viral on FB and Twitter: ", "— Isaac Saul (@Ike_Saul) ", "Saul eventually cited a 2011 ", " (“Benford’s Law and the Detection of Election Fraud”) from ", ", vol. 19, no. 3. Its abstract explained:", "The proliferation of elections in even those states that are arguably anything but democratic has given rise to a focused interest on developing methods for detecting fraud in the official statistics of a state’s election returns. Among these efforts are those that employ Benford’s Law, with the most common application being an attempt to proclaim some election or another fraud free or replete with fraud. This essay, however, argues that, despite its apparent utility in looking at other phenomena, ", " Looking at simulations designed to model both fair and fraudulent contests as well as data drawn from elections we know, on the basis of other investigations, were either permeated by fraud or unlikely to have experienced any measurable malfeasance, ", ". It is not simply that the Law occasionally judges a fraudulent election fair or a fair election fraudulent. ", "A 2006 paper [", "] presented at a political methodology conference addressed the application of Benford’s Law alone to evidence claims of election fraud:", " Brady (2005) develops a version of this argument. The basic point is that often precincts are designed to include roughly the same number of voters. If a candidate has roughly the same level of support in all the precincts, which means the candidate’s share of the votes is roughly the same in all the precincts, then the vote counts will have the same first digit in all of the precincts. ", " For Benford’s Law to be satisfied for the first digits of vote counts clearly depends on the occurrence of a fortuitous distribution of precinct sizes and in the alignment of precinct sizes with each candidate’s support. It is difficult to see how there might be some connection to generally occurring political processes. So we may turn to the second significant digits of the vote counts, for which at least there is no similar knock down contrary argument.", "On skeptics.stackexchange.com, one reader ", " about the Benford’s Law and Biden votes rumor. Another commenter reiterated that such claims were predicated on cherry-picked early numbers, and promoters of the claim were ", ":", "I’ll address just the second charts, because ", "As commenters have noted, the vertical scales are different. Narrow vertical scales make changes look larger. While wide vertical scales smooth out changes. ", "[Graph]", "I had to eyeball the numbers from the graphs, but more precise numbers won’t change the outcome. I don’t even know if the numbers are correct. ", "Rumor’s that Biden’s victory was impossible because it somehow “violated” Benford’s Law gained further traction after Biden’s victory was called on November 7 2020, promoted by disinformation purveyors like Jim Hoft. Under even the slightest scrutiny, the claims dissolved for a number of reasons — such as their basis on early or single-district results, and general existing indications that Benford’s Law was a poor model with which to “prove” election fraud across the board."], "cats": ["Disinformation", "Fact Checks"], "score": 41.23777}
{"titles": ["‘Special Paper,’ ‘Watermarked Ballots’ Conspiracy Theory Spreads on Social Media"], "authors": ["Kim LaCapria"], "dates": [" November 5, 2020"], "page_Url": "https://www.truthorfiction.com/special-paper-watermarked-ballots-conspiracy-theory-spreads-on-social-media/", "tags": ["Not True"], "content": ["As Democratic Party presidential candidate Joe Biden began pulling ahead in the 2020 election, Twitter user @jdburney1 generated engagement and accrued followers by advancing a “watermarked ballots” ", " (which we ", ") — rumors which, as usual, soon spread to multiple platforms:", "Consider: Dept of Homeland Security controlled “official ballots” production.", "Dems print extras, not knowing about non-radioactive isotope watermarks on “official ballots”.", "Military sting operation.", "After weeding out all counterfeit ballots, Trump landslide confirmed.", "— David Burney (@jdburney1) ", "These claims were presented in a “just asking questions” ", " (also known as JAQing off), presupposing that Democrats had somehow managed to successfully insert enough “counterfeit ballots” (and constituting a cross-country conspiracy to commit election fraud) to try to “steal” the election from U.S. President Donald Trump.", "The user advised others to “consider” that the Department of Homeland Security (and/or the entire United States military) were executing a “sting” operation, using “non-radioactive isotope watermarks” to separate the election-tipping fraudulent ballots from real ones:", "Consider: Dept of Homeland Security controlled “official ballots” production.", "After weeding out all counterfeit ballots, Trump landslide confirmed.", "A second ", " provided a “source” for the claims about “special paper” or “watermarked ballots,” QAnon:", "Consider: Dept of Homeland Security controlled “official ballots” production.", "Dems print extras, not knowing about non-radioactive isotope watermarks on “official ballots”.", "Military sting operation.", "After weeding out all counterfeit ballots, Trump landslide confirmed.", "— David Burney (@jdburney1) ", "A few tweets later, @jdburney1 appeared to ", " the obvious question of why more proactive countermeasures would not  have been taken, such as preventing fraudulent ballots from being counted across several days in the first place:", "LEARN.", "The whole point of a “STING” is to NOT reveal your countermeasure.", "DHS controls. Planned in advance. Identify the fraudsters, and prosecute (many indictments coming).", "Sun Tzu “Art of War” looking weak when strong. GENIUS!", "— David Burney (@jdburney1) ", "Iterations of the claim were shared to ", " (", "), and predictably the claim was popular on 4Chan’s ", ", where one such post repeated it alongside a screenshot of the tweets:", "SPECIAL PAPER CONFIRMED IN GEORGIA", "IT REALLY IS A STING OPERATION !!!!", " DEMS ARE SCREWED", "Users were divided over the claim’s legitimacy:", "THIS IS QANON TYPE FAKERY", " STOP FALLING FOR THIS SHIT", " WE’RE IN THE MIDDLE OF A COUP", " THIS IS DISINFORMATION WARFARE", "FLASE FLAG BULLSHIT. No one needed to print phony ballots. There were literally millions of them in circulation.", "Among comments was a screenshot that was also circulating on other platforms on its own, showing an unknown document bearing text reading, “DHS Announces Election Audit Sting After Contentious U.S. Election Sparks Confusion and Outrage From Election Skeptics”:", "Although that screenshot was everywhere and it was formatted to look like a news article, it had no clear source, no citation, and no link. The only other ", " we ", " of the text appeared on message boards, and no one seemed to know its source.", "We were finally able to find the apparent ", " of this screenshot, which was the website treeofliberty.me. The account that originally shared it claimed, dubiously, to have found it through the news wire service Associated Press. In large print, in a post titled “Mainstream Is Censoring This AP OneWire Press Release About Obvious Election Fraud, So I Am Leaking It,” the page stated that an anonymous person decided to “leak” the screenshot, and in very tiny print underneath the image was the following text:", "At this time, this press release was leaked by me, and I was able to view it through very questionable means. It remains viewed, but not unlocked.", "Even without taking into consideration the obvious grammar and punctuation errors, the lack of official letterhead, and the laughable claim that “the media” was censoring a ", ",  which has “press” right in the name, we’re not certain how the Department of Homeland Security would have been prevented by any journalist at all from putting up a document on its own website.", "According to Media Matters For America, the “sting” claim was especially popular on ", ", adding that it had originated with a “Q drop” from early in 2018:", " “Q drops” are messages the central figure of the QAnon conspiracy theory, known as “Q,” posts on an internet message board for followers.", ", despite claims from right-wing media and Trump and his allies. The federal government also does not create ballots; states and local governments do, with approval from the U.S. Postal Service for designs of those sent by mail.", "Other iterations of this claim relied heavily on a so-called “secret” document (which is publicly ", ") that was touted as “proof” of the secret tracking watermarks, which was actually a memo put out by California’s secretary of state:", "Pursuant to Elections Code section 13002 and the California Code of Regulations, Title 2, section 20215, 20218, and 20280, the Secretary of State’s office has selected a design and color combination for use in the November 3, 2020, General Election.", "The watermark for the November 3, 2020, General Election, is the CA Poppy. The tint for the background and watermark is Red PMS 192.", "The watermark and tint must appear on the ballot itself, not only on the stub.", "Please note that for “color-on-color” combinations, the tint value for the background should produce a light tint. The watermark should be clearly visible and distinct from the background. The screen percentages for the watermark should be such that the outline is darker than the background and the interior area of the watermark is lighter than the background.", "This is the text of ", ":", "allot paper and ", " used by ", " jurisdiction holding an election pursuant to the laws of California shall be tinted and watermarked or overprinted with a design, to be furnished by the Secretary of State, so that the watermark or overprint ", " plainly discernible.", "The other relevant codes can be found in their entirety ", ". This is to prevent election and voter fraud, and it is neither new, nor is it evidence of any sort of widespread sting attempt.", "A Google Trends ", " revealed that “watermarked ballots,” “watermarked ballot fraud,” “ballots watermarked,” “watermarked ballots 2020,” “are ballots watermarked,” and “watch the waters election fraud” were all “breakout” popular searches:", "As of November 5 2020, iterations of the “watermarked ballots” conspiracy were rampant on Twitter, TikTok, Facebook, and 4Chan — many hinging largely on what an anonymous poster asserted was a suppressed Associated Press press release; the only iterations of that press release we found were located on conspiracy sites. Claims made by @jdburney1 and others sharing them were large ones, alleging widespread falsification of ballots. As of November 5 2020, no evidence of any such tampering existed — and a whole lot of evidence to the contrary showed that there is no media suppression of press releases, no secret false ballots, and no sting operation orchestrated upon voters by the Department of Homeland Security.", "Finally, even if any of this was true — which it isn’t — and a whistleblower was to release shocking, widely suppressed information about an ongoing vote count in a hotly contested presidential election, there is very little probability that it would be on a website TreeOfLiberty.me, which advertises itself on the bottom of its front page as “The Boogaloo Movement’s Press Platform.”"], "cats": ["Disinformation", "Fact Checks"], "score": 41.12193}
{"titles": ["Was Dallas Jones, a ‘Biden Campaign Director,’ Arrested For ‘Electoral Fraud’?"], "authors": ["Kim LaCapria"], "dates": [" November 16, 2020"], "page_Url": "https://www.truthorfiction.com/was-dallas-jones-a-biden-campaign-director-arrested-for-electoral-fraud/", "tags": ["Not True"], "content": ["On November 15 2020, a blog post titled “Biden Campaign Director Arrested For Electoral Fraud” began circulating on social media platforms like Twitter and ", ":", "Apparently Former FBI agent and Joe Biden staffer has been arrested: Dallas Jones. Can anyone confirm?", "— Anna Paulina Luna (@realannapaulina) ", " who could have possibly seen this coming?", "— Zontar (@Zontar_Dow) ", "  ", " from ", " ", "A widely-shared source for the claim was a November 15 2020 no-byline article on what appeared to be a fly-by-night ", " called ThePointNews.uk bearing the same headline. It began:", "The Democrat Director of Texas state political strategy for the Joe Biden Presidential campaign has been arrested for electoral fraud.", "Democratic Party operative Dallas Jones was formally accused of helping to run an illegal ballot harvesting operation in the state of Texas on behalf of the Joe Biden campaign during this contested Presidential election.", "According to the National File, two investigators, including a former FBI agent and former police officer, testified under oath that they have Democratic Party internal documentation, as well as video evidence and witnesses, for their investigation.", "That site referenced but did not link to “the National File,” a disinformation site which ", " Jones’ name on November 2 2020 (but did not say he had been arrested):", "Former Houston City Councilman and poll watcher Andrew C. Burks, a lifelong Democrat, came forward to private investigators to express his belief that the long-running Democrat voter fraud operation in Harris County, Texas is still in operation in the 2020 election, as sworn affidavits and photographic evidence has shown. NATIONAL FILE has obtained video of Burks’ interview ", " after being implicated in sworn affidavits regarding the scheme.", "Of National File, Media Bias/Fact Check ", ":", "[…]", "Founded in 2019, National File is a conspiracy and pseudoscience website that reports from a conservative perspective. According to their about page: “National File is a bold new media project focused on hard news regarding cultural movements, political issues, the tech industry, and other topics pertaining to the New Right. Our team includes distinguished journalists with previous experience at Breitbart, The Daily Caller, Free Beacon, The Gateway Pundit, GameRanx, One Angry Gamer, and Big League Politics. All articles published by National File are true and factual.” (not true see below)", "A second variation on this story was published to thepn.org, another site apparently linked to ThePointNews.uk; this one was ", ", “Biden Campaign Director Arrested For Electoral Fraud, dated November 15 2020, and it reiterated the claims of the other story without adding an iota of additional evidence:", "The Democrat Director of Texas state political strategy for the Joe Biden Presidential campaign has been arrested for electoral fraud. Democratic Party operative Dallas Jones was formally accused of helping to run an illegal ballot harvesting operation in the state of Texas on behalf of the Joe Biden campaign during this contested Presidential election.", "The only credible mention of Dallas Jones in connection with Biden’s campaign in Texas was a September 14 2020 ", " in the ", ", which reported:", "The Democratic nominee’s latest hires, shared first with The Texas Tribune, include several experienced Democratic operatives from the state. ", " ", ", and Jackie Uresti and Jerry Philips, who will each serve as political advisers to the campaign in Texas. Uresti was Hillary Clinton’s 2016 state director, while Philips brings deep experience around Texas House politics and previously was executive director of the House Democratic Campaign Committee.", "On social media, images of “Dallas Jones” purportedly being ", " or taken into custody ", " all over the place:", "NO EVIDENCE?!", "Former FBI and ", " staffer Dallas Jones ", " ARRESTED FOR VOTER FRAUD!", "MSM keep silent…", "The Kraken is coming!", "PLEASE RETWEET ", "— Nicolas Clamorgan 🇺🇸 chump elect (@Nick_Clamorgan) ", "James Hernandez (", "): We need to disqualify Biden for Presidency once his arrested campaign staffer Dallas Jones is found guilty of election fraud", "PepeNewsNow (", "): ", " From your tweet to reality James!!! Dallas Jones Arrested! ", "— Alone (@axarquia) ", "In tweets with two images and on the blog post, the image of Jones was lifted from his own website, on a ", " titled “2011 Houston 40 Under 40 Honorees.”", "According to an undated post from StreetLoc.com, which described itself as “Facebook for Trump fans,” Jones had not been ", ". Moreover, the image in circulating was, according to that site, in actuality Cuba Gooding, Jr.:", "French media are using a picture of Cuba Gooding Jr, to claim Dallas Jones has been arrested. He has not been arrested.", "StreetLoc.com was correct. The image of “Dallas Jones’ arrest” in fact ", " the actor surrendering to police in 2019 after he was charged with ", ":", "On June 13th, 2019, Gooding surrendered to New York City police. Ahead of the arrest, he had stated that he had hard evidence proving his innocence. That day, NBC News published a video of his surrender.", "On November 15 and 16 2020, posts from brand new websites claimed Dallas Jones had been arrested, in posts titled “Biden campaign director Dallas Jones arrested for Ballot Harvesting.” Circulating photographs showed not Dallas Jones in 2020, but Cuba Gooding Jr. in 2019. The viral post originated from a September 2020 National File post, which did not allege Jones had been arrested. Not only was there no evidence Dallas Jones had been arrested for any election-related offense in 2020, the falsely-labeled images further suggested that the claim was completely fabricated for clicks, revenue, and to further sow doubts around the American democratic process."], "cats": ["Disinformation", "Fact Checks"], "score": 36.320206}
{"titles": ["Obamagate, Explained"], "authors": ["Kim LaCapria"], "dates": [" May 27, 2020"], "page_Url": "https://www.truthorfiction.com/obamagate-explained/", "tags": [], "content": ["Chances are you saw at least a passing reference to “Obamagate” in May 2020, and chances are similar you (like many) struggled to understand what “Obamagate” might actually be. We’ll do our best to break it down.", "Let’s get this out of the way.", "The suffix “-gate” is prolific in American politics, its etymology explained at ", " in an ", " blog post:", "In 1972 the United States was transfixed by the revelation that the burglary at the national headquarters of the Democratic Party was connected with Richard Nixon’s Republican government. The burglary took place in the Watergate building, Washington DC, and thus, by metonymy, the scandal itself became known by the name of Watergate. One of the most significant episodes in modern US politics, Watergate has since reshaped the language of scandal and controversy in a format that also extends beyond English-speaking commentaries.", "[…]", "Now the term is applied, sometimes humorously or bathetically, to all kinds of scandals, controversies, and upsets, with recent US and UK examples including nipplegate, climategate, and Sachsgate. Although most of these formations are short-lived, –gate itself endures, having become a fully-fledged suffix, breaking all ties with the Watergate building.", "Most “-gate” scandals are, as the examples from subsequent usage quoted above show, highly specific to an element of any purported scandal — such as “ClimateGate” or “NippleGate.” In the “Obamagate” iteration, the alleged “-gate” offered no linguistic clue to anyone attempting to determine what Obamagate actually referenced.", "If you look at the “Obamagate” ", " on Twitter, you’ll see plenty of ", " of the ", " and ", " of Obamagate — ", " in that foray, however, is typically any explanation of what Obamagate ", ":", "It’s Wednesday May 27th, 2020 and Barack Obama was the most corrupt President in US history. ", "Thanks. Have a good day. ", "— Dan Bongino (@dbongino) ", "Counting down to ", " — Just 160 days remaining. Let's remind everyone — Joe Biden worked for Barack Obama — the most corrupt President in US history. Thanks. Have a good day. Thanks ", " ", "— Mike Opelka (@stuntbrain) ", " Wednesday y'all. We're learning more & more as light shines on that darkness. (Btw Leftists, your hatred can't stop the TRUTH from coming out. Bless your hearts.) ", "— PolitiChicks (@ThePolitiChicks) ", "True", " might just be the biggest scandal in US history. ", "— John ‘Murder Hornet’ Cardillo (@johncardillo) ", "“Obamagate” became part of the political discourse in the first week of May 2020, even as the death toll from ", " skyrocketed in the United States.", "On May 9 2020, CNN ", " a piece titled “Obama says White House response to coronavirus has been ‘absolute chaotic disaster.'” That article began with coverage of purported “searing” and “blistering” comments made by former United States President Barack Obama during a phone call involving people associated with his administration.", "In its first three paragraphs, CNN described a multi-party conversation lasting about half an hour, among the “Obama Alumni Association,” intended to strengthen support for Obama’s Vice President Joe Biden’s 2020 presidential bid:", "Former President ", ", describing it as “an absolute chaotic disaster” during a private call [on May 8 2020] with people who worked for him in the White House and across his administration.", ", confirmed to CNN by three former Obama administration officials on the call, offered the starkest assessment yet from the former president about how President Donald Trump and his team have handled the deadly pandemic and why he believes Democrats must rally behind former Vice President Joe Biden to defeat Trump in November [2020].", "In a 30-minute conversation with members of the Obama Alumni Association, the former president said the response to the coronavirus outbreak served as a critical reminder for why strong government leadership is needed during a global crisis. The call was intended to encourage former Obama staffers to become more engaged in Biden’s presidential campaign.", "CNN reported that Yahoo News obtained an audio recording of the call, quoting Obama as having said in part:", "This election that’s coming up — on every level — is so important because what we’re going to be battling is not just a particular individual or a political party. What we’re fighting against is these long-term trends in which being selfish, being tribal, being divided, and seeing others as an enemy — that has become a stronger impulse in American life.", "Although the call itself was entirely irrelevant to whatever “Obamagate” might be, Trump’s embrace of the term rapidly followed suit.", " ", " that the call alone and its coverage was what spurred “Obamagate” — no clear event, action, or newfound information generating Trump’s interest in the word and its supposed connotations:", " [after May 9 2020], as part of a long string of Mother’s Day tweets—as these rants exceed themselves, it’s become more and more difficult to find superlatives to adequately describe them—", " The term has quickly become part of Trump’s vernacular, with ", ", including two [on May 14 2020].", " Trump isn’t really interested in alleging any particular crime. ", "—as he heads toward a difficult reelection campaign in the midst of a global crisis.", "In that May 15 2020 article, ", " made something of an extraordinary claim regarding Obamagate — that the word and attached rumors lacked any substance whatsoever — that it was not just untruthful, but meaningless. Whether that was intentional was left open, but the article maintained that Obamagate was advantageously nebulous, meaning that (like any conspiracy theory) it could absorb any new information, no matter how meaningless, and adding that “Trump’s political career has always revolved, perversely, around Obama.”", "In ", "‘s examination of Obamagate, the outlet proposed a theory about Trump’s fixation on Obama, namely that Obama’s clapback of Trump’s birtherism at the 2011 White House Correspondents Dinner was what originally ignited Trump’s ongoing ire:", "Trump was a guest at the dinner, and Obama ridiculed him during his remarks. Noting that he’d recently released his “long-form” birth certificate, Obama said Trump could “finally get back to focusing on the issues that matter—like, did we fake the moon landing? What really happened in Roswell? And where are Biggie and Tupac?”", "Trump fumed as the rest of the room guffawed. (He would later end the tradition of presidential speeches at the dinner.) Confidants have since said it was the moment he decided to run for president.", "Moving ahead to the day the piece was published — May 15 2020 — the article continued, positing:", "Obama has shown remarkable restraint in seldom criticizing Trump openly. Even his comments on the call were delivered privately, though in a way that effectively guaranteed they’d be made public. And for Trump, it seemed to have been the 2011 dinner all over again: Here was the black president, laughing at him, and it was too much to take. The result has been several days of hyperventilation about Obama, including a demand [May 14 2020] that the Senate call him to testify.", "We looked for any May 14 2020 tweets (on which date the outlet referenced two by President Trump), but found only ", ":", "Where is the 302? It is missing. Was it stolen or destroyed? General Flynn is being persecuted! ", "— Donald J. Trump (@realDonaldTrump) ", "Of a total 12 tweets in which President Trump used the word or hashtag “Obamagate,” ", " were ", "–", " tweets:", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "A fourth contained one word and a ", ":", "OBAMAGATE! ", "— Donald J. Trump (@realDonaldTrump) ", "And another was basically the same “Obamagate” ", ":", "So true. OBAMAGATE! ", "— Donald J. Trump (@realDonaldTrump) ", "Yet another tweet ", " a Fox News personality for “really [understanding]” Obamagate, but yielded nothing in the way of clues as to what it might have meant:", "Consistently great reporting by Elizabeth MacDonald of ", ". She really understands OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "The longest of the tweets — all of which appeared after Obama’s May 9 2020 call and during the COVID-19 pandemic — ", " a Fox News show for its coverage of Obamagate (“the greatest political scandal in the history of the United States”), but again was light on details about the substance of the supposed scandalous behavior:", "Thank you to ", " for covering, supremely, the greatest political scandal in the history of the United States, OBAMAGATE. Fake News ", " and Concast’s own MSDNC are only trying to make their 3 year Con Job just go away. They are embarrassed and don’t know what to do….", "— Donald J. Trump (@realDonaldTrump) ", "The ", " also covered Trump’s “Obamagate” assertions on May 15 2020, opining that he was perhaps deliberately ", " as he promoted the theory:", "On Monday afternoon [May 11 2020], at a press conference on the White House lawn, Trump made that clear, in a memorable exchange with Phil Rucker, of the Washington Post, that echoed the paranoid fulminations of Trump’s hero Joseph McCarthy at his worst. “", " Rucker asked.", " he added, without offering specifics. “", " Rucker asked again. ", " Days later, that is still where we are: ", ", a technique of political agitprop that recalls not only McCarthy but every wannabe dictator for whom the rule of law has little or nothing to do with accusations of illegality.", "That article previously described claims made by Trump about Obama as of May 2020:", "Barely more than a month into his Administration, in early March of 2017, Trump accused Obama of secretly wiretapping him at Trump Tower during the 2016 campaign, an allegation that was no more true than any of the other nutty things Trump has said about Obama since then. During the course of the pandemic in the past couple of months, Trump has repeatedly invoked Obama and sought to blame his predecessor for everything from the lack of a sufficient national stockpile of medical supplies to inadequate testing for the coronavirus, which did not exist when Obama was President.", "Searching for “Obamagate” led to a curious result on Google. When we searched for “What is Obamagate,” the returned results highlighted a box on the right side of the page:", "Alongside three stories from Google News and a result matching the term, a content box was labeled “Veracity of statements by Donald Trump.” That link led to a Wikipedia page with the same title, to which “Obamagate” also redirected via Wikipedia search.", "That page began:", "Donald Trump has made many false or misleading statements, including thousands during his presidency. Commentators and fact-checkers have described this as “unprecedented” in American politics, and the consistency of these falsehoods has become a distinctive part of both his business and political identity. Trump is known to have made controversial statements and subsequently denied having done so, and by June 2019, many news organizations had started describing some of his falsehoods as lies. The Washington Post said his frequent repetition of false claims amounts to a campaign based on disinformation. Debasing of veracity has been viewed as a tactic.", "Section Five [5] of the page (“", "“), subsection four [4] (“", "“), sub-sub-topic 13 (“", "“) read:", "On May 10, 2020—one day after former president Barack Obama criticized the Trump administration’s handling of the COVID-19 pandemic, ", " tweeting about “Obamagate,” ", " Trump continued to promote the term Obamagate, exhibiting vagueness about what he means by it, but saying that “people should be going to jail for this stuff.” He suggested that Senator Lindsey Graham, chair of the Senate Judiciary Committee, should call Obama to testify about the “crime”, but Graham declined. Some of Trump’s allies later suggested that the “crime” involved the FBI launching an investigation into incoming national security advisor Michael Flynn. However, the FBI has claimed that the investigation was triggered by Flynn’s false statements to Mike Pence about his conversations with the Russian ambassador, Sergey Kislyak. The FBI interviewed Flynn four days after Trump took office. Flynn later pleaded guilty to lying to the FBI during that interview, although he attempted to withdraw his guilty plea several years later.", "The page also displayed a flag indicating that its neutrality was disputed:", "A “", "” page detailing edits and other additions to the page indicated that the inclusion of “Obamagate” in its subsections and possibly Wikipedia editors’ failure to give the claim its own page was the sole cause for the flag. A May 22 2020 comment suggested the tag might not remain for long:", "NPOV tag added due to (1) the redirect of the “Obamagate” page to this page, and (2) this recent blog post by Wikipedia co-founder Larry Sanger, which appears to concern this page in particular: [18] Narssarssuaq (talk) 19:53, 21 May 2020 (UTC)", "Lol, what nonsense. A single ex-editor’s even one that claims to be a “cofounder”? what a silly backstory this guy has) opinion does not justify an article tag. Zaathras (talk) 23:47, 21 May 2020 (UTC)", "He is a co-founder and you can learn more about his biography on his article. I support the inclusion of the NPOV tag because the article is clearly biased. – Munmula (talk), second account of Alumnum 03:05, 22 May 2020 (UTC)", "Good luck with that, and you get support by nothing but trolls and IP editors, and the tag is removed in a week, tops. 🙂 Zaathras (talk) 03:10, 22 May 2020 (UTC)", "Many more paragraphs were devoted to the presentation and alleged disputed neutrality of the term’s inclusion than the definition of the term itself, and even commenters arguing for semantic changes to the page added no additional information about the purported definition of “Obamagate,” or what crimes if any Trump claimed his predecessor committed.", "Incidentally, that talk page linked to a May 14 2020 blog post by Wikipedia’s co-founder Larry Sanger. There, it appeared at least some effort had been expended to ", " “Obamagate,” in the course of Sanger’s claim that Wikipedia’s editors were biased in favor of the former president:", "Examples [of pro-Obama bias] have become embarrassingly easy to find. ", ": Benghazi, the IRS scandal, the AP phone records scandal, and Fast and Furious, to say nothing of Solyndra or the Hillary Clinton email server scandal—or, ", " A fair article about a major political figure certainly must include the bad with the good. The only scandals that I could find that were mentioned were a few that the left finds at least a little scandalous, such as Snowden’s revelations about NSA activities under Obama. In short, the article is almost a total whitewash. You might find this to be objectively correct; but you cannot claim that this is a neutral treatment, considering that the other major U.S. party would treat it differently. On such a topic, neutrality in any sense worth the name essentially requires that readers not be able to detect the editors’ political alignment.", "As we noted above, the same claim appeared in passing in a May 15 2020 ", " article — and it appeared that the understanding of “Obamagate” was so poor that the author did not connect the current accusation with ones dating back more than three years:", "Barely more than a month into his Administration, ", ", an allegation that was no more true than any of the other nutty things Trump has said about Obama since then. During the course of the pandemic in the past couple of months, Trump has repeatedly invoked Obama and sought to blame his predecessor for everything from the lack of a sufficient national stockpile of medical supplies to inadequate testing for the coronavirus, which did not exist when Obama was President.", "Incidentally, Sanger maintained that Wikipedia’s failure to properly emphasize the Obamagate claim — defining it as Trump’s claim that his predecessor illegally wiretapped or surveilled him in 2016 — was evidence of bias. However, that original 2017 claim does have a separate and lengthy ", " devoted to it: “Trump Tower wiretapping allegations.” (Of additional note is the page’s most recent edits as of May 27 2020 occurred in April 2020, well before Trump revived “Obamagate.” It appeared that no editors, despite ongoing debate on the related page, managed to connect the two conspiracy theories as one.)", "That page was initially published on March 8 2017. A subsection titled “2019 clarification” referenced 2019 comments made by Trump about his 2017 claims — which essentially retracted them:", "On April 25, 2019, ", ", saying that he really meant: “surveillance, spying you can sort of say whatever you want”. ", " Trump elaborated that ", "Trump’s April 25 2019 comments ", " on Sean Hannity’s Fox News show, and The Hill summarized his remarks:", "President Trump said [on April 25 2019 that] his unsubstantiated claim in March 2017 that former President Obama had his “wires tapped” in Trump Tower was based on “a little bit of a hunch,” and suggested he was surprised it prompted such an outcry at the time.", "The president called in to Sean Hannity’s Fox News show in which the two men railed against alleged improper behavior from federal law enforcement, which Trump contended continued after he won the 2016 election.", "[…]", "The Justice Department confirmed in a court filing the following September that neither it nor the FBI had evidence Trump Tower was the target of surveillance efforts by the Obama administration during the 2016 presidential election.", "As of September 2017, the Justice Department ", " it found no evidence that U.S. President Barack Obama or anyone acting on his behalf had spied on or wiretapped Trump, and neither did any new information emerge between that statement and Trump’s revival of the claims.", "Based on hashtag activity, it is incredibly difficult to understand what “Obamagate” means — but one could be forgiven for believing it could be a big deal based on levels of engagement. It took us several hours to whittle away the noise and locate the signal — Obamagate was, essentially, rehashed claims that President Obama illegally wiretapped then-candidate Donald Trump during the 2016 election. Trump’s March 2017 accusations (presumably the same assumptions on which “Obamagate” were predicated) were addressed in a September 2017 court filing by the Justice Department, holding that both the “FBI and NSD confirm that they have no records related to wiretaps as described by the March 4, 2017 tweets.”"], "cats": ["Disinformation", "Reporting"], "score": 33.206657}
{"titles": ["Was Kamala Harris’ Debate Anecdote About Abraham Lincoln and the Supreme Court Accurate?"], "authors": ["Kim LaCapria"], "dates": [" October 8, 2020"], "page_Url": "https://www.truthorfiction.com/was-kamala-harris-debate-anecdote-about-abraham-lincoln-and-the-supreme-court-accurate/", "tags": ["Unknown"], "content": ["During the October 7 2020 Vice Presidential debate, Sen. Kamala Harris — the Democratic Party candidate for U.S. vice president — ", " the topic of the fate of Supreme Court Justice Ruth Bader Ginsburg’s vacant seat during a debate with sitting vice president Mike Pence with an anecdote about United States President Abraham Lincoln and his purported reluctance to nominate a replacement judge close to an election year during his presidency:", "Kamala Harris takes Pence to school about what Abraham Lincoln did when a Supreme Court seat opened up during one of his elections", " ", "— NowThis (@nowthisnews) ", "Just before the ", " above, debate moderator Susan Page posed a question to Vice President Mike Pence, saying in part:", "You’ve mentioned earlier, Vice President Pence, that the president was committed to maintaining protections for people with pre-existing conditions, but you do have this court case that you are supporting, your administration supporting that would strike down the Affordable Care Act. The president says, President Trump says that he’s going to protect people with preexisting conditions, but he has not explained how he would do that, and that was one of the toughest nuts to crack when they were passing the Affordable Care Act. So, tell us specifically, how would your administration protect Americans with preexisting conditions to have access to affordable insurance if the Affordable Care Act is struck down?", "Pence responded by pivoting to abortion before segueing to the vacant Supreme Court seat and efforts to confirm a replacement for Ginsburg before the election. In his allotted two minutes, Pence posed a question to Harris about whether she and former Vice President Joe Biden planned to “pack the [Supreme Court]” with additional judges should Amy Coney Barrett be confirmed prior to the election:", "Well, thank you, Susan, but let me just say, addressing your very first question. I couldn’t be more proud to serve as vice president to a president who stands without apology for the sanctity of human life. I’m pro-life. I don’t apologize for it, and this is another one of those cases where there’s such a dramatic contrast. Joe Biden and Kamala Harris support taxpayer funding of abortion all the way up to the moment of birth. Late term abortion. They want to increase funding to Planned Parenthood of America.", "Presidents have nominated in all 29 cases, but your party is actually openly advocating, adding seats to the Supreme court, which has had nine seats for 150 years if you don’t get your way. This is a classic case of if you can’t win by the rules, you’re going to change the rules. Now you’ve refused to answer the question. Joe Biden has refused to answer the question-", "No, you’ve refused to answer the question. Joe Biden has refused to answer the question. ", "Harris responded to Pence by stating she was “so glad we went through a little history lesson,” leading to the exchange in which Harris referenced Lincoln’s administration and a purported Supreme Court vacancy in 1864:", "Harris :", " … Let’s do that a little more. In 1864 …", "Pence:", " No. I’d like you to answer the question.", "Page:", " Yes, she’s-", "Harris :", " Mr. Vice President, I’m speaking, I’m speaking.", "Okay. In 1864, one of the, I think political heroes, certainly the President … Abraham Lincoln. Abraham Lincoln was up for re-election, and it was 27 days before the election, and a seat became open on the United States Supreme Court.", "Abraham Lincoln’s party was in charge, not only of the White House, but the Senate. But Honest Abe said:", "And so Joe and I are very clear: the American people are voting right now and it should be their decision about who will serve on this most important body for a lifetime.", "As the debate aired, presidential historian Michael Beschloss ", " Harris’ statements in part via Twitter. Beschloss said Harris was correct at least about the timeframe referenced:", "Harris is correct that when Roger Taney died in October 1864, Abraham Lincoln deferred a Supreme Court appointment until after election so that next President, with a new mandate, could do it.", "— Michael Beschloss (@BeschlossDC) ", " was indeed an election year, and an incumbent President Abraham Lincoln (National Union Party) ran against George Brinton McClellan (Democratic Party) and Ellsworth Cheeseborough (independent).", "Election Day was November 8 1864; Lincoln won with 55 percent of the popular vote. On October 12 1864, Supreme Court Justice Roger Taney died. At the time of Taney’s death, he was a member of the Democratic Party:", "Taney died on October 12, 1864, at the age of 87 [on] the same day his home state of Maryland passed an amendment abolishing slavery. The following morning, the clerk of the Supreme Court announced that “the great and good Chief Justice is no more.” He served as chief justice for 28 years, 198 days, the second longest tenure of any chief justice, and was the oldest ever serving Chief Justice in United States history …", " Lincoln and three members of his cabinet — Secretary of State William H. Seward, Attorney General Edward Bates, and Postmaster General William Dennison — attended Taney’s memorial service in Washington. Only Bates joined the cortège to Frederick, Maryland for Taney’s funeral and burial at St. John the Evangelist Cemetery.", "As noted above, Taney (a Democrat) was ", " by Salmon Chase, a Lincoln appointee:", "In June 1864, Lincoln surprised Chase by accepting his fourth offer of resignation. The Republican Party had at that point already nominated Lincoln as its presidential candidate and the Treasury was in solid shape, so Lincoln no longer needed to keep Chase in the cabinet to forestall a challenge for the presidential nomination. But to placate the Radical wing of the party, Lincoln mentioned Chase as a potential Supreme Court nominee.", "Chase’s political affiliation changed over the years:", "Per PolitiFact, Taney ", " 27 days before the Election of 1864. Ginsburg died on September 18 2020, 46 days before the 2020 Election. To date, Taney’s death on the bench was historically the closest in proximity to a looming election. By all accounts, Lincoln’s post-election appointment of Chase was a far less pressing issue due to the fact the Civil War did not end until 1865.", "A law review article from 1981 [", "] cited by PolitiFact addressed the political climate at the time of the 1864 election, as well as the dynamic between Chase and Lincoln:", "During the campaign Roger B. Taney, Chief Justice of the United States Supreme Court, died. His death on October 12 required Lincoln to replace a jurist who had served on the Court for twenty-eight years. The President was not without candidates. Associate Supreme Court Justice Noah Swayne and Postmaster-General Montgomery Blair both vied for the position. Senator Charles Sumner supported Chase and along with other Republicans urged his appointment. Chase, who had as early as 1863 indicated his interest in the Chief Justice position, would not openly solicit the appointment. He did, however, write Sumner that he would accept it if it were offered and Sumner showed this letter to the President. Lincoln delayed the appointment until after the election. On December 6, he sent Chase’s nomination to the Senate where it was unanimously approved. Seven days later Salmon Portland Chase was sworn in as the sixth Chief Justice of the United States Supreme Court.", "An often repeated theory about Salmon Chase is that Lincoln appointed him to the Supreme Court to neutralize him as a presidential rival. This seems unfeasible. Chase’s threat to Lincoln in 1864 was totally non-existent by the time of Taney’s death. A threat four years hence was also unrealistic. In addition to the question of Lincoln’s seeking a third term, Chase had never proved a really viable opponent earlier when he was at the height of his political career. In both 1860 and 1864, he had failed to organize an effective campaign and to gain the support of significant party vote-getters. To appoint Chase to the Supreme Court, therefore, would have been an unnecessary political tactic. A better explanation is that Lincoln understood and appreciated Chase. He knew Chase to be consistently loyal to his own principles, especially in his attitude toward slavery and the rights of the black man, and to be religiously conscientious. Unfortunately, this understanding was notably one-sided. After years of much official and some personal association, Chase wrote about the President in his diary: “I feel that I do not know him.”", "Like Ginsburg, Supreme Court Justice Antonin Scalia died in an election year (2016); and as in 2020, partisan squabbling over the vacancy centered on the election’s outcome and the future of the court. By contrast, Taney’s bench vacancy did not appear to be in any way similar, as Lincoln appeared to quietly wait until December 1864 to appoint Chase. A post-debate ", " ", " about Harris’ “little history lesson” noted:", "Lincoln was, of course, reelected. And the day after the Senate was back in session, he nominated Chase for chief justice. He hoped the august appointment would “neutralize” Chase’s designs on the presidency. (It didn’t.)", "So Harris is mistaken about Lincoln’s motivations in this regard. But there’s one thing Lincoln definitely supported that Harris has yet to weigh in on: court-packing.", "PolitiFact assigned somewhat different motives to Lincoln’s political machinations, concluding:", "The Biden campaign pointed PolitiFact to a tweet during the debate by historian Michael Beschloss … Two historians we contacted weren’t convinced.", "Burlingame suggested Lincoln’s move was a combination of risk-aversion and logistical concerns.", "“He evidently did not want to antagonize conservatives during the campaign,” Burlingame said. “Congress was out of session and not scheduled to reconvene until early December [1864]. ", " Besides, members of Congress were busy stumping for their own candidacies.”", "All that analysis made one thing clear — regardless of the known timeline between Taney’s death, the election of 1864, and Chase’s appointment — there was no evidence of any statement made by Lincoln about waiting to fill the seat. Even when they were in disagreement about his motives, historians concurred that Lincoln was almost certainly unlikely to disclose his reasoning or even acknowledge the proximity of Taney’s death to the election as he “kept his cards close to the vest.”", "During the October 7 2020 debate between Harris and Pence, Harris quoted Abraham Lincoln (or “Honest Abe”) as saying of filling the Supreme Court vacancy caused by Taney’s 1864 death prior to the election:", "“It’s not the right thing to do. The American people deserve to make the decision about who will be the next president of the United States. And then that person can select who will serve for a lifetime on the highest court of our land.”", "Although it’s historically true Taney died 27 days before Lincoln’s 1864 re-election, there is no record he that made any public statement about the vacancy, election, or even deferred Chase’s appointment for the specific reason of a pending loss. Lincoln won the election handily, and Congress was not in session until December 1864.", "Historians speculate on Lincoln’s political strategy and even suggested that he might appoint Chase in a “lame duck” scenario, but the claim that Lincoln said outright or even publicly implied that it was a decision that the American people deserved to make about a new appointee is not supported by historical accounts; however, as historians have noted, there is no definitive answer about his motives."], "cats": ["Fact Checks", "Politics"], "score": 30.427906}


