Query for ['election', 'trump', 'biden'] :
{"titles": ["The Saga of Hunter Biden’s Laptop"], "authors": ["Brooke Binkowski"], "dates": [" October 14, 2020"], "page_Url": "https://www.truthorfiction.com/the-saga-of-hunter-bidens-laptop/", "tags": [], "content": ["On October 14 2020, as increasingly bold or desperate attempts from all corners to sway the November 2020 U.S. elections reached a fever pitch, a story appeared in the ", " about Hunter Biden, son of Democratic Party presidential candidate Joe Biden, promising in the headline to deliver a “", "“:", "Hunter Biden introduced his father, then-Vice President Joe Biden, to a top executive at a Ukrainian energy firm less than a year before the elder Biden ", " into firing a prosecutor who was investigating the company, according to e-mails obtained by The Post.", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "An earlier email from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "The blockbuster correspondence — which flies in the face of Joe Biden’s claim that he’s “", "” — is contained in a massive trove of data recovered from a laptop computer.", "From its very start, the story hedges its bets and is far from being the “smoking gun” or the “blockbuster” that it calls itself. Reading on, its “evidence” seems flimsier still. For one thing, all this evidence hinges on the ", " that Hunter Biden sat on the board of Burisma Holdings, a Ukrainian natural gas producer, from 2014 to 2019. This is true. It is further true that his appointment to the board met with opposition by some with concerns that it would create an appearance, if not a reality, of conflict of interest.", "And finally, it is true that the Trump administration began to level these charges at Hunter Biden, and by extension his father Joe Biden, in the months before Democratic lawmakers initiated ", " against Donald Trump in ", " over Trump’s dealings with Ukraine.", "Four months before that, Trump’s lawyer — former New York City mayor turned enthusiastic disinformation purveyor Rudy Giuliani — ", " that he would be traveling to Ukraine to attempt to pressure its incoming leadership to offer up dirt for ", ":", "Mr. Giuliani said he plans to travel to Kiev, the Ukrainian capital, in the coming days and wants to meet with the nation’s president-elect to urge him to pursue inquiries that allies of the White House contend could yield new information about two matters of intense interest to Mr. Trump.", "One is the origin of the special counsel’s investigation into Russia’s interference in the 2016 election. The other is the ", " in a gas company owned by a Ukrainian oligarch.", "Mr. Giuliani’s plans create the remarkable scene of a lawyer for the president of the United States pressing a foreign government to pursue investigations that Mr. Trump’s allies hope could help him in his re-election campaign. And it comes after Mr. Trump spent more than half of his term facing questions about whether his 2016 campaign conspired with a foreign power.", "Giuliani’s “investigations” ultimately would not bear fruit (the probe into the origins of at least one aspect of the Russia investigation was ", " in October 2020, just days before the ", " published the Hunter Biden “smoking gun” story)  but that didn’t stop the Trump re-election campaign and its political allies (including U.S. President Donald Trump himself) from trying to push the story along ", ", as Associated Press reported on October 13 2020:", "Officials declassified the names of Obama administration officials ", "of an American — in this case, former national security adviser Michael Flynn — who surveillance revealed had interacted with Russia’s ambassador, but who wasn’t identified by name in intelligence reports. While Trump cast the unmasking as sinister, it’s a routine action and proper procedures were followed.", "The Washington Post reported Tuesday that a probe commissioned by Barr and focused on the “unmasking” question had concluded without criminal charges or any findings of substantive wrongdoing.", "[…]", "Meanwhile, Attorney General William Barr has appointed a prosecutor to investigate the origins of the Russia probe. That prosecutor, U.S. Attorney John Durham of Connecticut, has ", " from a former FBI lawyer for altering an email related to Page’s surveillance.", "Trump has demanded big-name indictments and called for the probe to be ", ". But it’s not clear when Durham will finish his work or what it will reveal.", "The investigation into Hunter Biden’s time on the Burisma board, spearheaded by top Republican senators Ron Johnson and Chuck Grassley, also fizzled away — but not until long after it was credibly described by Democratic lawmakers as ", " using the two as proxies in July 2020, which they denied:", "The packets, the sources said, were sent by Andrii Derkach, a Ukrainian lawmaker who met with Trump’s personal lawyer Rudy Giuliani in Kyiv last December to discuss investigating the Biden family.", "In a statement to POLITICO, Derkach said he sent the materials to the lawmakers and Mulvaney with the goal of “creating an inter-parliamentary association called ‘Friends of Ukraine STOP Corruption.’” He added that he recently notified Grassley, Johnson, Graham, and Democratic Sens. Gary Peters of Michigan and Ron Wyden of Oregon “about the content and materials published and voiced” at his news conferences.", "Spokespeople for Peters and Wyden said their offices had never received anything from Derkach.", "Derkach was ", " by the United States Treasury two months later, in September 2020, for “election interference.” The press release from the Treasury was remarkably specific in its details:", "From at least late 2019 through mid-2020, Derkach waged a covert influence campaign centered on cultivating false and unsubstantiated narratives concerning U.S. officials in the upcoming 2020 Presidential Election, spurring corruption investigations in both Ukraine and the United States designed to culminate prior to election day. Derkach’s unsubstantiated narratives were pushed in Western media through coverage of press conferences and other news events, including interviews and statements.", "Between May and July 2020, Derkach released edited audio tapes and other unsupported information with the intent to discredit U.S. officials, and he levied unsubstantiated allegations against U.S. and international political figures. Derkach almost certainly targeted the U.S. voting populace, prominent U.S. persons, and members of the U.S. government, based on his reliance on U.S. platforms, English-language documents and videos, and pro-Russian lobbyists in the United States used to propagate his claims.", "When Republicans produced ", " on Biden’s purported activities in September, journalists and researchers pored over it, only to find that it was essentially a hash of warmed-over, discredited conspiracy theories and information already publicly available. As BuzzFeed News reported, that investigation ended not with a bang, but rather with more of ", ":", "The report relies heavily on the public remarks of two US officials, including top State Department official George Kent, who said Hunter Biden’s work for Burisma was “very awkward” for US officials who were pushing an anti-corruption agenda in post-revolution Ukraine.", "Burisma and its owner, Mykola Zlochevsky, have been accused by Ukrainian authorities of corruption and are embroiled in investigations in Kyiv. But two of Ukraine’s last three prosecutors general — including Yuriy Lutsenko, who ", " in Rudy Giuliani’s backdoor Ukraine campaign to help Donald Trump — have said that no evidence has ever been found to suggest Hunter Biden was part of any corrupt scheme.", "[…]", "Beyond stating that Hunter Biden’s role on the board of Burisma, a Ukrainian energy company, interfered with “efficient execution” US–Ukraine policy, there is nothing damning enough to throw Joe Biden’s candidacy off course.", "The Johnson–Grassley report concludes that “Hunter Biden’s position on Burisma’s board was problematic and did interfere in the efficient execution of policy with respect to Ukraine.” It also alleges that Hunter and other Biden relatives “cashed in on Joe Biden’s vice presidency.”", "But the report undermines its own findings, stating that “the extent to which Hunter Biden’s role on Burisma’s board affected US policy toward Ukraine is not clear.”", "The issue seemed to be a non-starter, until about three weeks later — October 14 2020 — when the ", "dropped that aforementioned article (“Smoking-gun email reveals how Hunter Biden introduced Ukrainian businessman to VP dad”), which reported the following:", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "“Dear Hunter, thank you for inviting me to DC and giving an opportunity to meet your father and spent [sic] some time together. It’s realty [sic] an honor and pleasure,” the e-mail reads.", "An earlier e-mail from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "However, as journalists quickly noted, there was no smoking gun. In fact, there wasn’t even a gun to smoke. The story hinged on files found on a laptop that was dropped off at a Delaware computer store by an unknown person in April 2019; the owner of the shop, John Paul Isaac, ", " after the ", " story came out that he did not see the person who took in the laptop, but that it had a sticker on it that said “Beau Biden,” which is how he surmised that it was Hunter Biden’s computer.", "It didn’t get any better from there:", "Throughout the entire interview, Isaac switched back and forth from saying he reached out to law enforcement after viewing the files in the laptop to saying that it was actually the Federal Bureau of Investigation that reached out to him. At one point, Isaac claimed that he was emailing someone from the FBI about the laptop. At another point he claimed a special agent from the Baltimore office had contacted him after he alerted the FBI to the device’s existence. At another point, he said the FBI reached out to him for “help accessing his drive.”", "Isaac referenced the infamous Seth Rich conspiracy theory—which holds that a DNC staffer who police say was murdered in a botched robbery was actually killed off by Clinton allies because he leaked committee emails—as reason for his paranoia. He said he made a copy of the hard drive for purposes of personal protection.", "Isaac then refused to answer questions about whether he had any sort of history with Rudy Giuliani:", " Pressed on his relationship with Giuliani, he replied: “When you’re afraid and you don’t know anything about the depth of the waters that you’re in, you want to find a lifeguard.”", "Seeming to realize he’d said too much, he added: “Ah shit.”", "So, Rudy was your lifeguard, the reporters asked. “No comment,” he replied.", "It remains unclear whose laptop this actually was, how it came to be dropped off at the Maryland computer store in April 2019, whether the emails and other materials found on it are indeed legitimate, or whether more “October Surprises” will follow. However, one thing is clear: The ", " “smoking gun” story — packed to the brim as it is with half-truths, outright lies, innuendo, smears, and foreign actors credibly accused of U.S. election meddling — is disinformation. Whether or not it will be credibly weaponized remains to be seen."], "cats": ["Analysis", "Disinformation", "Government", "News Media", "Reporting", "Russia", "Social Media", "Trump", "Trump"], "score": 10.838881}
{"titles": ["Twitter Amends Flag from ‘Official Sources Called This Election Differently’ to ‘Multiple Sources Called This Election Differently’"], "authors": ["Kim LaCapria"], "dates": [" November 17, 2020"], "page_Url": "https://www.truthorfiction.com/twitter-amends-flag-from-official-sources-called-this-election-differently-to-multiple-sources-called-this-election-differently/", "tags": ["True"], "content": ["In mid-November 2020, Twitter updated one of its election information flags, changing the wording from the uncertain-sounding, “Official sources called this election differently” to the even less forceful, “Multiple sources called this election differently.”", "That particular flag was perhaps most widely seen in November ", " and ", " 2020 tweets by United States President Donald Trump, in which he falsely stated that he was the true winner of the election:", "I WON THE ELECTION!", "— Donald J. Trump (@realDonaldTrump) ", "I won the Election!", "— Donald J. Trump (@realDonaldTrump) ", "As seen in the embeds above, Twitter’s November 17 2020 label said, “Multiple sources called this election differently.” Initially, the tweets were ", " “Official sources called this election differently”:", "“ I won the election “", "“ official sources called this election differently “ ", "Lmao ", "— John (@iam_johnw) ", "A November 16 2020 Business Insider ", " reported on the first “official sources” flags, citing the source of projections:", "In reality, Business Insider and Decision Desk HQ have projected the Joe Biden has won the election, with 306 votes in the electoral college to Trump’s 232. In Georgia, Biden beat Trump by a margin of about 14 thousand votes, and in Pennsylvania, Biden beat trump by a margin of about 69 thousand votes, according to Business Insider and Decision Desk HQ.", "In addition, Twitter has flagged over 25 of Trump’s tweets as disputed or potentially misleading since Friday [November 13 2020].", "Posts to TheDonald.win ", " Twitter’s ", " to how the attempted election interference was flagged. One November 16 2020 ", " claimed that the change took place shortly before midnight on that day:", "Two hours ago it said “Official Sources”", "They ninja changed it to say “Multiple Sources” several hours after the tweet went out.", "They’re playing us for fools.", "Official ", " from news organizations such as ABC covered the initial flag (“Official sources called this election differently”):", "Twitter and Facebook have both slapped a misinformation label on some content from Trump, most notably his assertions linking voting by mail to fraud. On Monday, Twitter flagged Trump’s tweet proclaiming “I won the Election!” with this note: “Official sources called this election differently.”", "CBS also covered the flag in a November 16 2020 ", ":", "President Trump falsely and flat-out claimed in an all-caps tweet late Sunday [November 15 2020] night that he won the election. The tweet was quickly flagged by Twitter, which said,", "The tweet culminated a day in which Mr. Trump worked to take back an apparent acknowledgement that Joe Biden had won the White House.", "Salon.com ", " on the “Official sources called this election differently” label on November 14 2020, embedding two November 13 2020 tweets. Those embedded tweets later reflected the changed flag, showing “Multiple sources called this election differently”:", "It is true that Twitter’s original label was changed, which was easily checked against previous screengrabs. Updated labels read “Multiple sources called this election differently.” However, Twitter did not offer an explanation for the change. We contacted Twitter for comment on changes to those flags, but we have not yet received a response."], "cats": ["Disinformation", "Fact Checks"], "score": 10.64291}
{"titles": ["Trump’s Disinformation Spree After Losing Election Propelled by Social Media"], "authors": ["Brooke Binkowski"], "dates": [" November 17, 2020"], "page_Url": "https://www.truthorfiction.com/trumps-disinformation-spree-after-losing-election-propelled-by-social-media/", "tags": [], "content": ["In the days after a resounding popular vote loss to former United States Vice President Joe Biden, sitting president Donald Trump advanced numerous conspiracy theories before beginning to deny the results of the election outright.", "The first set of conspiracy theories revolved around purported unforeseen delays in the vote counts, which stemmed from the Republican Party’s sustained attacks on voting by mail — effectively ensuring that far more Republicans voted in person on the day of the election, but that Democratic Party voters’ ballots trickled in over days amid a surge of early voting galvanized by ", ", as detailed in this November 4 2020 story from PolitiFact:", "Some states in which Trump was leading overnight on Nov. 3 experienced delays in the ballot-counting process due to an influx of mail-in ballots, spurred by the coronavirus pandemic and preferred by Democratic voters. There is no evidence that states are deliberately stalling vote tabulation.", "In three states — Michigan, Pennsylvania and Wisconsin, all of which have Democratic governors — election officials ", " to start counting mail-in ballots until Election Day or just before. That resulted in reporting delays overnight on Nov. 3, since mail ballots ", " than in-person votes.", "Similar, related rumors were equally baseless, as was the next cluster of conspiracy theories about “millions” of votes being “switched” from Trump to Biden — all of which were quickly ", " in a statement from election officials:", "The November 3rd election was the most secure in American history. Right now, across the country, election officials are reviewing and double checking the entire election process prior to finalizing the result.", "When states have close elections, many will recount ballots. All of the states with close results in the 2020 presidential race have paper records of each vote, allowing the ability to go back and count each ballot if necessary. This is an added benefit for security and resilience. This process allows for the identification and correction of any mistakes or errors. ", "Other security measures like pre-election testing, state certification of voting equipment, and the U.S. Election Assistance Commission’s (EAC) certification of voting equipment help to build additional confidence in the voting systems used in 2020.", "While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should too. When you have questions, turn to elections officials as trusted voices as they administer elections.", "These claims were bolstered by anonymous claims on pro-Trump message boards, propaganda and disinformation purveyors such as ", ", and of course baseless accusations from Trump himself, echoed by his proxies:", "“REPORT: DOMINION DELETED 2.7 MILLION TRUMP VOTES NATIONWIDE. DATA ANALYSIS FINDS 221,000 PENNSYLVANIA VOTES SWITCHED FROM PRESIDENT TRUMP TO BIDEN. 941,000 TRUMP VOTES DELETED. STATES USING DOMINION VOTING SYSTEMS SWITCHED 435,000 VOTES FROM TRUMP TO BIDEN.” ", " ", "— Donald J. Trump (@realDonaldTrump) ", "Finally, as these rumors coagulated into accusations, which in turn were incorporated into legal challenges that failed to stand up to any type of scrutiny, Trump simply began to claim outright that — despite the reality of the results — he was actually the winner of the 2020 presidential election. These tweets were quickly labeled with an extraordinarily hesitant disclaimer (“Multiple sources called this election differently”):", "I WON THE ELECTION!", "— Donald J. Trump (@realDonaldTrump) ", "Not one of these claims has any validity. However, taken in their aggregate, another motive for them appears to emerge. These rumors do not appear to be  to install Trump as winner of the 2020 presidential election, nor (as some politicians have claimed) to let him get the disappointment and anger at losing ", ", but perhaps a darker and more serious motive still — to permanently mar or destroy Americans’ faith in its democratic institutions.", "This is a known goal of hybrid threats, a component of asymmetric warfare preferred by state — and increasingly, non-state — actors who either lack or who are unwilling to use military might or other physical threats, as the National Defense University’s publication ", " explains in a 2019 ", ":", "While these interpretations differ somewhat in content, what they have common is less to do with Hoffman’s hybrid warfare and more to do with Sun Tzu’s ancient wisdom that “to subdue the enemy without fighting is the acme of skill.” They all essentially describe nonviolent revisionist grand strategy in contemporary international politics. They describe the use of multiple, ambiguous means to target vulnerabilities across society to achieve goals gradually without triggering decisive responses. As Michael Mazarr has stated, “Unwilling to risk major escalation with outright military adventurism, these [revisionist] actors are employing sequences of gradual steps to secure strategic leverage. The efforts remain below thresholds that would generate a powerful U.S. or international response, but nonetheless are forceful and deliberate, calculated to gain measurable traction over time.”", "The final goal of such sustained efforts is to destroy faith in institutions, thereby destroying entire countries from within by creating an environment in which the fundamental trust between individuals and governments necessary for social cohesion in liberal democracies can no longer exist. From this perspective, these ongoing denials of the reality of the election’s results can be viewed not simply as one man lashing out in denial as enablers look on, but ", " against the American people and their long-cherished democratic systems, using social media platforms and their algorithms as both vehicles and enthusiastic enablers for disinformation campaigns.", "Whatever their motivations, the way to counteract these threats remains the same. Hybrid threats can be countered by ", " — in other words, creating and strengthening national (and international) responses to disinformation campaigns and attacks from the ground up with a combination of vetted, credible, transparent actions by institutions, strong and independent journalism unfettered by government censorship or political intimidation, and an overall refusal by individuals and entire institutions to cave to lies uttered by bad-faith bullies. Without resilience and clarity, there is no democracy at all."], "cats": ["Analysis", "Disinformation", "Reporting", "Russia", "Social Media", "Terrorism", "Trump", "War"], "score": 10.3417015}
{"titles": ["Anonymous ‘US Politics Polls’ Twitter Account Spreading Election Disinformation"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/us-politics-polls-twitter-disinformation/", "tags": [], "content": ["An anonymous Twitter account presenting itself as political analysis set itself to spreading disinformation on the last night of the U.S. elections on November 3 2020.", "The account, which called itself “US Politics Polls,” posted several false statistics early on in the evening as states began counting their votes. For instance, in one tweet it ", " that Democratic Party nominee Joe Biden had amassed 85 electoral college votes to 66 for incumbent President Donald Trump:", "But at 9:02 p.m. EST NBC News reported that Biden had 80 electoral college votes to Trump’s 48, a lead that was sure to fluctuate throughout the course of the night:", "And around the same time, CNN was projecting 73 electoral votes to Biden and 48 for the president:", "The account also ", " at 6:16 p.m. Eastern time that “Donald Trump has won Florida”:", "But at the time we published this story, no legitimate news organization had called the state for either candidate.", "Users should be leery of any account that, like “US Politics Polls,” displays no identifying information or methodology for its posts:"], "cats": ["Disinformation", "Disinformation", "Reporting"], "score": 10.023176}
{"titles": ["Did Joe Biden Call Trump ‘George’ During a Live Video?"], "authors": ["Arturo Garcia"], "dates": [" October 26, 2020"], "page_Url": "https://www.truthorfiction.com/joe-biden-george-trump-george-w-bush/", "tags": ["Not True"], "content": ["A tweet from an official for United States President Donald Trump’s re-election campaign highlighted a widespread disinformation campaign that hinged on attempting to manufacture a “gaffe” to pin on Democratic Party presidential nominee Joe Biden.", "The latest attempt to work up a controversy around Biden is drawn from a misrepresented clip of his appearance alongside his wife, Dr. Jill Biden, during their participation in an October 25 2020 online ", " hosted by comedian George Lopez and Ana Navarro, a Republican political commentator who has been a consistent critic of the Trump administration and its policies.", "The basis of the “gaffe” is an exchange between Lopez and Biden.", "“If someone is undecided and maybe thinking about not voting, why should they vote and why should they vote for you?” the comedian asked.", "“The reason they should vote is, there’s a lot on the ballot this year,” Biden replied, adding:", "This is the most consequential — not because I’m running, but because of who I’m running against, this is the most consequential election in a long, long, long time. And the character of the country in my view is literally on the ballot, what kind of country are we going to be. Four more years of George uh… George, going to find ourselves in a position if Trump gets elected, we are going to be in a different world.", "As an Associated Press analysis ", ", while Biden stumbled over his words in speaking to Lopez, disinformation purveyors decided to run with the pretense that the former Vice President had confused Trump for former president George W. Bush. And ", " to the media watchdog site Media Matters, it was relatively successful:", "The Trump campaign’s latest attack on Biden got picked up by Fox News, the New York Post, Newsweek, Breitbart, The Daily Wire, The Daily Caller, and John Solomon’s Just the News. The Daily Mail also tweeted a claim that Jill Biden was whispering “Trump” under her breath, based on nothing more than that she slightly opened her mouth. (Ironically, the Daily Mail’s embedded video that would supposedly prove this allegation did not have any audio track on it.)", "NBC News added to the spread of the “gaffe” in a ", " that aired on the ", " show in which White House correspondent Kristen Welker — who moderated the final debate between Biden and Trump — said that Biden was “making headlines overnight after appearing to confuse his opponent’s name.” A clip of NBC’s botched report was ", " further by the Trump campaign’s Francis Brennan.", "“Even The TODAY Show had to cover Joe Biden thinking George W. Bush was president,” Brennan wrote. “That’s how you know this is BAD.”", "Welker’s story has been updated with an editor’s note reading:", "The video of Joe Biden talking about the 2020 election and “four more years of George…” came from an interview that Biden did Sunday with George Lopez. The fact that Biden was talking with George Lopez was relevant and helpful context that should have been included in the original report.", "We contacted Twitter asking if Brennan’s tweet would be covered under the platform’s terms of service on spreading political disinformation. Navarro has already criticized the report’s mention of the footage from her interview with Biden.", "“I know it may come as a shock to some Trump supporters, but some Latinos are named ‘George.’ Not everyone is Jose and Maria,” she ", " The Daily Beast, adding, “It’s not surprising that the Trump campaign would lie about the clip and take it out of context. But frankly, I had higher expectations for NBC News.”", "A Twitter spokesperson told us that Brennan’s tweet “will not be labeled under our ", " media policy.”", "The company also claimed that it added more context in a ", " explaining trending topics to users."], "cats": ["Disinformation", "Fact Checks"], "score": 9.776588}
{"titles": ["‘So 54%’ of Americans Believe the 2020 Election Was Fraudulent?"], "authors": ["Kim LaCapria"], "dates": [" November 19, 2020"], "page_Url": "https://www.truthorfiction.com/so-54-of-americans-believe-the-2020-election-was-fraudulent/", "tags": ["Not True"], "content": ["On November 19 2020, “So 54%” was one of Twitter’s trending topics — due to a piece of of ", " prompted by a tweet and article from TheHill.com:", "So 54% say he shouldn’t concede.", "Thanks for admitting more than half the country knows there was fraud, ", ".", "Also, thanks for proving the fraud with this poll. ", "— John Cardillo (@johncardillo) ", "In the above tweet, right-wing radio talk show host ", " claimed that 54 percent of Americans believed Trump shouldn’t concede, adding:", "Thanks for admitting more than half the country knows there was fraud, @thehill . Also, thanks for proving the fraud with this poll.", "Cardillo apparently didn’t read the ", " that he had tweeted, which actually said neither of those things:", "A plurality of voters say President Trump should concede the presidential race to President-elect Joe Biden, according to a new Politico/Morning Consult poll released [November 17 2020].", "The results of the poll are sharply split along partisan lines, with 72 percent of Democrats saying Trump should concede right away compared to just 17 percent of Republicans. Nearly half (45 percent) of Republicans said Trump should only concede if he can’t back up his baseless voter fraud claims, and a full quarter of registered GOP voters say Trump should not concede no matter what.", "Simply clicking through to the article instead of subtracting 46 from 100 would have negated the “So 56%” commentary circulating around social media. The article actually said:", "Even the 12 percent of registered voters surveyed who selected the “no matter what” option didn’t appear to be attached to a “fraud” claim; the reasons they believed Trump should not concede were not specified in the article.", "Politico and Morning Consult’s poll, “National Tracking Poll #201162 November 13-16, 2020,” is available to view ", ". The results were prefaced with the following context:", " The interviews were conducted online and the data were weighted to approximate a target sample of Registered Voters based on gender, educational attainment, age, race, and region. Results from the full survey have a margin of error of plus or minus 2 percentage points.", "The Hill’s “46 percent” figure appeared on page 216, and the actual crosstabs were even further from the claim that “56 percent of voters” didn’t believe Trump should concede right away:", "Of the 1,994 individuals polled in November 2020, the highest numbers in the “Should not concede the election to Joe Biden no matter what” column were for Republican men, Republican women, and individuals listed in a “Conservative” tab. Percentages for “Should not concede” were as follows for those lines:", "The same affiliations’ percentages under “Should concede the election to Joe Biden right away” were as follows:", "To put those figures further into perspective in relation to the claim that 54 percent of voters thought Trump should not concede, while 24 percent of Republican men said he should not concede, 23 percent said he should concede “right away.” For Republican women, 12 percent said he should concede “right away,” versus the 29 percent who believed he should not concede “no matter what.” And 18 percent of people on the “Conservative” line voted for “concede right away,” versus 26 percent saying Trump should not concede, “no matter what.”", "“So 54%” was a misleading Twitter trending term, after The Hill tweeted that 46 percent of registered voters believed that Trump ought to “concede right away.” Although it is true that 100 minus 54 is 46, that was about the only accurate part of John Cardillo’s tweet. It was not true that 54 percent of Americans believed Trump should not concede, and further not true that the poll was informal with two binary options. The claim on the whole was false."], "cats": ["Disinformation", "Fact Checks"], "score": 9.701028}
{"titles": ["Has RealClearPolitics ‘Rescinded’ Pennsylvania and ‘Uncalled’ the Race?"], "authors": ["Kim LaCapria"], "dates": [" November 10, 2020"], "page_Url": "https://www.truthorfiction.com/has-realclearpolitics-rescinded-pennsylvania-and-uncalled-the-race/", "tags": ["Not True"], "content": ["After the 2020 election was “called” with former United States Vice President Joe Biden as victor, a rumor ", " that a website called RealClearPolitics had “rescinded” Pennsylvania, effectively undoing Biden’s win:", "RealClearPolitics has rescinded its call for Biden winning Pennsylvania.", "This election is not over.", "— #ThePersistence (@ScottPresler) ", "In the above November 9 2020 tweet, political activist Scott Presler wrote:", "RealClearPolitics has rescinded its call for Biden winning Pennsylvania.", "This election is not over.", "Presler’s claim was not unique in terms of rumors that U.S. President Donald Trump, facing a resounding 2020 loss, was still in the game, so to speak. A previous rumor maintained that ", " by the Department of Homeland Security would reveal fraudulent votes, and then another circulating claim held that Biden’s win violated “", ".” (Neither claim had a meaningful effect on the post-election discourse, and neither was valid.)", "Google Trends data demonstrated significant interest in the “rescinded Pennsylvania” claim. Readers also searched for “Real Clear Politics rescinds Pennsylvania,” “Pennsylvania rescinded,” “rescinded,” “Real Clear Politics Pennsylvania rescinded,” and “NewsMax election results.”", "Of those terms, the fifth most popular had to do with ", "; we also found aggregated content on the soundalike “", ",” which we have come across before, thanks to its tendency to spread false information. Searches for “NewsMax” and “RealClearPolitics rescinds Pennsylvania” pointed to that easy-to-misidentify site, which aggregated an ", " with the following headline:", "Real Clear Politics Rescinds Pennsylvania for Biden? Shows No Clear Winner?", "Newsbreak pulled the content from a site called TampaFP.com, whose “About Us” page indicated that the site was a months-old blog:", "Soft-launched in April 2020, at the COVID-19 growth cycle, The Free Press continues its digital growth with reach in 36 countries, and primary reach in the Tampa DMA at 97%.", "Newsbreak’s headline also brought to mind the journalistic ", " known as “Betteridge’s law of headlines,” which asserts:", "“Any headline that ends in a question mark can be answered by the word ", ".”", "But there were a few elements of news literacy of which to be aware when considering whether any one news organization “called” the 2020 election, and whether any one news organization could or did “rescind” the tally in Pennsylvania. (They couldn’t and didn’t.)", "On November 9 2020, Poynter ", ":", "The media’s “call” of Biden as the winner doesn’t hold force of law. It’s simply the best estimation by the networks’ data-crunchers.", "Specifically, media “decision desks” look at the votes that have been counted in the states and what remains to be counted. They announce a “call” whenever they think the trailing candidate has run out of ways to add enough votes to win.", "The media’s call carries weight in public perceptions of who has won, and it can prompt a candidate to declare victory or the trailing candidate to concede, which can further shape perceptions. If there’s a switch in the party occupying the White House, the call could accelerate the transition process.", "States (including Pennsylvania) were left to certify their tallies after votes had been counted and reported:", "Federal law allows states more than a month after the election to finalize the results. This year, that “safe harbor” date is Dec. 8 [2020]. This leaves time for election officials to determine whether provisional ballots are valid. And in many states, overseas military ballots are given a grace period to arrive late.", "By Dec. 8 [2020], if states have wrapped up the certification of their results, Congress pledges not to dispute the results. However, there’s some legal ambiguity there, legal experts say.", "Reuters ", " on November 10 2020 that the Trump administration filed a lawsuit to prevent Pennsylvania from certifying their results:", "The lawsuit, brought by the campaign and two registered voters, alleged Pennsylvania’s mail-in voting system “lacked all of the hallmarks of transparency and verifiability that were present for in-person voters.”", "The lawsuit claims Pennsylvania officials violated the U.S. Constitution by creating “an illegal two-tiered voting system” where voting in-person was subject to more oversight than voting by mail.", "It was filed against Pennsylvania Secretary of State Kathy Boockvar and the boards of elections in Democratic-leaning counties that include Philadelphia and Pittsburgh. Bookcvar’s office did not immediately respond to a request for comment.", "That same day, ", " ", " nine legal experts to ask whether Trump’s suit was likely to succeed:", "President Donald Trump’s campaign launched its broadest challenge yet to the results of the election that appears destined to push him from office, accusing Pennsylvania officials of running a “two-tiered” voting system – in-person and mail – that violates the U.S. Constitution.", "The suit has “lots of complaints about different things, and it’s not easy to see how they all fit together,” said Kermit Roosevelt, a professor at the University of Pennsylvania Law School who focuses on constitutional law.", "One of the nine experts pointed to the Trump administrations efforts outside Pennsylvania to sow doubts around the final tally:", "David Becker, executive director and founder of the Center for Election Innovation and Research, said the Trump campaign “continues to spread lies about transparency of this process and the access to observers. Trump campaign observers and Republican Party observers were present at every moment that every ballot was considered in Pennsylvania.”", "He said the Trump campaign admitted as much in a hearing before a federal judge [in early November 2020], when a lawyer said there were “a non-zero number” of observers from the campaign present during ballot counting in Philadelphia.", "[…]", "Pennsylvania Attorney General Josh Shapiro called the suit “meritless” and said the election was “overseen by bipartisan election officials and was lawful, fair and secure.”", "At first glance, it might seem that if any one entity “called” the 2020 election, a separate entity “rescinding” Pennsylvania was surely as valid — which disinformation purveyors clearly know and are playing upon in order to interfere with the U.S. election.", "On November 7 2020, the ", " ", " who “called” the election for Biden, and how his win was ascertained:", "The waiting was the hardest part. But the TV networks finally got to the end of the 2020 road to the White House on Saturday morning [November 7 2020].", "Nearly four days after the final votes were cast [on November 3 2020], the ", " CBS came in at 45 seconds after 11:25, followed by ABC at 30 seconds after 11:26. All four organizations use the same vote count and exit polling data to make their determinations on the outcome of the race.", " which collaborate in their voter survey data, ", " The slight delay at Fox News had to do with its decision desk — the analysts who determine when a state can be called — which was looking at different data than the other networks.", " The state has not been included in the totals on the other networks, which have the president-elect at between 273 and 279 electoral votes.", "The chain of events described by the ", " led to a very widely viewed video and quoted moment involving Trump surrogate ", ", who was at the time speaking in the parking lot of Four Seasons Total Landscaping near Philadelphia. Giuliani was informed the election was called for Biden, and asked which network made that call.", "In response, someone said “all of them,” and Giuliani addressed it:", "Rudy Giuliani: \"Who was it called by?\"", "Media: \"All of networks.\"", "Rudy Giuliani: \"All the networks!\" ", "— CSPAN (@cspan) ", "Google’s election information page credited Associated Press with calling the 2020 election; for its part, AP provided in-depth answers about how any election is “called” ", ".", "Google’s most updated results for the electoral count on the afternoon of November 10 2020 indicated Biden had 290 votes of the 270 needed to win, while Trump received 214:", "No.", "As of 1:46 PM on November 10 2020, RealClearPolitics’ “2020 Electoral College Map” ", ":", "Although RealClearPolitics counted only 216 electoral votes for Biden, short of the 270 needed to win, it also only credited Trump with 125 electoral votes; Biden was still leading in that count. A remaining 197 electoral votes were listed under “Toss Ups,” and from west to east, the following states remained unallocated:", "At least two states with divided electoral votes were “called” but retained grey districts: Maine and Nebraska. RealClearPolitics appeared to refrain from allocating votes from swing states, even in instances (like Florida) where those states maintained largely uncontested results.", "RealClearPolitics further refrained from allocating votes in eleven states other than Pennsylvania; focusing solely on its decision not to allocate Pennsylvania falsely implied that ", " Pennsylvania was affected in the site’s November 9 and 10 2020 Electoral College Map.", "On November 9 2020, RealClearPolitics’ co-founder and President Tom Bevan ", " a tweet by Giuliani. Giuliani claimed:", "#FakeNews won’t cover law suit which will invalidate 300,000 or more crooked democrat votes votes in Philly.", "Real Clear Politics just took PA away from Biden and made it a toss up.", "Only the beginning please look beyond the Big Media censorship to watch it all change.", "Bevan said “this is false,” and added that RealClearPolitics did not “rescind” Pennsylvania:", "This is false. We never called Pennsylvania, and nothing has changed. ", "— Tom Bevan (@TomBevanRCP) ", "A viral claim held that RealClearPolitics “rescinded” Pennsylvania, recalling its 20 electoral votes back into play and “uncalling” the election. As Bevan explained, RealClearPolitics had never called Pennsylvania in the first place, and as RealClearPolitics’ 2020 Electoral Votes Map showed, twelve states remained “uncalled” on its site. While the site hadn’t awarded 270 votes to either candidate, it had Biden leading Trump at 216 to 125. Even if Pennsylvania was likely to be “rescinded” (and there was no evidence to support that claim), Biden still had the 270 votes needed to win."], "cats": ["Disinformation", "Fact Checks"], "score": 9.351113}
{"titles": ["Did Trump Post a Photo Mocking Biden and the Elderly?"], "authors": ["Arturo Garcia"], "dates": [" October 14, 2020"], "page_Url": "https://www.truthorfiction.com/trump-biden-resident-in-chief/", "tags": ["True"], "content": ["As his re-election campaign faced a lack of support from senior voters, United States President (and the Republican Party’s 2020 presidential nominee) Donald Trump posted a photograph seemingly mocking seniors, alongside Democratic Party presidential nominee Joe Biden.", "The photo, posted on Trump’s ", " account on October 13 2020, showed a group of what appeared to be senior citizens alongside a person in a wheelchair onto which Joe Biden’s head had been digitally added; the image was placed atop a fake campaign sign reading, “Biden for Resident”:", "Some readers noted that Biden is only three years older than the 74-year-old Trump, who was ", " earlier that month after testing positive for COVID-19. Trump has since ", " to feel “perfect,” though both his administration and his physician at Walter Reed Medical Center, Dr. Sean Conley, have been evasive about several details concerning his treatment.", "Trump also refused to participate in a virtual debate with Biden on October 15 2020, causing the cancellation of their planned second presidential debate; instead each candidate will take part in town hall events airing on separate ", ".", " to the Center for Medicare and Medicaid Services, nearly 246,000 nursing home residents across the United States have been diagnosed with COVID-19; of those, 58,481 have died as of October 14 2020.", "Trump’s mocking post also came amid an increase in news ", " saying that senior voters — usually a reliable voting bloc for Republican candidates — had been siding with Biden as early voting began in several U.S. states.", "“They’re turned off by him. They’re concerned for their Medicare, their social security, of course. But they can’t stand the hate, the vitriol. They’re considering Biden because of the way Trump behaves,” one local Democratic leader in Florida ", " "], "cats": ["Fact Checks", "Politics"], "score": 9.320209}
{"titles": ["Did an Antrim County, Michigan ‘Software Glitch’ Send ‘6,000 Trump Votes to Biden’?"], "authors": ["Kim LaCapria"], "dates": [" November 6, 2020"], "page_Url": "https://www.truthorfiction.com/did-an-antrim-county-michigan-software-glitch-send-6000-trump-votes-to-biden/", "tags": ["Decontextualized"], "content": ["On November 6 2020, several high-engagement ", " claimed ", " ", " Antrim County, Michigan, “6,000 Trump votes” were incorrectly ", " as votes for Democratic Party presidential candidate Joe Biden due to a “software glitch”:", "One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now! ", "— Robby Starbuck (@robbystarbuck) ", "This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a \"feature\"? ", "— Ian Miles Cheong (@stillgray) ", "More evidence of fraud in Michigan. ", "— Ian Miles Cheong (@stillgray) ", "Serial disinformation purveyor Robby Starbuck wrote:", "One Michigan county clerk caught a glitch in tabulation software so they hand counted votes and found the glitch caused 6,000 votes to go to Biden + Democrats that were meant for Trump and Republicans. 47 MI counties used this software. All must check now!", "In two separate tweets, ", " Ian Miles Cheong said:", "This is big. The software used to tabulate the votes in one county sent at least 6,000 Trump votes to Biden. 47 counties used the software. Other states may have, too. Was it a glitch or a “feature”?", "More evidence of fraud in Michigan.", "However, a search for “Antrim County” and the specific figure of 6,000 votes revealed that the “big” news Cheong ", " was not new at all, but instead had been ", " ", " for days, since its publication on November 4 2020:", "Mr. President please read!!! I am from a small County in northern Michigan that said Biden won by 6000. There are that  registered voters in Antrim County they we're all at your rally in Traverse City please do something about this", "— Chris Bigger (@ChrisBigger8) ", "problem is how recounts will shape up, Antrim county in MI put something out that said they submitted the votes wring and Trump will get around 6000 votes from there. It's gonna be a long process", "— owen tuckey (@Tuckpoint0) ", "This is all not to mention the reporting error in Antrim County, where (when rectified) James and Trump should gain 5000 to 6000 votes.", "— Jackson Bryman (@kilometerbryman) ", "Antrim County issued two press releases via Facebook on November 4 2020, the ", " posted before noon. It read:", "November 4, 2020", " For Immediate Release", " Antrim County Unofficial Election Results", "ANTRIM COUNTY, Mich. – Early this morning [November 4 2020], the Antrim County Clerk, Sheryl Guy, became aware of apparently skewed results in the Unofficial Election Result tabulations. ", " Staff is currently working with township officials and with Election Source, the company that provides the voting software programs and hardware. “By this afternoon, we expect to have a clear answer and a clear plan of action addressing any issue,” said Sheryl Guy, Antrim County Clerk. “Until then, we are asking all interested parties to bear with us while we get to the bottom of this.” Further information will be released as it becomes available throughout the day.", "Just after 3PM Eastern the same day, Antrim County issued the ", " press release:", "November 4, 2020", " For Immediate Release", " Antrim County Election Results", "ANTRIM COUNTY, Mich. – The Antrim County Clerk’s Office has been working diligently to review the results and identify the source of discrepancies discovered early this morning. ", " Results will become Official once the independent board of canvassers verify results starting tomorrow. Antrim County is committed to ensuring that each and every valid ballot cast is accurately counted.", "The second press release confirmed that the vote counts did not match, so the county clerk’s office removed the initial tabulations and started a manual count. At 6:34 AM Eastern (several hours before Cheong and Starbuck shared their tweets), the ", " ", " that results for Antrim County had been “updated and revised”:", "The revised numbers — arrived at after manually entering the results from printed tabulated tapes for all 16 precincts — show the northern Michigan county is still red, just not as dark a shade as it was in 2016.", "Political observers had expressed shock early Wednesday [November 4 2020] when the county transferred numbers to the state showing Biden beating Trump by about 3,000 votes. Antrim is a Republican stronghold where local GOP officials have mostly run unopposed in recent elections.", "That revision did not meaningfully affect statewide tallies:", "Statewide, unofficial results show Biden beating Trump by about 145,000 votes and Peters beating James by about 83,000 votes.", "On November 5 2020, Reuters ", " of the amended results:", "A spokesperson for the Michigan Secretary of State told Reuters via email that what happened in Antrim was a simple error, as outlined by the Facebook post from the county.", "On the afternoon of November 6 2020, a spate of tweets revisited the days-old news about miscalculated votes in Antrim County, Michigan, on the same day local news outlets affirmed the results had been revised and that poll workers “manually [entered] the results from printed tabulated tapes for all 16 precincts.” As of 4:52 PM Eastern on November 6 2020, Joe Biden was ahead in Michigan with 2,790,648 to President Trump’s 2,644,525 votes  — a difference of 146,123 votes."], "cats": ["Disinformation", "Fact Checks"], "score": 9.298235}
{"titles": ["‘Mexico Planning Joint Military Intervention with Canada If Trump Refuses to Leave Office’"], "authors": ["Kim LaCapria"], "dates": [" November 11, 2020"], "page_Url": "https://www.truthorfiction.com/mexico-planning-joint-military-intervention-with-canada-if-trump-refuses-to-leave-office/", "tags": ["Not True"], "content": ["On November 11 2020, a screenshot of a purported article featured the headline “Mexico Planning Joint Military Intervention with Canada If Trump Refuses to Leave Office”:", "The screenshot showed a story dated November 9 2020, with NPR reporter Carrie Kahn’s byline. The visible text read:", "Mexico Planning Joint Military Intervention with Canada If Trump Refuses to Leave Office", "November 9, 2002 | 5:55 PM", " Carrie Khan", "Mexican President Andrés Manuel López Obrador, here last week in Mexico City, joins a small group of foreign leaders who have remained silent after Joe Biden’s win.", "Whatever followed was cut off, but the image caption appeared to be at odds with the headline’s claim. According to the headline, as of 5:55 PM on November 9 2020, Mexico had collaborated with Canada to intervene in the United States if President Trump “refuses to leave office.” However, the caption said that Mexico’s president Andrés Manuel López Obrador had, as of November 9 2020, opted to “remain silent” on the outcome of the American election — namely, Joe Biden’s election win.", "In addition to bearing visual elements matching NPR.com, the site maintained an author page for ", ", a correspondent based in Mexico City:", "Carrie Kahn is NPR’s International Correspondent based in Mexico City, Mexico. She covers Mexico, the Caribbean, and Central America. Kahn’s reports can be heard on NPR’s award-winning news programs including All Things Considered, Morning Edition and Weekend Edition, and on NPR.org.", "Since arriving in Mexico in the summer of 2012, on the eve of the election of President Enrique Peña Nieto and the PRI party’s return to power, Kahn has reported on everything from the rise in violence throughout the country to its powerful drug cartels, and the arrest, escape and re-arrest of Joaquin “El Chapo” Guzman. She has reported on the Trump Administration’s immigration policies and their effects on Mexico and Central America, the increasing international migration through the hemisphere, gang violence in Central America and the historic détente between the Obama Administration and Cuba.", "As of November 11 2020, Khan’s author page featured an article that closely resembled the screenshot circulating. Its headline, however, was not “Mexico Planning Joint Military Intervention with Canada If Trump Refuses to Leave Office”:", "On November 9 2020 at 5:55 PM, NPR.com published a ", " by Khan headlined, “Mexico’s President Is Not Sending Biden Congrats — Just Yet”:", "Khan’s reporting made no mention at all of Canada, nor did it mention “military intervention” involving either country or Trump’s refusal to concede. It began:", "Mexico’s president says he’s not ready to send felicitaciones to President-elect Joe Biden, saying he wants to wait for U.S. authorities to certify Biden formally as the victor.", "“We cannot meddle in the politics of other countries. … We have to be respectful,” President Andrés Manuel López Obrador said Monday at his regular morning news conference.", "His sitting-on-the-sidelines approach puts him in the company of a shrinking group of foreign leaders who have also chosen to stay silent so far: Vladimir Putin of Russia, Jair Bolsonaro of Brazil and Kim Jong Un of North Korea.", "López Obrador’s diplomatic snub left many Mexicans wondering if his close relationship with President Trump was the reason for his reluctance to acknowledge Biden’s victory.", "Screenshots of a purported article headlined “Mexico Planning Joint Military Intervention With Canada If Trump Refuses To Leave Office” were lifted from a November 9 2020 NPR piece, which actually had the headline, “Mexico’s President Is Not Sending Biden Congrats — Just Yet.” The screenshot was misleadingly edited, presumably to sow confusion and exacerbate tensions regarding the outcome of the 2020 election after Biden’s win."], "cats": ["Disinformation", "Fact Checks"], "score": 9.1276455}


