Query for ['facebook', 'iran'] :
{"titles": ["Does Benford’s Law Prove Election Fraud in Biden Votes?"], "authors": ["Kim LaCapria"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/does-benfords-law-prove-election-fraud-in-biden-votes/", "tags": ["Not True"], "content": ["After the 2020 election was called for former Democratic Party candidate Joe Biden, “Benford’s Law” — a mathematical principle applied occasionally to the count of votes in any given election — became a hot topic on social media forums like Gab and Parler, where fans of Republican incumbent Donald Trump made excuses for and spread conspiracy theories about his resounding and decisive defeat.", "One of those conspiracy theories revolved around a misreading of Benford’s Law, which is defined as follows (without mention of elections, election fraud, or Joe Biden):", "[Benford’s Law is] the principle that in any large, randomly produced set of natural numbers, such as tables of logarithms or corporate sales statistics, around 30 percent will begin with the digit 1, 18 percent with 2, and so on, with the smallest percentage beginning with 9. The law is applied in analyzing the validity of statistics and financial records.", "For the week ending November 9 2020, Google Trends indicated a ", " in searches not only for Benford’s Law, but for “Benford’s Law election,” “Benford’s Law Joe Biden,” “Benford’s Law voter fraud,” and “Benford’s Law Biden votes.” On 4Chan’s divided ", ", false claims Twitter “banned” any mention of Benford’s Law proliferated:", "BREAKING: TWITTER BANS DISCUSSION OF BENFORD’S LAW", "TWITTER AUTOMATICALLY BANS YOU IF YOU RETWEET THIS POST", "Joe Biden’s votes violate Benford’s Law (Mathematics) ", " via ", "— Jim Hoft (@gatewaypundit) ", "GO AHEAD AND TRY IT FOR YOURSELF", "THEY ARE RUNNING SCARED LOL", "It should be noted that the anonymous user linked above provided a link to a ", " that was in no way banned or restricted due to its mention of Benford’s Law, and its originator (chronic disinformation purveyor Jim Hoft, who runs the Twitter account and right-wing blog @gatewaypundit) bears, for some reason, a blue checkmark.", "Hoft’s claim demonstrated significant engagement, all unencumbered by any of Twitter’s “disputed claim” or “this claim about election fraud” flags:", "Hoft linked to a November 7 2020 GNews.org ", " with the headline “Joe Biden’s votes violate Benford’s Law (Mathematics),” which began with a cascade of pseudointellectual lies:", "As the vote counting for the 2020 Presidential Election continues, various facts suggest rampant frauds in Joe Biden’s votes. So does mathematics in terms of the votes from precincts.", "Benford’s law or the first-digit law, is used to check if a set of numbers are naturally occurring or manually fabricated. It has been applied to detect the voting frauds in Iranian 2009 election and various other applications including forensic investigations.", "On ", ", a ", " written by Hoft was atop its list of trending topics, featuring the following headline:", "UPDATE: Facebook and Twitter Suspend Accounts That Posted on Benford’s Law Showing Biden’s Implausible Vote Totals — LABELING IT “SEXUAL EXPLOITATION”", "This part appears to be legitimate; we are contacting Facebook for details. However, that warning appears to be more a reaction to ", " made by Hoft and his ilk. We have contacted Facebook for comment.", "In that November 8 2020 post, Hoft primarily accused Facebook and Twitter of censoring shares of his tweet and the GNews.org post, writing:", "We have heard from many readers who told us once they retweeted this tweet or tried to post it on Facebook their account was suspended! The social media giants are preventing Americans from posting this mathematical evidence that proves Joe Biden’s numbers violate the Benford Law of normal distributions!", "In a prescient November 6 2020 ", " by the Election Integrity Partnership (“Vote Data Patterns Used to Delegitimize the Election Results”), claims about Benford’s Law were one of several topics discussed in relation to potential efforts to delegitimize the final vote tallies with social media-enabled election interference.", "The Election Integrity Project also displayed two charts, one called “Vote Tallies Projected against Benford’s Law,” and the other, “Final Vote Tallies Projected against Benford’s Law.” Contrasting the two, they wrote:", "The figure above [“Vote Tallies Projected against Benford’s Law”] shows the leading digit of reported vote tallies across select counties. For instance, the final tally in Dane County, Wisconsin was 338,946. This would count for one county in the 3 column. But why would anyone care to look at this kind of frequency distribution? Data forensic experts use these distributions to investigate fraud. They look at whether empirical distributions of leading digits deviate from a special distribution described by Benford’s Law. The law posits that leading digits of numbers are more likely to be smaller numbers (e.g., 1) than larger numbers (e.g., 9).", "[…]", "Returning to our voting tally in Figure 1, you will see that the tallies deviate from the line of expectation. So, does this mean fraud? Does it mean that vote counters were up to something nefarious? In this case, absolutely not. First, the example above is a simulation based on a computer script, rather than one based on real voter data. If we consider the final output of this 72 county simulation, it ends up looking like Figure 2 [“Final Vote Tallies Projected against Benford’s Law”]:", "In their conclusion, the Election Integrity Partnership noted that claims about Benford’s Law “proving” election fraud were based on early, incomplete data — not to mention a fundamental misunderstanding of how it works. Essentially, claimants citing Benford’s Law were ", " early or ", " to stake their claim:", "At this stage, the assumptions that lead to Benford’s law are violated leading to the patterns generated in the Figure 1 above. ", " Even at this stage, the distribution of county sizes still makes it unlikely to exactly match expectations. A more complete model might include non-random voting patterns whereby rural counties lean a different direction than urban ones. This, compared with the relationship between the rate of vote counting and county or precinct size would probably cause more drastic violations of assumptions. As this is a rapid response, incorporating this complexity was impractical.", "Unsurprisingly, a spike in interest involving one particular mathematical principle (Benford’s Law) led to drama over on the topic’s ", " page. On the “Talk” page for “Benford’s Law,” one section (“Benford, QAnon, and the 2020 election”) began:", " This is likely why there has been a big increase in interest in this page, and in particular the electoral fraud section. The short answer is no. ", " (which is how Benford detected possible fraud in Iran. ", " Of course, this cannot be posted in the article as it would constitute original research, but it is worth keeping a close eye on the article as there may be misleading edits made in support of the conspiracy theory over the next few days. Awoma (talk) 09:46, 8 November 2020", "Application (or misapplication) of Benford’s Law to the 2020 election eventually made an appearance in a ", ", regularly updated Twitter ", " by political reporter Isaac Saul cataloging disinformation around the results of the 2020 election:", "1/ ALRIGHT Y'ALL. ELECTION FRAUD DEBUNKING MEGA THREAD. I’m following claims of fraud and looking into them. I think I’ve solved most now. Nothing is holding up under any scrutiny so far so I’m making a thread to track in one place. Please RT! ", " ", "— Isaac Saul (@Ike_Saul) ", "On November 5 2020, Saul first ", " Benford’s Law, noting that he was not initially familiar with the principle nor its purported relation to current election fraud claims:", "76/ Okay! This was BY FAR the hardest one for me yet. It took some digging, because I wasn't very familiar with Benford's law and this person is not good at Twitter, so the thread is jumbled. But this is going very viral on FB and Twitter: ", "— Isaac Saul (@Ike_Saul) ", "Saul eventually cited a 2011 ", " (“Benford’s Law and the Detection of Election Fraud”) from ", ", vol. 19, no. 3. Its abstract explained:", "The proliferation of elections in even those states that are arguably anything but democratic has given rise to a focused interest on developing methods for detecting fraud in the official statistics of a state’s election returns. Among these efforts are those that employ Benford’s Law, with the most common application being an attempt to proclaim some election or another fraud free or replete with fraud. This essay, however, argues that, despite its apparent utility in looking at other phenomena, ", " Looking at simulations designed to model both fair and fraudulent contests as well as data drawn from elections we know, on the basis of other investigations, were either permeated by fraud or unlikely to have experienced any measurable malfeasance, ", ". It is not simply that the Law occasionally judges a fraudulent election fair or a fair election fraudulent. ", "A 2006 paper [", "] presented at a political methodology conference addressed the application of Benford’s Law alone to evidence claims of election fraud:", " Brady (2005) develops a version of this argument. The basic point is that often precincts are designed to include roughly the same number of voters. If a candidate has roughly the same level of support in all the precincts, which means the candidate’s share of the votes is roughly the same in all the precincts, then the vote counts will have the same first digit in all of the precincts. ", " For Benford’s Law to be satisfied for the first digits of vote counts clearly depends on the occurrence of a fortuitous distribution of precinct sizes and in the alignment of precinct sizes with each candidate’s support. It is difficult to see how there might be some connection to generally occurring political processes. So we may turn to the second significant digits of the vote counts, for which at least there is no similar knock down contrary argument.", "On skeptics.stackexchange.com, one reader ", " about the Benford’s Law and Biden votes rumor. Another commenter reiterated that such claims were predicated on cherry-picked early numbers, and promoters of the claim were ", ":", "I’ll address just the second charts, because ", "As commenters have noted, the vertical scales are different. Narrow vertical scales make changes look larger. While wide vertical scales smooth out changes. ", "[Graph]", "I had to eyeball the numbers from the graphs, but more precise numbers won’t change the outcome. I don’t even know if the numbers are correct. ", "Rumor’s that Biden’s victory was impossible because it somehow “violated” Benford’s Law gained further traction after Biden’s victory was called on November 7 2020, promoted by disinformation purveyors like Jim Hoft. Under even the slightest scrutiny, the claims dissolved for a number of reasons — such as their basis on early or single-district results, and general existing indications that Benford’s Law was a poor model with which to “prove” election fraud across the board."], "cats": ["Disinformation", "Fact Checks"], "score": 4.964643}


