Query for ['facebook', 'twitter', 'social', 'people', 'world'] :
{"titles": ["As U.S. Election Looms, Agitprop Floods Social Media Platforms"], "authors": ["Brooke Binkowski"], "dates": [" October 29, 2020"], "page_Url": "https://www.truthorfiction.com/as-u-s-election-looms-agitprop-floods-social-media-platforms/", "tags": [], "content": ["In the days leading up to the 2020 U.S. presidential election, the disinformation that has been a hallmark of the Trump campaign, then administration, then campaign again reached new heights with political smears, ", " ", ", and their ", " borne out as stochastic acts of terror, often — ", " — targeting specific politicians or protesters.", "Agitprop is propaganda meant to inflame or ", " the public at large, hence the portmanteau. It has been a characteristic of the disinformation that has swept social media platforms, but is reaching new levels (including overt calls for violence) in the final days before the November 3 2020 election.", "As the corrosive claims propaganda purveyors and well-known sites make continue to be faithfully debunked by increasingly exhausted and slimed fact-checkers, debunkers, and other journalists, a new disinformation narrative has emerged. This is characterized by the discussion of a new civil war not just as a possibility but an inevitability, ascribed to a shadowy and nebulous “global Left” or the pejorative “Democrat Party.” They appear on Facebook and Instagram, WhatsApp and Twitter, Telegram, Gab, MeWe, and other, more esoteric social media sites.", "Many are in the forms of commentary, but others are calls to action.", "Some are nebulous, without specific individual or geographic targets as they use their propaganda to prey on fear or faith or both:", "Others are targeting specific regions that have seen major unrest or disturbances, or swing states whose governors have policies perceived as counter to the Trump administration’s:", "There are also warnings of an event set to take place on election night in Washington, DC. Typically, these rumors come in the form of either mischaracterizing planned peaceful protests, or simply making up events to justify calls to action to “defend” the area from a “", "” or “antifa thugs.” The rumors seem to have emerged out of reports of a planned ", " that have been spun up into rumors of plans to “shut down the country,” as disinformation-heavy far-right site The Federalist ", ":", "The text of the article (as well as the headline once you click the story) does not match this inflammatory claim, meaning that The Federalist and other sites like it are banking on people sharing it based on the headline:", "Riot and protest instigators plan to “make sure Trump leaves the White House” by any means necessary after the Nov. 3 election, according to website posts from the group Shut Down DC and ", ". “W]e’re making plans to be in the streets before the polls even close, ready to adapt and respond to whatever comes our way,” ", " on its website currently.", "“Trump has shown that he will stop at nothing to maintain his grip on power. Trump will not leave office without mass mobilization and direct action,” an Oct. 13 version of the same web page reads, ", ".", "The group linked to protests at the homes of Trump administration officials tells its DC-area supporters to “Come to Black Lives Matter Plaza” on election night “to create serious disruption if Trump really tries to steal the election!” ", " is the site of repeated ", " and defacement of the historic Saint John’s Church one block away from the White House.", "None of these statements — from claims about the governors to rumors of a left-wing uprising — have much basis in objective reality, but as ", " on militia activities in the United States from ", " and the ", " explains, reality is not the point:", " While ‘leftist coup’ activities are poorly defined among armed movements, they can be understood as fear of organized left-wing activism against right-wing activity. Protests organized by and around BLM, or places where anti-BLM activists may fear Antifa activity, are also at a heightened risk of militia activity. Leaders of militias often refer to BLM activists as “Marxists” (", "). It is important to note that the ‘leftist coup’ phenomenon is not founded in any real detectable dynamics, and appears to rather be related more to endemic paranoia among many of the armed militias of the US.", "The report also identifies what its data shows to be the regions in the United States most at risk of election violence and chaos:", " also remain important potential inflection points for violence, as they provide a natural coalescence point, especially in more rural and suburban areas that have been particularly conducive to the foundation and regular activities of militia groups. Medium-population cities and suburban areas with centralized zones — such as parks, main streets, and plazas — also serve as locations of major gravitational pull. These locations are potentially fertile grounds for violence from the groups identified in this report. This is especially true in contexts where groups are able to draw from a large population outside of the primary location, and in places that can be easily accessed from these hinterland and suburban regions.", "Barriers to militia activity, meanwhile, can include locations with an overwhelming left-leaning population and/or large populations unsupportive of militias. Within these parameters, a location like Albany, New York would be more likely to see violence related to the right-wing armed movements we have identified, while New York City would remain less likely.", "Taking these drivers and barriers into account, capitals and peripheral towns, as well as  medium-population cities and suburban areas with centralized zones, in ", "and", " are deemed to be at highest risk of increased militia activity in the election and post-election period. Meanwhile, ", "and ", "are found to be at moderate risk.", "This agitprop and corrosive rhetoric is also being laundered and herded further into the national discourse from the fringe by the usual mechanisms of mainstream-adjacent media members who support the far right and its activities. In the past seven days, for example, propagandists, grifters, and other trolls have reached a new level of keening about a second civil war or coup d’etat:", " ", "But the concept of what war, internecine or otherwise, actually looks like has changed and hybridized in the last few years. Thanks to active measures, it is now horizontal, targeting civilians rather than soldiers and individual minds and hearts rather than groups of people; propaganda and hacking have taken the place of bombs for the most part, and hybrid warfare turns on terror against soft targets rather than battles between trained armies.", "A theory known as the “", ",” first predicted by United States Marine Corps Gen. Charles C. Krulak in the 1990s, explains some of these changes:", "The rapid diffusion of technology, the growth of a multitude of transnational factors, and the consequences of increasing globalization and economic interdependence, have coalesced to create national security challenges remarkable for their complexity. By 2020, eighty-five percent of the world’s inhabitants will be crowded into coastal cities — cities generally lacking the infrastructure required to support their burgeoning populations. Under these conditions, long simmering ethnic, nationalist, and economic tensions will explode and increase the potential of crises requiring U.S. intervention. Compounding the challenges posed by this growing global instability will be the emergence of an increasingly complex and lethal battlefield. The widespread availability of sophisticated weapons and equipment will “level the playing field” and negate our traditional technological superiority. The lines separating the levels of war, and distinguishing combatant from “non-combatant,” will blur, and adversaries, confounded by our “conventional” superiority, will resort to asymmetrical means to redress the imbalance. Further complicating the situation will be the ubiquitous media whose presence will mean that all future conflicts will be acted out before an international audience.", "Kulak’s predictions did not take social media and livestreaming into account as a possibility, which has offered the opportunity for still more coverage from areas of unrest and acts of extreme violence — which in turn naturally play into further fearmongering and disinformation, which can now appear in real time and at a global scale, thanks to social media algorithms and the work of bots, trolls, and overenthusiastic useful idiots.", "In 2005, two senior U.S. military officials, retired Marine Lt. Col. Frank Hoffman and then-Lt. Gen. James Mattis (who went on to serve as U.S. Secretary of Defense in the Trump administration before ", " of its ", " in December 2018) accurately predicted the toxicity of social media and its role in such influence campaigns is that it was   updated this theory to what they called a Four Block War, acknowledging the heavy disinformation and agitprop component in such skirmishes and advising ways to counter it through ", ":", " [The Three Block War] is a pretty simple construct. You are fighting like the dickens on one block, you’re handing our humanitarian supplies in the next block, and the next one over you’re trying to keep warring factions apart. This environment should sound pretty familiar to anyone watching CNN these days. It is not an environment for specialists, who may find themselves in the middle of a firefight that they were not prepared for.", "[…]", "The Four Block War adds a new but very relevant dimension to situations like the counterinsurgency in Iraq. Insurgencies are wars of ideas, and our ideas need to compete with those of the enemy. Our actions in the three other blocks are important to building up our credibility and establishing relationships with the population and their leadership. Thus, there is an information operations aspect within each block. In each of the traditional three blocks our Marines are both “sensors” that collect intelligence, as well as “transmitters.” Everything they do or fail to do sends a message. They need to be trained for that, and informed by commander’s intent.", "The information ops component is how we extend our reach and how we can influence populations to reject the misshaped ideology and hatred they are offered by the insurgents. Successful information ops help the civilian population understand and accept the better future we seek to help build with them.", "Seen through that lens, the ongoing tensions and violence between protesters, white supremacists and their supporters, and local and federal law enforcement that has been ongoing for months in Portland, Oregon takes on a new dimension, because by this metric, that war is already here as its combatants battle for control of a major port city in the western United States — complete with exhaustive traditional and social media coverage:", "A group of Feds rush after someone to arrest them, for almost two blocks. The Federal Agents get outrun. ", " ", " ", " ", " ", " ", " ", "— Garrison Davis (@hungrybowtie) ", "As Portland-area far-right researcher and journalist Robert Evans points out, the unrest there is a reliable bellwether for what can be expected throughout the country ", " if the American public does not take a stand against it, meaning much of the country might soon expect small but fierce battle zones, all with that same violence relayed to the rest of the world in real time:", "If November 4 brings mass protests across the country, staying home won’t necessarily protect you. A single can of tear gas can spread a full ", ". Portlanders are regularly tear-gassed by police in their own homes. ", " who fled his home to escape a choking cloud of gas was beaten so badly by a Portland police officer that he received a concussion. One of the most haunting recordings of the entire year is this mother begging to the police, “Our babies sleep here, they don’t have masks.”", "Given the instability of the American political situation (largely due to weaponized disinformation and rhetoric and the politicians who encourage it to further their own aims), large-scale stochastic violence, a full-blown civil war, or even a number of Portland, Oregon scenarios should be anticipated — but they are not assured outcomes. Awareness that such rhetoric and mobilization has been taking place is key in keeping the situation on the ground from devolving into further violence.", "As we have written about extensively in the past, we maintain that ", " from all fronts, whether through academia, journalism, activism, or simply moderating misleading and corrosive content, remains the most reliable and nonviolent way of countering such activities.  The good news is that in this brave new world of social media and internet organization, anyone who wishes can participate to counter agitprop and lies. The bad news is that in this brave new world of social media and internet organization, without sustained public efforts to fight propaganda and disinformation, no one will be untouched by its corrosive effects for the foreseeable future."], "cats": ["Analysis", "Crime / Police", "Disinformation", "Identifying Fake News", "News Media", "Reporting", "Russia", "Social Media", "Terrorism", "Trump", "Trump", "Viruses", "War", "Warnings"], "score": 69.29237}
{"titles": ["Did Elon Musk Tweet ‘If One Day, My Words are Against Science, Choose Science’ Before a COVID-19 Controversy?"], "authors": ["Kim LaCapria"], "dates": [" April 30, 2020"], "page_Url": "https://www.truthorfiction.com/did-elon-musk-tweet-if-one-day-my-words-are-against-science-choose-science-before-a-covid-19-controversy/", "tags": ["True"], "content": ["As the COVID-19 pandemic progressed in the United States, dueling opinions were politicized and bluntly split between opinions based on hard science versus economics. This ended up leading to the recirculation of a purported tweet from Elon Musk about any of his putative future opinions “against science”:", "  ", " from ", " ", "A post submitted to r/agedlikemilk (a subreddit about statements that have quickly soured), a user shared a Twitter screenshot of Musk sharing the following quote:", "“If one day, my words are against science, choose science.” Mustafa Kemal Atatürk", "At the top of the screenshot, a more recent tweet of Musk’s appeared, tweeted on the same day the above post was submitted to Reddit:", "FREE AMERICA NOW", "— Elon Musk (@elonmusk) ", "Beginning around March 20 2020, the increasing spread of SARS-CoV-2 and COVID-19 led to a patchwork of orders across states — typically described as “stay at home,” “shelter in place,” “", ",” or “lockdown” measures.", "The measures themselves emerged against the backdrop of early controversy over whether such measures would “", "” as well as initial assertions that handling of the burgeoning pandemic ought not be economically “", "” than preventing infections and excess death:", "WE CANNOT LET THE CURE BE WORSE THAN THE PROBLEM ITSELF. AT THE END OF THE 15 DAY PERIOD, WE WILL MAKE A DECISION AS TO WHICH WAY WE WANT TO GO!", "— Donald J. Trump (@realDonaldTrump) ", "The above tweet incidentally appeared less than 48 hours after “lockdown” measures began.", "Moreover, medical science — specifically, ", " — was the impetus for global stay-at-home directives in a March 16 2020 report from ", ". Researchers in that effort ran several projections to determine which the least damaging course of action would be moving forward during the COVID-19 pandemic:", "On our page linked above, we described the overall conclusions of that research — namely a predicted unbearable outcome even if a “mitigation” strategy was adopted in the United States.", "Researchers predicted more than a million deaths in the United States alone even under the “mitigation” model with many public health restrictions, and they also emphasized that they believed the stricter “suppression” model was the only viable approach. Projections were based in part on the long duration between the start of the coronavirus pandemic and the development of a vaccine, which would take at least eighteen months.", "By April 15 2020, “", "” began ", " occurring ", " the United States:", "Anti-lockdown protesters displayed behavior and signs that were not only anti-science, but ", " and arguably ", " as well:", "Also, ", ":", "A primary unifying motive for the protests was fiscal in nature, with protesters arguing to “re-open” the economy in the midst of the COVID-19 pandemic.", "Predictably, people favoring the purported health of the economy over safety measures espoused a number of scientifically-unsupported or inaccurate ideas about COVID-19 safety measures to further their position, such as erroneous claims that ", " was not appropriate for asymptomatic or apparently healthy people:", "Any purportedly credible position in favor of ending the measures would quickly go viral, such as the ", " claims of two California doctors:", "Another untrue but popular circulating claim held no scientific proof existed that ", " worked:", "In the ever-changing discourse, ", " between “COVID deniers” and climate change denial were common:", "Many of these [extant anti-science] groups, including Koch network-funded entities such as Americans for Prosperity and State Policy Network members have also attacked stay-at-home orders and orchestrated ‘Liberate’ movement protests nationwide … notorious climate deniers around the world are even claiming that the novel coronavirus pandemic is a hoax, or that it’s an evil plot by “globalist elites” like Bill Gates and George Soros to alternately force vaccines or a “world population cull.”", "On April 24 2020, the Cornell Alliance for Science ", " how existing astroturfed networks were rapidly and effectively mobilized against COVID-19 suppression. That source also explained that the measures — while vocal and visible — stood in stark contrast to what medical science had to say about early conclusion of social distancing:", "With a new poll affirming that 72 percent of Americans still strongly support stay-at-home measures, ", " and traffic gridlock actions ", ". But ", ".", "The ", "“The math is unfortunately pretty simple. It’s not a matter of whether infections will increase but by how much,” Jeffrey Shaman, a leading epidemiologist at Columbia University, told The Washington Post.", "[…]", "The groups have relied heavily on social media to promote their cause and mobilize participants, prompting Facebook to declare it would remove posts by any groups advocating illegal behavior. Protestors, some of whom have shown up for the rallies heavily armed, have frequently flouted state rules around social distancing and wearing masks.", "With most Americans expressing reluctance to quickly reopen their states, it’s unclear whether the rallies will ever reach a critical mass. But some, like sociologist Robert J. Brulle, fear the rallies, both orchestrated and organic, will have more unsettling impacts … ", " [anti-science] ", " advance vaccination campaigns and climate mitigation efforts, as well as to ", "On April 30 2020, Alliance for Science ", " that the World Health Organization was warning of a “misinformation ‘infodemic,’ [via] anti-science groups around the world [who] are doubling down on a dizzying array of competing conspiracy theories about the origins of the COVID-19 pandemic,” and quoted a then-recent article in the journal ", " about the effects of statements and movements undermining science and the importance of amplifying credible sources:", "“In a world where anti-vaccination advocates and climate-change denialists persist, talking sense might seem hopeless, especially when social-media algorithms and deliberate bad actors amplify pseudoscience messages,” University of Alberta health law and policy researcher Timothy Caulfield wrote in Nature. “There is no easy answer to solving this, but science-informed messages are not easily found. We need more researchers making an effort.”", "On April 27 2020, ", " ", " why the purposeful coordination of resources to force through a minority view and provide the appearance of broader popularity seemed so familiar. The “novel” element of the novel coronavirus created a massive vulnerability as science raced to mitigate the human toll, and special interests weaponized a portion of a panicked populace:", "The uncertainty around Covid-19 pretty much actively encourages conspiracy-minded thinking. According to Pew Research Center, three in 10 Americans believe Covid-19 was cooked up in a lab. Most people who believe in one conspiracy theory believe in several, so, on the right, they have coalesced around a kind of anti-science, anti-government, pro-gun, pro-nationalism worldview that sees itself as perennially under threat.", "“It’s the same kind of dynamic that applies to things like climate change. It’s the same ideological playbook,” says Devin Burghart, executive director of the Institute for Research and Education on Human Rights. “That’s why they’re happening so quickly.” ", " [Mark Naison, a professor of history at Fordham University who has studied social protest movements] calls them “a poor man’s Trump rally” and opines that the president’s all-caps support of them on Twitter may be as simple as him missing that positive attention, especially in an election year.", "It is vitally important not to be falsely equivalent here: Most Americans will never shrug off social-distancing guidelines and take to the streets. The protests are unpopular, even among (non-MAGA-hatted) conservatives … [A rash of COVID-19 protests] are just a modern permutation of an identity crisis with roots very deep in America’s individualist history. Finding a coherent narrative in such a layered situation is a puzzle—one that ultimately has very little to do with Covid-19 or quarantines.", "To be clear, there was really no call in medical or epidemiological circles to prematurely end lockdown — the only “experts” making such claims were typically economists or political operatives. Which brings us to…", "As the protests wore on, Musk took to Twitter a great deal to voice his opinion on COVID-19 suppression measures. And while science was squarely in favor of measures to stop the transmission of SARS-CoV-2, ", " ", " ", " to ", " (even ", " video of the widely-debunked Bakersfield doctors):", "Interesting … ", "— Elon Musk (@elonmusk) ", "Docs make good points ", "— Elon Musk (@elonmusk) ", "Give people their freedom back! ", "— Elon Musk (@elonmusk) ", "Bravo Texas! ", "— Elon Musk (@elonmusk) ", " CEO ", " blasts shelter in place orders: “To say that they cannot leave their house and they will be arrested if they do, this is fascist.  This is not democratic, this is not freedom, give people back their god damn freedom.”", "— Phil LeBeau (@Lebeaucarnews) ", "Above is just a smattering of Musk’s many tweets expressing opinions around COVID-19 and applauding states prematurely lifting lockdown measures. As for the screenshot shared to r/agedlikemilk, it was authentic. It was a quote, but nevertheless, Musk ", " it:", "\"If one day, my words are against science, choose science.\"", "Mustafa Kemal Atatürk", "— Elon Musk (@elonmusk) ", "After Elon Musk appeared to side against science in COVID-19 discourse, screenshots of his purported tweet stating “If one day, my words are against science, choose science” circulated. It is true that Musk’s April 2020 tweets were “against science,” and further true that he published the original tweet."], "cats": ["Fact Checks", "Viral Content"], "score": 48.984406}
{"titles": ["Did WitchTok ‘Baby Witches’ Hex the Moon?"], "authors": ["Kim LaCapria"], "dates": [" July 20, 2020"], "page_Url": "https://www.truthorfiction.com/did-witchtok-baby-witches-hex-the-moon/", "tags": ["Unknown"], "content": ["On July 18 2020, a rumor began spreading on “WitchTok” (a TikTok witch community) that a group of “baby witches” endeavored to “hex the moon” and “hex the fae,” setting off moral panics and fevered discussions online. We take a look at the rumors.", "Rumors about a group effort to place a hex on both the moon (as in, the astronomical body orbiting Earth) and the fae (fairies, for example) began spreading on TikTok’s WitchTok, primarily among users condemning the alleged behavior.", "It didn’t take long for the rumor to spread to other platforms, including:", "In nearly all versions, the discourse about the rumor consisted of opposition to any plans to “hex the moon” or “hex the fae.”", "Typically, a “hex” is a spell or working designed to cause harm, malice, or impose a restriction on a person or thing.", "WitchTok is the name for the witchcraft-centric portion of TikTok, a social network centered around the sharing of videos. As noted in other posts, ", " is busy enough to cause massive, otherwise inexplicable engagement trends on the subjects it addresses:", "In folklore, particularly (but not exclusively) folklore from Celtic cultures, “the fae” are known by many names: fair folk, faeries (or fairies), or Tuatha Dé Danann. The fae are purported supernatural beings, known for their mischievous nature, risky bargains, and supposed ability to cause tremendously inconvenient or tragic circumstances for humans who anger them.", "The word “fairy” is now generally associated with benign characters — but there was a time in reasonably recent ", " when fear of the fae was significant and the risks posed to humans by them were thought to be severe:", "In parts of England and Britain, it was believed that if a baby was ill, chances were good that it was not a human infant at all, but a changeling left by the Fae. If left exposed on a hillside, the Fae could come reclaim it. William Butler Yeats relates a Welsh version of this story in his tale The Stolen Child. Parents of a new baby could keep their child safe from abduction by the Fae by using one of several simple charms: a wreath of oak and ivy kept faeries out of the house, as did iron or salt placed across the door step. Also, the father’s shirt draped over the cradle keeps the Fae from stealing a child.", "In Celtic folklore and beyond, stories about “the fae” can often represent cultural fears of “the other” interwoven with collective memories and storytelling, as Welsh poet and scholar ", " pointed out in a 1950 lecture at the National Museum of Wales, one of a ", " that was later ", " as ", ":", "The stories current in Wales about the ", " fall into three well-defined classes which owe their origin to three different sources; in other words the ", " like many more politically important nations is composed of at least three different ‘racial’ elements. The first two may be regarded as forming together the main body of the ", ", and the third element is perhaps an alien immigration in later times. The first element is derived from mythology, whether at one remove or more it is unnecessary here to decide; the second element is derived from history, not indeed recorded history, but the imaginatively distorted recollection of the folk.  Shelley speaks of Time as ‘like a many-coloured dome of glass staining the white radiance of eternity’; his great phrase may be justly applied to humbler things. Time also stains with its own colours the white radiance of historical facts.", "The three elements are:", "1.) The Welsh ", " (the Other-world of gods and heroes.) I cannot give here a precise definition of what ", " meant to our ancestors. Sometimes it is regarded as the Land of the Dead, something like the Greek Hades, presided over by ‘dark’ divinities; sometimes it is the Land of Youth and Promise, ", ", the home of bliss and harmony; sometimes it is a mysterious border country, menacing the land of the living, the actual world. As we shall see, a great part of the Four Branches is concerned with the affairs of ", " and its lords.", "2.) The second element is a folk recollection of an aboriginal people living in inaccessible parts of the countryside, having no contact with the dominant race, and living in fear and suspicion of them.", "3.) The third element which seems distinct from the first two, may for the sake of convenience be called by a name borrowed from our Cornish brothers, –the Pixies. Whether these are part of the Welsh folk tradition or have been introduced later through England from Teutonic folklore I am unable to decide. They comprise the mischievous, puckish and irresponsible portion of the fairy population of Wales. Whatever their origin and at whatever period they joined the men of ", " and the men of the moorland solitudes they are definitely authenticated in Welsh folklore.", "According to ", ", fairies and fairy tales can even be used as proxies for introducing new ideas into cultures and societies:", "Technological inventions, in particular, enabled the fairy tale to expand in various cultural domains, even on the Internet. Like the whale, the fairy tale adapted itself and was transformed by both common nonliterate people and upper-class literate people from a simple, brief tale with vital information; it grew, became enormous, and disseminated information that contributed to the cultural evolution of specific groups. In fact it continues to grow—embracing, if not swallowing, all types of genres, art forms, and cultural institutions, and adjusting itself to new environments through the human disposition to re-create relevant narratives, and via technologies that make its diffusion easier and more effective. The only difference between the whale and fairy tale is that the tale is not alive and does not propel itself. It needs humans—and yet at times, it does seem as though a vibrant fairy tale can attract listeners and readers and latch on to their brains and become a living memetic force in cultural evolution.", "And so these motifs and themes worked their way online. Discourse about the rumor intensified late on July 18 2020 into the following day. A post on 4Chan’s paranormal board /x/ ", " on the ", " of July 18 2020, beginning:", "Apparently, teen witches on Tik Tok are “hexing the moon” & Artemis meanwhile Reddit is freaking out.", "Of that statement, at least one thing was demonstrably true — Reddit was, indeed, freaking out. Posts began popping up across the site seeking information about the purported plans. On ", ":", "  ", " from ", " ", "And on ", ":", "  ", " from ", " ", ":", "  ", " from ", " ", "And even ", ", a self-explanatory subreddit unrelated to the occult:", "  ", " from ", " ", "A July 19 2020 Twitter ", " by @heyyadoraa was perhaps the most organized discussion about “baby witches” deciding to “hex the moon” and “hex the fae”:", "BASICALLY —", "in the past few days, a group of FRESH baby witches* decided to band together, and hex the fae. and then the moon. and they did!", "(theyre now planning to hex the sun. too)", "*inexperienced witches who should only be researching and doing protection work", "— jupiter ✿ (@heyyadoraa) ", "WHAT’S A HEX?", "a hex is essentially spellwork that is a collection of negative energy and is directed to someone, something, or a group of someones/somethings. these are intended to have negative effects and cause HARM to them and their lives.", "— jupiter ✿ (@heyyadoraa) ", "Last we looked, the moon was still there and there was no uprising of annoyed supernatural beings.", "That said, there is another element of the discussion that we found intriguing from a folklore perspective. Thousands on Reddit, Twitter, Facebook, and TikTok decried the purported plot among baby witches to “hex the moon” or “hex the fae.”", "In that discourse, almost none of it contained any firsthand information from any individual person claiming to have engaged in any such rite or ritual. Readers clearly heard about and reacted to rumors that there were efforts to “hex the moon,” but no one managed to grab any citation or proof. Claims to the contrary from after July 18 2020 likely represented attempts to ride the coattails of the viral rumor, turning it into a fairy story of its own.", "Around July 18 2020, WitchTok and occult groups across social media were awash in a rumor “baby witches” endeavored to “hex the moon” or “hex the fae.” Innumerable posts about the rumor appeared, but we were unable to find any credible evidence the rumor stemmed from any actual stated intent or organized efforts to cause anything but a lively discussion bordering on a moral panic — but with deep folkloric roots."], "cats": ["Analysis", "Entertainment", "Reporting"], "score": 46.04464}
{"titles": ["Imperial College London’s COVID-19 Report, Explained"], "authors": ["Kim LaCapria"], "dates": [" March 18, 2020"], "page_Url": "https://www.truthorfiction.com/imperial-college-londons-covid-19-report-explained/", "tags": [], "content": ["We have received the following response from the lead researcher in this report, ", ":", " On March 26 2020, the Daily Wire’s Amanda Prestigiacomo published a ", " headlined, “Epidemiologist Behind Highly-Cited Coronavirus Model Drastically Revises Model,” which claimed that the primary researcher on Imperial College London’s influential COVID-19 paper was “wrong” and that he had “offered a ", " revision” to the globally referenced research.", "(On March 24 2020, Prestigiacomo described the report as a “", "” in a separate effort to downplay its data.)", "In “Epidemiologist Behind Highly-Cited Coronavirus Model Drastically Revises Model,” Prestigiacomo cited reporting published by David Adam at ", ", as well as several tweets also predicated on Adam’s reporting:", "Epidemiologist Neil Ferguson, who created the highly-cited Imperial College London coronavirus model, which has been cited by organizations like The New York Times and has been instrumental in governmental policy decision-making, offered a massive revision to his model on [March 25 2020] … However, after just one day of ordered lockdowns in the U.K., ", ", revealing that far more people likely have the virus than his team figured.", "We clicked through to Adam’s March 25 2020 ", ", titled “UK has enough intensive care units for coronavirus, expert predicts.” Adam did not seem to report what Prestigiacomo claimed he did:", "Neil Ferguson at Imperial College London gave evidence today to the UK’s parliamentary select committee on science and technology as part of an inquiry into the nation’s response to the coronavirus outbreak.", "He said that expected increases in National Health Service capacity and ongoing restrictions to people’s movements make him “reasonably confident” the health service can cope when the predicted peak of the epidemic arrives in two or three weeks. UK deaths from the disease are now unlikely to exceed 20,000, he said, and could be much lower.", "In fact, Adam’s reporting seemed to indicate factors cited in the influential Imperial College London report were revised upwards, specifically COVID-19’s rate of reproduction. Moreover, Adam reported that Ferguson — who purportedly “backtracked” on his team’s findings — in fact indicated there was “more evidence to support the more intensive social distancing measures”:", "New data from the rest of Europe suggests that the outbreak is running faster than expected, said Ferguson. As a result, ", "We contacted Adam to ask whether Prestigiacomo’s piece accurately represented his March 25 2020 article, and he responded quickly. Adam described the Daily Wire’s claims as “", ",” explaining:", "Other experts on Twitter addressed the harmful inaccuracies in the rapidly spreading “Epidemiologist Behind Highly-Cited Coronavirus Model Drastically Revises Model,” ", " it “quite literally fake news”:", "Not to be harsh, but this is quite literally fake news, ", ".", "As ", " and others have explained, Ferguson is not \"running\" from his original projection. His prediction is *in his original paper* ", "— Will Chamberlain (@willchamberlain) ", "Mike Shellenberger described the piece as “", ",” sharing several responses to the item’s spread:", "Some reporters including ", " ", " who writes, \"Epidemiologist Neil Ferguson, who created the highly-cited Imperial College London coronavirus model… offered a massive revision to his model on Wednesday.\"", "That's just inaccurate ", "— Mike Shellenberger (@ShellenbergerMD) ", "Now we know that the disease was not only more infectious and deadly but also that health care systems were woefully unprepared for the resulting spike of patients needing ICU beds with ventilators in hot spots, which is the main subject of the new Imperial College London study.", "— Mike Shellenberger (@ShellenbergerMD) ", "Where ", " ", " implies Imperial College researchers were saying nations had over-reacted, they are in fact saying the exact opposite", "They are blunt:", "\"Delays in implementing strategies to suppress transmission will lead to worse outcomes & fewer lives saved\"", "— Mike Shellenberger (@ShellenbergerMD) ", "The researchers say that even with severe mitigation strategies — 60% reduction in social contacts for elderly & 40% reduction for everyone else — 20M people would still die because health care systems would become overwhelmed in rich and poor nations", "— Mike Shellenberger (@ShellenbergerMD) ", "Shellenberger also ", " to a March 26 2020 Imperial College London report which reinforced (and did not retract) original projections, and ", " the other citation used in the Daily Wire piece (tweets from Alex Berenson):", "As with Imperial's last paper, this one is excellent. The language is clear, non-technical, & precise. Authors address the major issues, including econ impacts & are careful not to abuse their authority", "I encourage all to read at least its Summary ", "— Mike Shellenberger (@ShellenbergerMD) ", "You are grossly misrepresenting the research of Imperial College, London", "Have you even read the new paper yet?", "— Mike Shellenberger (@ShellenbergerMD) ", "On March 17 2020, an Imperial College London paper about coronavirus and COVID-19 trajectory models was referenced widely in the news and on social media, causing a considerable amount of concern and drawing global attention.", "Discourse about the Imperial College London COVID-19 modeling was omnipresent — in Facebook posts, in viral Twitter threads, and in articles by nearly every major outlet. References to it were suddenly everywhere, making it clear whatever was in the “startling” report was a big deal. However, the general public was left to piece together a picture of the report’s contents from myriad sources.", "Here’s a brief synopsis of the report, its major details, and what they might mean for society as the COVID-19 pandemic continues.", "On March 17 2020, researchers from Imperial College London ", " a press release, “COVID-19: Imperial researchers model likely impact of public health measures,” which introduced the broadly referenced report:", "Researchers from Imperial have analysed the likely impact of multiple public health measures on slowing and suppressing the spread of coronavirus.", "The latest analysis comes from a team modelling the spread and impact COVID-19 and whose data are informing current UK government policy on the pandemic.", "That press release was not the sum of Imperial College London researchers’ findings, but it summarized the research, which appeared with the title, “Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand,” published here as a ", " and here in full as a ", ". In the press release, ", " — a public health expert — explained the primary implications of Imperial College London’s findings:", "The world is facing the most serious public health crisis in generations. Here we provide concrete estimates of the scale of the threat countries now face.", "We use the latest estimates of severity to show that policy strategies which aim to mitigate the epidemic might halve deaths and reduce peak healthcare demand by two-thirds, but that this will not be enough to prevent health systems being overwhelmed. More intensive, and socially disruptive interventions will therefore be required to suppress transmission to low levels. It is likely such measures – most notably, large scale social distancing – will need to be in place for many months, perhaps until a vaccine becomes available.", "In context, the “impact of non-pharmaceutical interventions (NPIs)” was due to the fact pharmaceutical approaches like vaccines or medications had not yet been developed to combat the novel strain of coronavirus, meaning that public health officials and hospitals around the world were limited to behavioral approaches (such as lockdowns and social distancing) to mitigate the coronavirus pandemic. The report laid bare the fact that the primary and most important factor in reducing the impact of the coronavirus pandemic and to circumvent millions of deaths globally was one based on the actions of individuals worldwide.", "Without any sort of effective medicine or vaccine to use to stem the flow of sickness, the sole approaches remaining concerned governments intervening to limit activity among citizens — including school, work, retail environments, gatherings, and other everyday actions most people take for granted as necessarily safe and common.", "In other words, the title described the reality of the COVID-19 pandemic — no pharmaceutical interventions existed at all, anywhere, to address the strain — and global public health officials have been forced to act based on that baseline fact.", "A Facebook ", " shared late on March 17 2020 appeared to paraphrase purported elements of the research:", "That post appeared to be a transcription of a very widely-retweeted Twitter thread originally shared by Dixie State University history professor Jeremy C. Young. Young’s tweets appeared to be based on his reading of the report, and he endeavored to summarize its contents.", "Young requested corrections if he had “gotten it wrong,” and shared 21 tweets in total describing what he saw in the report:", "We can now read the Imperial College report on COVID-19 that led to the extreme measures we've seen in the US this week. Read it; it's terrifying. I'll offer a summary in this thread; please correct me if I've gotten it wrong.", "— Jeremy C. Young (@jeremycyoung) ", "Young’s tweets were copied into individual Facebook posts like the one linked above, and it was seen by thousands of people across social media platforms. The thread described three specific courses of action with respect to COVID-19 response across the world, and a section about one of the three scenarios — “if the United States did absolutely nothing” — was particularly striking.", "Here’s a brief rundown of what I’m seeing in here.", "The COVID-19 response team at Imperial College in London obtained what appears to be the first accurate dataset of infection and death rates from China, Korea, and Italy. They plugged those numbers into widely available epidemic modeling software and ran a simulation: what would happen if the United States did absolutely nothing — if we treated COVID-19 like the flu, went about business as usual, and let the virus take its course?", "Here’s what would happen: 80% of Americans would get the disease. 0.9% of them would die. Between 4 and 8 percent of all Americans over the age of 70 would die. 2.2 million Americans would die from the virus itself.", "It gets worse. Most people who are in danger of dying from COVID-19 need to be put on ventilators. 50% of those put on ventilators still die, but the other 50% live. But in an unmitigated epidemic, the need for ventilators would be 30 times the number of ventilators in the United States. Virtually no one who needed a ventilator would get one. 100% of patients who need ventilators would die if they didn’t get one. So the actual death toll from the virus would be closer to 4 million Americans — in a span of 3 months. 8-15% of all Americans over 70 would die.", "How many people is 4 million Americans? It’s more Americans than have died all at once from anything, ever. It’s the population of Los Angeles. It’s four times the number of Americans who died in the Civil War…on both sides combined. It’s two-thirds as many people as died in the Holocaust.", "Americans make up 4.4% of the world’s population. So if we simply extrapolate these numbers to the rest of the world — now we’re getting into really fuzzy estimates, so the margin of error is pretty great here — this gives us 90 million deaths globally from COVID-19. That’s 15 Holocausts. That’s 1.5 times as many people as died in World War II, over 12 years. This would take 3-6 months.", "Young went on to summarize other modeled COVID-19 outcomes, one for a middle-of-the-road “mitigation” strategy, and one for a total “suppression” strategy. The latter of the three was the least alarming in terms of possible overall mortality for the United States in particular.", "That said, Young’s description of the third and most draconian “suppression” approach involved a significant change to the patterns of life, country by affected country. He added that a very swift and comprehensive suppression effort undertaken by governments could prevent the first two scenarios under the researchers’ models from occurring, limiting the number of deaths and a breakdown of healthcare systems globally:", "This [third] time it works! The death rate in the US peaks three weeks from [March 16 2020] at a few thousand deaths, then goes down. We hit, but don’t exceed (at least not by very much), the number of available ventilators. The nightmarish death tolls from the rest of the study disappear; COVID-19 goes down in the books as a bad flu instead of the Black Death.", "But, he explained, that approach was not without its own limitations. According to Young, until such time a vaccine was developed, restrictions on common activities would stretch into July 2020, and keep returning after they were briefly lifted:", " If we staggered these suppression breaks based on local conditions, we might be able to do a bit better. But ", ". If lots of people we know end up getting COVID-19, it means millions of Americans are dying. It simply can’t be allowed to happen.", "Young concluded by stating that a vaccine was, in a best case scenario, eighteen months in the future:", "How quickly will a vaccine be here? Already, medical ethics have been pushed to the limit to deliver one. COVID-19 was first discovered a few months ago. [In early March 2020], three separate research teams announced they had developed vaccines. ", " This is the part of the testing that can’t be rushed: the plan is to inoculate the entire human population, so ", ". Assuming the vaccine is safe and effective, it will still take several months to produce enough to inoculate the global population. For this reason, the Imperial College team estimated it will be about 18 months until the vaccine is available.", "That claim about an eighteen-month-long wait for a coronavirus vaccine was not limited to Young’s Twitter thread or copies of it on Facebook. MIT Technology Review’s “We’re not going back to normal,” also ", " on March 17 2020, reiterated the sobering claims about life in quarantine and the lead time for a coronavirus vaccine:", "What counts as “social distancing”? The researchers define it as “All households reduce contact outside household, school or workplace by 75%.” That doesn’t mean you get to go out with your friends once a week instead of four times. It means everyone does everything they can to minimize social contact, and overall, the number of contacts falls by 75%.", "Referencing the recently-published research, the summary described how the models accounted for different capacities, and why they were unable to find a less disruptive approach. As MIT Technology Review noted, even if infrastructure was fortified to meet the needs of an unchecked pandemic (in the form of more beds and more ventilators), there would never be enough doctors or nurses to make use of them:", "Eighteen months!? Surely there must be other solutions. Why not just build more ICUs and treat more people at once, for example?", " (That’s the lowest, blue curve in the graph below; the flat red line is the current number of ICU beds.) Even if you set factories to churn out beds and ventilators and all the other facilities and supplies, you’d still need far more nurses and doctors to take care of everyone … and what if we decided to be brutal: set the threshold number of ICU admissions for triggering social distancing much higher, accepting that many more patients would die?", "Turns out it makes little difference. ", "Other popular “", "” circulated, ", " many of the ", " in the quoted examples:", "The report by the ‘Imperial College COVID-19 Response Team’ has been released on March 16th (", "). Now that things have calmed down a bit, I felt I should produce a thread summarising my personal take on it. (1/15)", "— Francois Balloux (@BallouxFrancois) ", "if this Imperial College report is accurate, things can’t go back to normal in a few weeks or even in a few months. They say that the only way to avoid millions and millions of deaths will probably be to keep most things shut down through September of 2021 (!)", "— Josh Messite (@JoshMessite) ", "The Imperial College COVID report is being discussed. But a major takeaway from it will likely survive discussion: the human cost of a pure mitigation strategy is inacceptable, whilst a pure suppression strategy is unsustainable over time (thread)", "— Jean Pisani-Ferry (@pisaniferry) ", "Another common ", " on social media was that the contents of the report were responsible for what appeared to be a dramatic reversal of course by world leaders who had previously taken their time addressing COVID-19:", "For anyone who hasn’t read the Imperial College report, allow me to summarize. This is the report that our government used to base their actions on. It wasn’t made public till now. It’s fucking terrifying. I knew all along they had to know more than they’ve been telling us.", "— Deputy Mark G (Med Ret.) ³³º¹ (@MGC3I) ", "Young’s 21-tweet-long summary concerned three scenarios — “doing nothing” and letting COVID-19 spread, “mitigation” to slow but not stop the coronavirus pandemic, and “suppression” to prevent a total breakdown of health care services in the weeks and months after the report was released on March 16 2020.", "In its abstract, the paper explained the second two strategies of mitigation and suppression were modeled in their research. Both were first defined; both were said to include “major challenges” with respect to the state of global healthcare and infection rates. Moreover, researchers noted in their summaries that, as described on social media threads,  the middle approach of mitigation would cause “hundreds of thousands” of preventable COVID-19 deaths:", " Each policy has major challenges. We find that that optimal mitigation policies (combining home isolation of suspect cases, home quarantine of those living in the same household as suspect cases, and social distancing of the elderly and others at most risk of severe disease) might reduce peak healthcare demand by 2/3 and deaths by half. However, ", "Researchers further noted that the UK and United States were its primary contexts in modeling, and the third strategy of suppression was strongly recommended based on their COVID-19 trajectory models. In addition, researchers described a projected timeframe for a safe vaccine to be available —  a minimum of eighteen months as of March 2020, or September 2021.", "Researchers described intermittent social distancing measures for the duration of time between the report and the anticipated introduction of a COVID-19 vaccine. In that interval of eighteen months or longer, strict social distancing measures were recommended based on “trends in disease surveillance” whenever an uptick in the number of infections was observed:", "We show that in the UK and US context, suppression will minimally require a combination of social distancing of the entire population, home isolation of cases and household quarantine of their family members. This may need to be supplemented by school and university closures, though it should be recognised that such closures may have negative impacts on health systems due to increased absenteeism. ", " We show that ", " – triggered by trends in disease surveillance – ", " Last, while experience in China and now South Korea show that suppression is possible in the short term, it remains to be seen whether it is possible long-term, and whether the social and economic costs of the interventions adopted thus far can be reduced.", "Researchers proposed five non-pharmaceutical approaches to the coronavirus pandemic in the context of public health measures. Their definition of “social distancing” is emphasized below:", "Many of the research parameters were explained more full in the report itself. After the quoted summary, researchers outlined aims for the suppression and mitigation strategies, respectively (emphasis ours):", "(a) ", ". Here ", " the reproduction number (", "), R, ", " and hence to reduce case numbers to low levels or (as for SARS or Ebola) eliminate human-to-human transmission. The main challenge of this approach is that NPIs (and drugs, if available) need to be maintained – at least intermittently – for as long as the virus is circulating in the human population, or until a vaccine becomes available. In the case of COVID-19, it will be at least a 12-18 months before a vaccine is available. ", "(b) ", ". Here ", " (and vaccines or drugs, if available) ", ", akin to the strategy adopted by some US cities in 1918, and by the world more generally in the 1957, 1968 and 2009 influenza pandemics. In the 2009 pandemic, for instance, early supplies of vaccine were targeted at individuals with pre-existing medical conditions which put them at risk of more severe disease. ", "In that excerpt, researchers described an underlying objective for the “mitigation” model and approach — to reduce the health impacts of an epidemic. Under that model, population immunity builds slowly, and transmission eventually declines.", "The described objective under suppression model involved reducing the number of new cases generated by every extant case to under one. That involved an epidemiological measure known as ", " (or R-naught), which is the number of people each infected person goes on to infect, on average. Early estimates for the novel strain of coronavirus indicated each infected individual went on to infect two or three other people:", "For disease outbreaks, epidemiologists have a term for describing the average number of people an infected individual will spread an illness to in a susceptible population: it is known as the basic reproduction number, or R0 (pronounced “R-naught”). If the R0 is less than one, the outbreak will fizzle out. If it is greater than one, the outbreak will continue. Early estimates place the R0 for the 2019 novel coronavirus (2019-nCov) in the range of two to three. For comparison, the R0 of SARS (a related coronavirus) was two to four when it caused a deadly outbreak in 2003, and the R0 of measles is 12 to 18.", "Imperial College London researchers used an incubation period of 5.1 days in their model, using a similar R number to the one reported in ", " (“a baseline assumption that R0=2.4 but examine values between 2.0 and 2.6”), and assumed that “individuals are assumed to be immune to re-infection in the short term” following recovery from COVID-19. From there, they used existing figures regarding infection and mortality rates:", "Infection was assumed to be seeded in each country at an exponentially growing rate (with a doubling time of 5 days) from early January 2020, with the rate of seeding being calibrated to give local epidemics which reproduced the observed cumulative number of deaths in GB or the US seen by 14th March 2020.", "Next, researchers discussed a scenario wherein the novel coronavirus strain progressed without intervention, predicting peak mortality three months after the March 2020 report. They noted that such an outcome was “unlikely,” citing the scale of the United States versus the UK as a factor in infection trajectory, as well as a higher population of elderly people in the UK as a factor in mortality rates there.", "Even without accounting for reduced health service capacity thanks to strain on each country’s systems, researchers calculated an expected rate of 2.2 million deaths in the U.S. and 510,000 deaths in the UK:", "In the (unlikely) absence of any control measures or spontaneous changes in individual behaviour, we would expect a peak in mortality (daily deaths) to occur after approximately 3 months. In such scenarios, given an estimated R0 of 2.4, we predict 81% of the GB and US populations would be infected over the course of the epidemic. Epidemic timings are approximate given the limitations of surveillance data in both countries: The epidemic is predicted to be broader in the US than in GB and to peak slightly later. This is due to the larger geographic scale of the US, resulting in more distinct localised epidemics across states than seen across GB. The higher peak in mortality in GB is due to the smaller size of the country and its older population compared with the US. In total, in an unmitigated epidemic, ", "As discussed in many of the summaries shared on social media, on page ten of the report researchers maintained that mitigation was not viable as a strategy, because of its catastrophic effects on health care systems in both countries. As such, they maintained that the suppression strategy was “likely necessary” where possible:", " Our projections show that to be able to reduce R to close to 1 or below, a combination of case isolation, social distancing of the entire population and either household quarantine or school and university closure are required. ", " All four interventions combined are predicted to have the largest effect on transmission. Such an intensive policy is predicted to result in a reduction in critical care requirements from a peak approximately 3 weeks after the interventions are introduced and a decline thereafter while the intervention policies remain in place. While there are many uncertainties in policy effectiveness,", "Researchers routinely mentioned (as did the posts above) that implementation of the suppression strategy would never be adhered to at a perfect rate. They accounted for partial but high compliance with a relaxation of recommended restrictions after several months.", "That suppression model included the closure of schools and universities for months in order to delay a subsequent epidemic during the period before a vaccine became available:", "Once interventions are relaxed (in the example in Figure 3, from September [2020] onwards), infections begin to rise, resulting in a predicted peak epidemic later in the year. The more successful a strategy is at temporary suppression, the larger the later epidemic is predicted to be in the absence of vaccination, due to lesser build-up of herd immunity.", "Given suppression policies may need to be maintained for many months, we examined the impact of an adaptive policy in which social distancing (plus school and university closure, if used) is only initiated after weekly confirmed case incidence in ICU patients (a group of patients highly likely to be tested) exceeds a certain “on” threshold, and is relaxed when ICU case incidence falls below a certain “off” threshold (Figure 4). Case-based policies of home isolation of symptomatic cases and household quarantine (if adopted) are continued throughout.", "Under the modeling scenarios used, suppression policies would be shaped by a fluctuating number of cases. Researchers cited a peak number of cases before capacity for health care services would become overwhelmed and break down:", "Table 3 illustrates that suppression policies are best triggered early in the epidemic, with a cumulative total of 200 ICU cases per week being the latest point at which policies can be triggered and still keep peak ICU demand below GB surge limits in the case of a relatively high R0 value of 2.6. Expected total deaths are also reduced for lower triggers, though deaths for all the policies considered are much lower than for an uncontrolled epidemic. ", " ", "In the “Discussion” portion of the report, researchers reiterated their recommendations for public health action based on the results of the modeling:", "Overall, our results suggest that population-wide social distancing applied to the population as a whole would have the largest impact; and in combination with other interventions – notably home isolation of cases and school and university closure – has the potential to suppress transmission below the threshold of R=1 required to rapidly reduce case incidence. ", " Adaptive hospital surveillance-based triggers for switching on and off population-wide social distancing and school closure offer greater robustness to uncertainty than fixed duration interventions and can be adapted for regional use (e.g. at the state level in the US). Given local epidemics are not perfectly synchronised, local policies are also more efficient and can achieve comparable levels of suppression to national policies while being in force for a slightly smaller proportion of the time. However, ", "A phrase you may have seen before (and after) the Imperial College London report’s appearance is “flattening the curve,” a reference to COVID-19’s “epidemic curve,” as it relates to the capacity of any country’s health care resources in times of vastly increased demand.", "Social media users probably saw a graph very much like the one below from ", "; the graph depicts a dashed horizontal line representing the capacity of health care systems in general:", "A vertical axis on the graph represented “number of cases,” and a horizontal axis “time since first case.” “Flattening the curve” described spacing out the rate of infections to a degree sufficient that the dotted line — system capacity — would not be exceeded by the number of cases requiring the system’s resources.", "By spacing out the rate of infection (or flattening the curve of infections), health care system capacity was less likely to be exceeded. Imperial College London’s research was predicated in part on flattening the curve for COVID-19, and circumventing a scenario in which capacity was exceeded by unchecked person-to-person spread of the virus.", "Researchers noted that because the strain was new, information and knowledge about the novel coronavirus would be in flux until there was more data. Consequently, they maintained that policies of suppression might change over time — but not for “several months” at least. The researchers also warned that premature relaxation of suppression measures could cause cases of COVID-19 to rapidly rebound, once again threatening to overwhelm health care systems.", "That risk, again, remained until such time a vaccine became widely available:", "However, there are very large uncertainties around the transmission of this virus, the likely effectiveness of different policies and the extent to which the population spontaneously adopts risk reducing behaviours. This means ", ". Future decisions on when and for how long to relax policies will need to be informed by ongoing surveillance.", "The measures used to achieve suppression might also evolve over time. As case numbers fall, it becomes more feasible to adopt intensive testing, contact tracing and quarantine measures akin to the strategies being employed in South Korea today. Technology – such as mobile phone apps that track an individual’s interactions with other people in society – might allow such a policy to be more effective and scalable if the associated privacy concerns can be overcome. However, if intensive NPI packages aimed at suppression are not maintained, our analysis suggests that transmission will rapidly rebound, potentially producing an epidemic comparable in scale to what would have been seen had no interventions been adopted.", "The report also indicated that the duration of suppression policies required might be too difficult to implement, discussing the relative efficacy of mitigation versus suppression. In a still relatively disruptive mitigation strategy scenario, the high number of projected deaths would be halved, and demand on healthcare services reduced by a still risky two-thirds:", "Long-term suppression may not be a feasible policy option in many countries. ", " The combination of case isolation, household quarantine and social distancing of those at higher risk of severe outcomes (older individuals and those with other underlying health conditions) are the most effective policy combination for epidemic mitigation. Both case isolation and household quarantine are core epidemiological interventions for infectious disease mitigation and act by reducing the potential for onward transmission through reducing the contact rates of those that are known to be infectious (cases) or may be harbouring infection (household contacts) … Social distancing of high-risk groups is predicted to be particularly effective at reducing severe outcomes given the strong evidence of an increased risk with age, though we predict it would have less effect in reducing population transmission.", "Researchers reiterated a bleak projected outcome with mitigation strategies in place. Although they anticipated a “single” and “relatively short” epidemic, health care capacity would be exceeded eight times over, and deaths would number a quarter of a million or more in the UK, and more than a million in the United States:", " (case isolation, household quarantine and social distancing of the elderly), ", " for critical care requirements that we examined. In addition, ", "In its final paragraphs, researchers said suppression was “the only viable strategy” as of the publication of their report. They said the measures required to implement suppression were “profound,” but required countries to implement them “imminently”:", " The social and economic effects of the measures which are needed to achieve this policy goal will be profound. Many countries have adopted such measures already, but even those countries at an earlier stage of their epidemic (such as the UK) will need to do so imminently.", "Several expert responses are published ", ".", "On March 16 2020, researchers from Imperial College London published “Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand,” projecting several possible outcomes for the coronavirus pandemic in the following months.", "In social media discourse, three of the possible outcomes were discussed — taking no measures or “doing nothing,” mitigation, and a stricter strategy of suppressing COVID-19 cases to a rate of reproduction less than one. Researchers recommended the latter strategy of suppression, going so far as to say it was the ", " viable strategy as of March 16 2020.", "Among the report’s notable conclusions were the following:", "In conclusion, the drastic summaries of the Imperial College London coronavirus pandemic report were not exaggerations, although the conclusions it made clearly had not yet come to pass. Researchers predicted more than a million deaths in the United States alone even under the “mitigation” model with many public health restrictions, and they also emphasized that they believed the stricter “suppression” model was the only viable approach. Projections were based in part on the long duration between the start of the coronavirus pandemic and the development of a vaccine, which would take at least eighteen months."], "cats": ["News Media", "Reporting"], "score": 41.84671}
{"titles": ["Twitter Adds ‘Glorifying Violence’ Label to Trump’s ‘Looting’ and ‘Shooting’ Tweet; White House Blames Fact Checkers"], "authors": ["Kim LaCapria"], "dates": [" May 29, 2020"], "page_Url": "https://www.truthorfiction.com/twitter-adds-glorifying-violence-label-to-trumps-looting-and-shooting-tweet-white-house-blames-fact-checkers/", "tags": [], "content": ["In the early morning hours of May 29 2020, President Trump ", " two tweets about unrest in Minneapolis over the extrajudicial killing of George Floyd; Twitter later appended a label to the ", " over its glorification of violence:", "I can’t stand back & watch this happen to a great American City, Minneapolis. A total lack of leadership. Either the very weak Radical Left Mayor, Jacob Frey, get his act together and bring the City under control, or I will send in the National Guard & get the job done right…..", "— Donald J. Trump (@realDonaldTrump) ", "….These THUGS are dishonoring the memory of George Floyd, and I won’t let that happen. Just spoke to Governor Tim Walz and told him that the Military is with him all the way. Any difficulty and we will assume control but, when the looting starts, the shooting starts. Thank you!", "— Donald J. Trump (@realDonaldTrump) ", "In the tweets, Trump said:", "“I can’t stand back & watch this happen to a great American City, Minneapolis. A total lack of leadership. Either the very weak Radical Left Mayor, Jacob Frey, get his act together and bring the City under control, or I will send in the National Guard & get the job done right…..", "“….These THUGS are dishonoring the memory of George Floyd, and I won’t let that happen. Just spoke to Governor Tim Walz and told him that the Military is with him all the way. Any difficulty and we will assume control but, ", ". Thank you!", "On the morning of May 29 2020, the second tweet displayed with a platform-wide message indicating the tweet violated Twitter’s terms of service — and explaining why it was not removed:", "That message read:", "This Tweet violated the Twitter Rules about glorifying violence. However, Twitter has determined that it may be in the public’s interest for the Tweet to remain accessible. [Learn more.]", "Alongside the note about Trump’s tweet “glorifying violence,” the label explained that Twitter “determined that it may be in the public’s interest for the Tweet to remain” visible to users. A linked Twitter Help Center Page titled “About public-interest exceptions on Twitter” further addressed, in general, tweets in violation of the site’s terms of service found to be potentially of ", ":", "Twitter generally actions Tweets that violate our rules. However, we recognize that sometimes it may be in the public interest to allow people to view Tweets that would otherwise be taken down. ", "At present, we limit exceptions to one critical type of public-interest content—Tweets from elected and government officials—given the significant public interest in knowing and being able to discuss their actions and statements.", "Twitter noted that although the tweets so handled — typically those from members of world governments — remained visible, they were restricted from any sort of engagement in the form of likes or retweets, which meant that restricted but visible tweets were not promoted by Twitter itself or by platform users:", "As a result, ", ". Instead we will place it behind a notice providing context about the rule violation that allows people to click through to see the Tweet. ", " These actions are meant to limit the Tweet’s reach while maintaining the public’s ability to view and discuss it. Learn more about this notice and other enforcement actions.", "Twitter’s published explanation of tweets like Trump’s “when the looting starts, the shooting starts” statement was extensive, and it involved a multi-step process of evaluating and identifying content both in violation of Twitter rules and in the public’s interest. The page also indicated that it did not amount to an ability for parties identified in those guidelines to tweet any and all content they wished:", "The public interest exception does not mean that any eligible public official can Tweet whatever they want, even if it violates the Twitter Rules. ", " We are more likely to apply the notice to a violative Tweet if:", "We are more likely to remove the Tweet without applying the notice if:", "That Help Center article also indicated “glorifying violence” was one of several violations, and shared a generalized version of the label. Finally, Twitter described how infrequent its use of labels like the one appended to Trump’s tweet actually were:", "We have very rarely invoked the public-interest exception – less than five times in 2018. This is new territory for everyone – a service being used by world leaders to communicate directly to their constituents or other leaders, and at times, announce policy – and every decision we make sets a new precedent.", "A concurrent and unrelated dispute between Trump and Twitter was ongoing at the time of the labeled tweet. Against the backdrop of the COVID-19 pandemic, Twitter began ", " “fact check” labels to some of Trump’s tweets around May 26 2020:", "Twitter on [May 28 2020] added new fact-checking labels to hundreds of tweets, even as the Trump administration prepared an executive order to curtail the legal protections that shield social media companies from liability for the content posted on their platforms.", "Twitter’s move escalated the confrontation between the company and President Trump, who has fulminated this week over actions taken by his favorite social media service.", "Twitter on [May 26 2020] had appended fact-checking labels for the first time to two of Mr. Trump’s tweets about mail-in ballots, refuting their accuracy. In response, Mr. Trump accused Twitter of stifling speech and declared that he would put a stop to the interference.", "Since then, White House officials have drafted an executive order that would make it easier for federal regulators to argue that companies like Facebook, Google and Twitter are suppressing free speech when they move to suspend users or delete posts. The executive order may come as early as [May 28 2020].", "On May 27 2020, Twitter CEO Jack Dorsey ", " the ", " in a series of ", ", pinpointing specifics of the tweets:", "Fact check: there is someone ultimately accountable for our actions as a company, and that’s me. Please leave our employees out of this. We’ll continue to point out incorrect or disputed information about elections globally. And we will admit to and own any mistakes we make.", "— jack (@jack) ", "This does not make us an “arbiter of truth.” Our intention is to connect the dots of conflicting statements and show the information in dispute so people can judge for themselves. More transparency from us is critical so folks can clearly see the why behind our actions.", "— jack (@jack) ", "Per our Civic Integrity policy (", "), the tweets yesterday may mislead people into thinking they don’t need to register to get a ballot (only registered voters receive ballots). We’re updating the link on ", "’s tweet to make this more clear.", "— jack (@jack) ", "In the May 26 2020 tweets, Trump ", " to the use of mail-in ", ":", "There is NO WAY (ZERO!) that Mail-In Ballots will be anything less than substantially fraudulent. Mail boxes will be robbed, ballots will be forged & even illegally printed out & fraudulently signed. The Governor of California is sending Ballots to millions of people, anyone…..", "— Donald J. Trump (@realDonaldTrump) ", "On Twitter, those tweets received labels but not ratings:", "To the right of a circled exclamation point, text read: “Get the facts about mail-in ballots.” Clicking it led to a link on ", ":", "Above two tweets from @TwitterSafety was the following text:", "Trump makes unsubstantiated claim that mail-in ballots will lead to voter fraud", "On [May 26 2020], President Trump made a series of claims about potential voter fraud after California Governor Gavin Newsom announced an effort to expand mail-in voting in California during the COVID-19 pandemic. These claims are unsubstantiated, according to CNN, Washington Post and others. Experts say mail-in ballots are very rarely linked to voter fraud.", "One of the two tweets ", " to Twitter’s “Civic integrity policy,” and the tweets read:", "“We added a label to two @realDonaldTrump Tweets about California’s vote-by-mail plans as part of our efforts to enforce our civic integrity policy. We believe those Tweets could confuse voters about what they need to do to receive a ballot and participate in the election process.”", "“We also wanted to provide additional context and conversation with regard to voter fraud and mail-in ballots. We have a range of remediations, and in some cases we add labels that link to more context.”", "Clicking a second time to the Twitter Help Center page led to a message about Twitter resolving not to allow any parties to interfere with the 2020 Election:", "The public conversation occurring on Twitter is never more important than during elections and other civic events. Any attempts to undermine the integrity of our service is antithetical to our fundamental rights and undermines the core tenets of freedom of expression, the value upon which our company is based.", "We believe we have a responsibility to protect the integrity of those conversations from interference and manipulation. Therefore, we prohibit attempts to use our services to manipulate or disrupt civic processes, including through the distribution of false or misleading information about the procedures or circumstances around participation in a civic process.", "Twitter said of Trump’s tweets that parties “may not use Twitter’s services for the purpose of manipulating or interfering in elections or other civic processes,” in this case to misdirect or misinform the public about lawful use of ballots in primaries and the general election.", "Clearly, the two controversies were mostly separate, related only because they had to do with Twitter and because Twitter’s actions angered the president. In fact, on the same day, Trump lobbed the same claim at Twitter — ", " that the ", " was “interfering in the 2020 Presidential Election”:", ".", " is now interfering in the 2020 Presidential Election. They are saying my statement on Mail-In Ballots, which will lead to massive corruption and fraud, is incorrect, based on fact-checking by Fake News CNN and the Amazon Washington Post….", "— Donald J. Trump (@realDonaldTrump) ", "….Twitter is completely stifling FREE SPEECH, and I, as President, will not allow it to happen!", "— Donald J. Trump (@realDonaldTrump) ", "After Twitter added the “glorifying violence” label to Trump’s “when the looting starts, the shooting starts” tweet, @WhiteHouse ", " “fact-checkers” for that label — again, a circumstance completely separate from what happened on May 26 2020:", "The President did not glorify violence. He clearly condemned it.", " and Twitter's biased, bad-faith \"fact-checkers\" have made it clear: Twitter is a publisher, not a platform. ", "— The White House (@WhiteHouse) ", "It should be noted that the tweet was not labeled for any reason related to its veracity, but due to a separate violation of ", ", namely its “Safety” policy:", "The Twitter Rules", " Twitter’s purpose is to serve the public conversation. Violence, harassment and other similar types of behavior discourage people from expressing themselves, and ultimately diminish the value of global public conversation. Our rules are to ensure all people can participate in the public conversation freely and safely.", "Safety", " Violence: You may not threaten violence against an individual or a group of people. ", " ", " about our violent threat and glorification of violence policies.", "Clicking “Learn more” led to a broader policy, and another ", " to Twitter’s “Glorification of violence policy,” which began:", "Glorification of violence policy [March 2019]", "You may not threaten violence against an individual or a group of people. We also prohibit the glorification of violence.", " Additionally, glorifying violent events where people were targeted on the basis of their protected characteristics (including: race, ethnicity, national origin, sexual orientation, gender, gender identity, religious affiliation, age, disability, or serious disease) could incite or lead to further violence motivated by hatred and intolerance. For these reasons, ", "What is in violation of this policy?", "Under this policy, you can’t glorify, celebrate, praise or condone violent crimes, violent events where people were targeted because of their membership in a protected group, or the perpetrators of such acts. ", "To recap, Trump’s labeled tweet found to be in violation of Twitter’s prohibition of “glorifying violence” read:", "….These THUGS are dishonoring the memory of George Floyd, and I won’t let that happen. Just spoke to Governor Tim Walz and told him that the Military is with him all the way. ", "Google’s News and Information Credibility Lead Alexios Mantzarlis implored reporters not to follow the White House’s lead and ", " the discrete matters about fact-checking tweets and removal or labeling of tweets glorifying violence while covering the issue:", "Minor note in the circumstance, but when covering this tweet, please be sure not to use the “fact-checking” frame. It violated another policy (and the “get the facts” button doesn’t put tweets behind an interstitial). Let’s avoid fact checking go the way of “fake news” ", "— Alexios (@Mantzarlis) ", "On May 26 2020, Trump directed his wrath at Twitter and its chief executive officer Jack Dorsey, after the platform added information about mail-in ballots to two of his tweets. Controversy ensued. However, separate May 29 2020 tweets by Trump were labeled as “glorifying violence” by Twitter, leading the White House to inaccurately blame “fact-checkers” (in quotes) for the second label. According to Twitter, the second label was completely unrelated to veracity, or fact-checkers (whether from Twitter or from third-party outlets), and it was restricted — but not unpublished — due to the fact it incited violence against protesters."], "cats": ["Uncategorized"], "score": 40.809578}
{"titles": ["Is ‘Antifa’ Setting Fires in Oregon?"], "authors": ["Kim LaCapria"], "dates": [" September 10, 2020"], "page_Url": "https://www.truthorfiction.com/is-antifa-setting-fires-in-oregon/", "tags": ["Not True"], "content": ["On September 10 2020, ", " across western states — as did social media rumors that anti-fascist protesters (or “antifa”) started fires in ", " (and elsewhere) in a coordinated mass attack.", "Claims often came from very new Twitter ", ", appearing in the comments sections of high-engagement tweets, sent from ", " ", ", or including apparent ", " of QAnon posts:", "Not the whole truth  Some of the fires in Washington & Oregon are being started by Antifa arsonists Some have already been arrested  Its bad enough that Democrats financially support these Terrorists to Riot destroying property now they're lighting fires What's next ! ", "— Kevin Hartley (@KevinHa73658695) ", "Interview with federal law enforcement, who claim:", "\"We are reacting to a coordinated series of attempts to start fires anywhere and everywhere in Oregon. Public and Private lands, incorporated and unincorporated areas\"", "— Clown World News (@ClownWorldNews1) ", "WARNING: Multiple sources in Emergency Response have confirmed that the fires along the West Coast are caused by dozens of arsonists.", "These fires are allegedly linked to Antifa and the Riots.", "Read this warning ⚠️ ", "— Katie Daviscourt🇺🇸 (@KatieDaviscourt) ", "On Reddit’s ", ", a subreddit for residents of Eugene, Oregon, a user posted and deleted an iteration of the rumor:", "  ", " from ", " ", "An archived ", " of the post included the following text:", "I keep hearing speculation that “Antifa is purposely setting the fires.” Can anyone explain what Antifa would have to gain by setting these rural fires? Are we just blaming Antifa for everything now?", "An Oregon politician, Paul J. Romero, Jr., also fueled the rumors in tweets published the night of September 9 2020:", "Arsonists still active in Oregon. Many arrested. Waiting for official LEO statements. ", " ", "— Paul J. Romero, Jr. for US Senate, OR (@PJR4Senate) ", "A ", " titled “Antifa & BLM Are Setting The West Coast On Fire | One Already Arrested” also spread virally, raking in views and claiming antifa and Black Lives Matter activists started the Oregon fires.", "Some tweets or posts referencing the rumor that antifa was deliberately setting fires can be traced back to a September 10 2020 ", " by the ", " site Law Enforcement Today, headlined falsely, “Sources: Series of wildfires on the West Coast may be ‘coordinated and planned’ attack.” Unsurprisingly, the post was stitched together speculation and fabrication, hinging entirely on vague “sources” (which likely didn’t exist) and composed primarily in passive voice:", "A series of wildfires in Washington, Oregon, and California are now being considered arson – and ", " that they ", " Law enforcement throughout the west coast is ", " to look out for “opportunists” and those who may have more sinister motives.", "Federal law enforcement ", " also ", ". that ", "Interspersed with tweets about the fire from various sources (none of which mentioned anti-fascists), the report claimed:", " that ", " of these people who have started fires ", ". However, ", "Nowhere in the item or any like it were any posts or statements from local law enforcement, cited or embedded, that gave any credence whatsoever to the “antifa did arsons” claim.", "Oregon-based reporter Lincoln Graves shared a screenshot of one of the above tweets on September 9 2020, ", " the rumors as conspiracy theories. He added that none of the many law enforcement sources he had consulted believed that anti-fascists were setting fires in Oregon, or anywhere else for that matter:", "We have a conspiracy theory crisis in this country.", "I’ve talked to a lot of emergency, fire, and law enforcement personnel in Oregon over the past two days.", "No one thinks Antifa is going into the woods and starting fires. ", "— Lincoln Graves (@LincolnGraves) ", "Oregon law enforcement also ", " the rampant rumor, as with a September 10 2020 Facebook post from the Douglas County Sheriff’s Office (also verified):", "In a seriously depressing post, the Department pleaded with locals to stop sharing disinformation — which they said can cause enormous problems for them and otherwise hamper their operations during major emergencies:", "Remember when we said to follow official sources only. Remember when we said rumors make this already difficult incident even harder? Rumors spread just like wildfire and now our 9-1-1 dispatchers and professional staff are being overrun with requests for information and inquiries on an UNTRUE rumor that 6 Antifa members have been arrested for setting fires in DOUGLAS COUNTY, OREGON.", "THIS IS NOT TRUE! Unfortunately, people are spreading this rumor and it is causing problems.", "Do your part, STOP. SPREADING. RUMORS! Follow official sources of information such as local emergency response websites and pages, government websites and pages and local reputable news outlets.", "Please, share far and wide!", "Oregon’s KGW published a short article (“VERIFY: No, Antifa did not start the wildfires in Oregon”) about deliberate ", " spreading locally about antifa and fires in Oregon; it included a ", " Facebook post from police in Medford, Oregon and debunked a falsified post attributed to the same department:", "Rumors that anti-fascists, or “antifa,” had started fires in Oregon in September 2020 appeared to originate with or be exacerbated by speculative, baseless blog posts and repetition on Facebook and Twitter. By contrast, news organizations as well as law enforcement sources in Oregon and beyond refuted the rumors — and begged social media users to stop spreading claims that they described as corrosive and disruptive to their operations during an ongoing fire response."], "cats": ["Disinformation", "Fact Checks"], "score": 37.58544}
{"titles": ["Donald Trump: ‘Nobody Likes Me’"], "authors": ["Kim LaCapria"], "dates": [" July 29, 2020"], "page_Url": "https://www.truthorfiction.com/donald-trump-nobody-likes-me/", "tags": ["True"], "content": ["On July 29 2020, an apparent CNN screen capture ", " a ", " quoting United States President Donald Trump as saying “nobody likes me” circulated on sites like Reddit:", "  ", " from ", " ", "  ", " from ", " ", "In the first of the two Reddit posts above, shared to r/facepalm, a “Breaking News” chyron timestamped at 4:06 PM Pacific read:", "TRUMP AS U.S. NEARS 150,000 DEATHS: “NOBODY LIKES ME”", "However, the image didn’t link to any additional information about whether Trump said “nobody likes me,” or in which context he might have done so.", "C-SPAN published ", " on July 28 2020 with the description, “President Trump Coronavirus News Conference.”", "In the 26-minute and 36-second clip below, Trump took questions from reporters about COVID-19 and sub-topics (such as ", " over a Facebook video touting the disputed safety and efficacy of ", ").  After praising the controversial video, Trump calls on a reporter to take a question. The reporter asks about a statement by Trump made about ", " and hydroxycloroquine, in the form of retweeting material later ", " by Twitter:", "… last night [on July 27 2020] in tweets that were deleted by Twitter, you said Dr. Fauci misled the country on hydroxychloroquine … how so?", "In response, Trump rambles at length about Fauci, hydroxychloroquine, ", ", his belief that the drug failed to catch on as a COVID-19 treatment due to his support of it, and generalized approval ratings:", "No, not at all. I think … I don’t even know what [Fauci’s] stance is on it. I … was just – you know, he was at the … he was at the task force meeting a little while ago.", "I have a very good relationship with Dr. Fauci. You know, it’s sort of interesting — we’ve listened to Dr. Fauci … I haven’t always agreed with him, and it’s … I think, pretty standard. That’s okay. He did not want us to ban [stammers] put up the ban to China, when China was heavily infected – very badly, Wuhan. He didn’t want to do that, and I did and other things.", "And [Fauci] told me I was right, and he told me I saved tens of thousands of lives, which was generous, but it’s – you know, I think it’s fact that I banned — I did the ban on Europe. But I get along with him very well and I agree with a lot of what he’s said … so, you know, it’s interesting. He’s got a very good approval rating, and I like that. It’s good. Because remember, he’s working for this administration. He’s working with us, John. We could have gotten other people. We could have gotten somebody else. It didn’t have to be Dr. Fauci. He’s working with our administration, and for the most part, we’ve done pretty much what he and others — Dr. Birx and others, who are terrific – recommended.", "And he’s got this high approval rating, so why don’t I have a high approval rating with respect – and the administration, with respect to the virus? We should have a very high — because what we’ve done in terms of — we’re just reading off about the masks and the gowns and the ventilators and numbers that nobody has seen, and the testing at 55 million tests, we tested more than anybody in the world. I have a graph that I’d love to show you … perhaps you’ve seen it … where we’re up here [gestures] and the rest of the world is down at a level that’s just a tiny fraction of what we’ve done in terms of testing.", "So it sort of is curious … A man works for us, with us very closely — Dr. Fauci, and Dr. [Deborah] Birx, also highly thought of … and yet, they’re highly thought of, but ", ". It can only be my personality. That’s all. Go ahead.", "In the broader context of the video, Trump addressed myriad topics in response to a reporter’s question about whether he believed Dr. Fauci “misled the country on hydroxychloroquine.” Trump maintained he had “a very good relationship” with Fauci, that Fauci said Trump “saved tens of thousands of lives,” and added that he has not “always agreed” with Fauci.", "Subsequently, Trump mused that Fauci (and Birx) had a “very good approval rating,” asking, apparently rhetorically, why he and his administration did not appear to enjoy the same level of approval — referencing “the masks and the gowns and the ventilators and numbers that nobody has seen.”", "As he wrapped up his response, Trump described it as “curious ” that Fauci and Birx were “highly thought of,” and added that “nobody likes me.”", "A chyron reading “TRUMP AS U.S. NEARS 150,000 DEATHS: “NOBODY LIKES ME” circulated on social media, often without much context about the veracity or substance of the quote. On July 28 2020, Trump provided a response at length to a reporter during a coronavirus news conference, covering a range of topics before addressing the popularity of Fauci. At the end of the answer, Trump made the remark before moving on.", "According to the ", ", a nonprofit organization focusing on public and national health issues throughout the United States, the official American death toll due to COVID-19 as of the end of July 28 2020 was 149,033."], "cats": ["Fact Checks", "Politics"], "score": 35.75609}
{"titles": ["‘OK, Who Had Nuclear Cannibal Ants for August?’"], "authors": ["Kim LaCapria"], "dates": [" August 3, 2020"], "page_Url": "https://www.truthorfiction.com/ok-who-had-nuclear-cannibal-ants-for-august/", "tags": ["Decontextualized"], "content": ["On August 2 2020, a Facebook user shared the following anxiety-provoking Twitter ", " with the following commentary:", "Okay, who has nuclear cannibal ants for August?", "The screenshot showed an August 2 2020 ", " by @NinjaEconomics:", "One million cannibal ants trapped in Soviet nuclear weapons bunker have escaped ", "— Ninja Economics (@NinjaEconomics) ", "That tweet included a link to a news story, but when the rumor migrated to Facebook, the link didn’t travel with it.", "Unsaid — but strongly implied in the Facebook post’s wording — was a reference to the “2020 Bingo” meme. Although it was fairly self-explanatory, it was defined and ", " on the meme encyclopedia KnowYourMeme:", "2020 Bingo refers to metaphorical or literal custom bingo cards relating to major occurrences in 2020. Following, the Australian bushfires and the coronavirus outbreak many Redditors and Twitter users began reacting to new surprising news by referencing their 2020 bingo card or predicting apocalyptic scenarios using a custom bingo card.", "[…]", "On March 16th, 2020, Twitter user @bjoewolf tweeted, “Did anyone have ‘Mitt Romney endorsing Universal Basic Income six weeks after voting to convict Donald Trump’ on their 2020 bingo card?” … The tweet garnered over 4,100 likes and 470 retweets in three months. On March 20th [2020], Redditor tumsdout posted a custom 2020 Apocalypse Bingo card to r/memes … The card features past and predicted future 2020 events.", "On June 8th [2020], Twitter user @maureenjohnson posted a screenshot of the PG Tips and the Yorkshire Tea Twitter accounts speaking out against racism and said, “I didn’t have anti-racist tea on my 2020 bingo card but I am delighted that it is here”[.]", "The original ", " ", " was published on November 4 2019, and was therefore not exactly applicable to the “2020 Bingo” meme:", "One Million Cannibal Ants Trapped in Soviet Nuclear Bunker Have Escaped", "A “colony” of up to one million cannibal ants trapped in a nuclear bunker for years have escaped, scientists in Poland have said.", "The ants, which had no food source other than their dead nestmates, were first discovered in 2013 were found to be solely made up of worker ants meaning they could not reproduce — how their numbers grew so large was a mystery.", "On the same date, SYFY ", ":", "Stranded and left for dead years after falling into a forsaken bunker meant to house nuclear weapons, a colony of ants has apparently resorted to necrotic cannibalism not only to survive, but to thrive.", "Checking in recently on a colony of Formica polyctena ants that fell into the nether depths of a decrepit, abandoned nuclear weapons storage bunker in rural Poland, a team of researchers led by Prof. Wojciech Czechowski of the Polish Academy of Science found that their numbers hadn’t shrunk at all. In fact, they’d proliferated — even though their entrapment had cut the colony off from any known source of nourishment.", " What was thought to be a tomb for a small ant colony of workers cut off from its mother nest has, instead, become the launch pad for a surface invasion of thriving cannibal critters.", "Both sites linked to published research in the ", "“Hymenoptera” is a large order of ", " including ants, bees, and wasps.", "On October 31 2019, the ", " ", " an article with the headline, “Ants trapped for years in an old bunker; survival by cannibalism and eventual escape.” An abstract provided a summary of the situation:", "Successful evacuation of a peculiar ‘colony’ of the wood ant Formica polyctena Först., for ", " (see Czechowski et al. 2016), is reported. Using an experimentally installed boardwalk, the imprisoned ants managed to get through the ventilation pipe to their maternal nest on the top of the bunker. ", "The ants were “nuclear” due to the fact their colony was observed in “an old bunker previously used for storing nuclear weapons.” We feel it is important to point out that the location of their colony appeared unrelated to their cannibalistic behaviors.", "In the text of the article, researchers reiterated that their previous efforts included an “open” question about the ants’ food source. However, the portion about “cannibalism” cited 1979 research about wood ants’ consumption other wood ants’ corpses:", "Our previous study also left open, how the bunker colony could survive and grow without access to foraging grounds. One evident means could be cannibalism. It is known that wood ants consume dead bodies of their conspecifics left in masses on the ground during spectacular ‘ant wars’ early in the season. The function of such wars is to settle the borders of neighbouring conspecific colonies, but the corpses also add substantially to the scarce food resources available when the colony lives commence after winter (Mabelis 1979).", "Here we report our successful trial to re-connect the imprisoned ants with their maternal colony. ", "It appeared researchers concluded, based on past observed behavior in wood ants and the remote location of the isolated colony, that “dead nestmates” were the only logical food source for the bunker’s ant colony. As for their “escape,” the research also explained of previous interactions with the colony:", ", in spring 2016, we took a group of  ca 100 ants from the bunker and let them free on the outskirts of the mother nest, to check relations between the two partly isolated entities. As expected, no aggressive behaviour was observed.", " with one end burrowed in the earthen mound of the bunker colony and the other one tucked inside the ventilation pipe (Fig. 3). It was meant to serve as an escape route, ", " At that time, the mound in the bunker was fully inhabited by ant workers – as in previous years….", "In September of 2016, the researchers added a “boardwalk” to facilitate movement of the isolated ant colony in the nuclear bunker. In the article’s conclusions, researchers explained:", "Recent research has also shown that corpse consumption in F. polyctena is more common than it was previously thought, and nestmate corpses can serve as an important food source not only in periods of food shortage (Maák et al., in press). In the light of the above, and the clear signs of mass consumption of the F. polyctena corpses in the bunker with practically no other organisms able to do it (see Czechowski et al. 2016), we can safely deduce that the bunker ‘colony’ survived on cannibalism, by consuming dead nestmates.", "Summing up, the ecological and behavioural flexibility of the wood ants (Seifert 2018) may allow them survival even in unexpectedly suboptimal conditions (e.g. Czechowski and Vepsäläinen 2009). The survival and growth of the bunker ‘colony’ through the years, without producing own offspring, was possible owing to continuous supply of new workers from the upper nest (Czechowski et al. 2016) and accumulation of nestmate corpses. The corpses served as an inexhaustible source of food which substantially allowed survival of the ants trapped down in otherwise extremely unfavourable conditions.", "As for the escape, not only did it not occur in 2020, it did not take place in 2019, either:", ", only a few ants being present close to the base of the boardwalk (Fig. 5); ", " To compare the situation with that in the former winter [of 2016], when the bunker mound and the whole chamber was filled with ants….", "Researchers initiated attempts to relocate the ants in 2016, and by February of 2017, most had used the “boardwalk” to leave the bunker.", "Social media shares tended to imply (or outright state) that the “nuclear ants” managed to “escape” an enclosure; in actuality, researchers created a route for the ants to relocate to better conditions. Not long after they did so, the ants vacated the bunker.", "A better and more accurate explanation of the saga of the nuclear cannibal ants ", " in Atlas Obscura in November 20 2019. Their deep dive provided a significant amount of context:", "[In 2019], [István Maák, a zoologist at the Polish Academy of Sciences in Warsaw] had taken it upon himself to do something about [the ants’ plight], and recently published the tale of a momentous rescue in the Journal of Hymenoptera Research.", "[…]", "The ants were first discovered in 2013, during the first year of a campaign to monitor the health of bats known to frequent abandoned bunkers like these. They make great bat dens, with internal temperatures that hover around 44 degrees Fahrenheit in the dead of winter. Though the bunkers had been sealed, curious tourists and intrepid bat-lovers had made their way in, according to an earlier study in the Journal of Hymenoptera Research that first documented the existence of the colony, authored by Wojciech Czechowski, Maák’s colleague at the academy.", "Atlas Obscura explained the manner in which unlucky ants wound up in what it called a “formic Donner party”:", "To understand the bizarre nature of this colony, one must understand the layout of the bunker. Somewhere inside its reinforced concrete walls, which are over three feet thick, there is a small, closet-like room, cryptically numbered 12. The aesthetic of its walls screams “abandoned Soviet nuclear bunker,” with peeling paint and swelling limewash. The floor, once terra-cotta, is now a pile of rubble and soil. In the ceiling is a hole that holds the ventilation pipe, which is approximately a foot wide and connects the chamber to the outside world, about 16 feet above. Ant Colony One, which rejoices in the light and imbibes sweet honeydew, lives right on top of the pipe’s opening. “These ants are mostly eating aphid [honeydew],” Maák says. But when an unlucky ant takes one wrong step, it can tumble down the perilous chute, where it becomes a member of Ant Colony Two. No light, no aphids, no escape. “These ants are eating corpses,” he says.", "After the initial research was published, some members of the public fretted over the conditions in which the ants were forced to live:", "When Czechowski published his study marking the discovery of the bunker ants in 2016, he cited the split colony as evidence of wood ants’ remarkable perseverance. But the general populace was less awed and more concerned. “Professor Czechowski got many letters saying how cruel it was to keep the ants down there,” Maák says. “People kept asking why we did not set them free.”", "[…]", "And so, out of both compassion and scientific curiosity, Maák devised a plan. Before he could unite the colonies, he had to check if they would recognize each other. If not, the resulting carnage could wipe out both populations. Wood ant colonies each carry a hydrocarbon profile that’s as specific as a barcode, and ants will scan this to see if a newcomer is a friend or foe. In spring 2016, he took a group of around a hundred ants from Colony Two to Colony One, and let them scramble toward the mother nest. The ants were not attacked, and quickly — and perhaps with no small measure of relief — reimmersed themselves in the mother ship.", "A “2020 Bingo” meme suggested that “nuclear cannibal ants” had “escaped” a bunker in Russia in August 2020. In actuality, research published in October 2019 catalogued ongoing observations by scientists of a colony of wood ants in an abandoned bunker once used to store nuclear weapons. Ants in the bunker were believed to survive by consuming the corpses of dead nestmates, and beginning in 2016, the same researchers set out to relocate the colony. As of early 2017, most of the ants appeared to have moved on from the colony through a “boardwalk” installed by the researchers. In other words, the ants did not “break out” of the bunker, but were directed to do so as part of ongoing study of their colony, as part of a purposeful effort to liberate the ants in unpleasant conditions from which they were unable to escape unassisted."], "cats": ["Fact Checks", "Viral Content"], "score": 34.65029}
{"titles": ["‘George Floyd Challenge’ Image Spreads Virally, Provenance Unknown"], "authors": ["Kim LaCapria"], "dates": [" June 1, 2020"], "page_Url": "https://www.truthorfiction.com/george-floyd-challenge-image-spreads-virally-provenance-unknown/", "tags": ["Unknown"], "content": ["On May 31 2020, a Facebook ", " of an Instagram ", " circulated virally, purportedly depicting two white teenagers  grinning as they engaged in what was labeled a “George Floyd challenge” — a tasteless recreation of the circumstances of Floyd’s death:", " ", "A post shared by ", " (@shakeyhendrixx) on ", "The Instagram post itself was tagged as a “repost,” and the original poster indicated they’d received it without additional information from someone else — in other words, secondhand:", "#Repost we need these goofy mfs found… somebody sent me this lame shit… Y’all goofy mfs sitting around burning our shit up while they at home comfortable playin us like goofies and they chillin with no fear In the world crackin jokes and don’t give af by doing shit like this…. GO FUCK THEY SHIT UP… NOT OURBLACK OWNED SHIT!!!! I bet them bitches won’t be laughin and thinkin shit sweet then… they think shit chicken cuz we doin it to ourselves instead of making them feel that fuckin pressure 🅿️ these bitches think it’s a game… and we letting em🤦🏾‍♂️ #explore #JusticeForFloyd", "Two separate reverse image searches didn’t return any indication the image had been shared before, and its formatting suggested that the post originated on Snapchat — but visual elements of the photograph indicated a possibility it was not very recent.", "All references to a “George Floyd challenge” we located on Twitter and other platforms were posts ", " the ", " ", " and calling for the boys in the image to be identified and doxxed:", "In Chardon, Ohio, the \"George Floyd Challenge\" is something that people are really having a good time with.  Please help expose & denounce this hateful nonsense. ", "  ", " ", " ", " ", " ", "— St. Veezy (@veezybaby2) ", "So this is a trend…a challenge smh the ignorance 🤦🏽‍♀️ ", " ", " ", " ", " ", "— Drama✏️ (@DaughtryAlesha) ", "oh hell nah…someone find their schools and dox them. this is fucked up. ", "— julia ⁷/¹²⁷/ #BLM #ACAB (@VMINSFILTERS) ", "The relatively new search term “George Floyd challenge” registered in ", ", an indicator many people were searching for more information:", "Related searches involved elements in the few social media posts embedded above. One mentioned Chardon, Ohio — the number one related search. Another related query was the handle of the Instagram poster, @shakeyhendrixx:", "In our search, we noticed two posts on 4Chan’s /pol/ encouraged others to spread a “George Floyd challenge,” and the image above appeared in one of the threads. However, there was no other indication on Facebook, Twitter, or Instagram that any such challenge existed, was common, or existed anywhere outside a possibly misidentified image."], "cats": ["Disinformation", "Fact Checks"], "score": 34.26902}
{"titles": ["Was Derek Chauvin Photographed Alongside Donald Trump at a Campaign Rally?"], "authors": ["Arturo Garcia"], "dates": [" May 27, 2020"], "page_Url": "https://www.truthorfiction.com/derek-chauvin-trump-rally-photo/", "tags": ["Not True"], "content": ["In the aftermath of the extrajudicial killing of 46-year-old George Floyd at the hands of a Minneapolis police officer, social media users spread a photograph online that they claimed showed one of the officers alongside United States President Donald Trump.", "One iteration of the photo, posted by author Don Winslow, has been shared more than 1,500 times on ", " In the post Winslow asks, “Hey Twitter… Is that Derek Chauvin, the ex-Minneapolis cop who choked #GeorgeFloyd to death on video in the front row of a Trump MAGA rally? Is that the man who killed #GeorgeFloyd laughing three feet from @realDonaldTrump? Did this murder ‘Make America great again?'”", "Hey Twitter…", "Is that Derek Chauvin, the ex-Minneapolis cop who choked ", " to death on video in the front row of a Trump MAGA rally?", "Is that the man who killed ", " laughing three feet from ", "?", "Did this murder “Make America great again?” ", "— Don Winslow (@donwinslow) ", "But while Chauvin might fit the description, he is not in the photograph, which was taken at an October 2019 campaign rally the president held in Minneapolis. Both Minneapolis Star-Tribune journalist ", " and local police union head ", " have confirmed that Chauvin was not one of the union members shown alongside the president.", "Kroll, however, can be seen in the photograph on the far left wearing a “Cops for Trump” shirt.", "Chauvin was fired from the department — along with fellow officers ", " by the ", " as J. Alexander Kueng, Thomas Lane, and Tou Thao — after Floyd’s death on May 25 2020; by then Chauvin had gained added notoriety after he was captured on video kneeling on Floyd’s neck as Floyd gasped that he could not breathe. The officers reportedly detained Floyd for trying to pass a fake $20 bill at a convenience store, then handcuffed him. Floyd died at a local hospital.", "“The world needed to see what I was seeing,” ", " Darnella Frazier, the witness who videotaped and posted the fatal encounter on Facebook. The footage has been watched more than 1.1 million times on the platform.", "Police have ", " that all of the officers who stopped Floyd were wearing body cameras at the time of the incident but as the independent news outlet Unicorn Riot ", " photographs of Chauvin taken at the time do not show any visible body camera.", "Floyd’s killing was the impetus for a protest, during which police used rubber bullets and tear gas on demonstrators, which brought about criticism from both Democratic ", " of Minnesota and ", " observers. Many noted that the police response to a demonstration against extrajudicial killings was markedly different to protests ", " and attended by white people carrying firearms in order to paint measures to slow the spread of COVID-19 during a global pandemic as “tyranny”:", "Note the difference in police response to the George Floyd protests vs. the armed anti-lockdown protests. ", "— The Recount (@therecount) ", "After Chauvin was fired from the department, Minneapolis Mayor Jacob Frey called on Chauvin to be arrested and charged in connection with Frey’s death during a news conference on May 27 2020.", "“There are precedents and protocols sitting in the reserves of institutions just like this one that would give you about a thousand reasons not to do something, not to speak out, not to ask so quickly, and I’ve wrestled with that more than anything else over the last 36 hours, with one fundamental question: Why is the man who killed George Floyd not in jail?” he asked. “If you had done it or I had done it we would be behind bars right now, and I cannot come up with an answer to that question.”", "Chauvin was ", " on May 29, 2020. Hennepin County Attorney Mike Freeman ", " that he was charged with third-degree murder and manslaughter, ", " that an investigation into the other officers at the scene leading up to Floyd’s death was ongoing.", "The photo involving the Trump rally is not the only instance of Chauvin being misidentified; a separate photo that spread online placed him side-by-side with a man wearing a hat saying, “make whites great again.” But as journalist Luke O’Brien noted on ", " the man in the hat is really “con man, troll, and prankster” Jonathan Lee Riches:", "The man on the right isn’t Derek Chauvin. He isn’t a cop. He is Jonathan Lee Riches, a notorious con man, troll and prankster, not to mention the “world’s most litigious man.” Riches injects himself, indefensibly, into tragic news events, even if it means going to prison. ", "— Luke O’Brien (@lukeobrien) "], "cats": ["Disinformation", "Fact Checks"], "score": 33.958183}


