Query for ['NYC', 'Manhattan', 'june'] :
{"titles": ["‘Fireworks Every Night’ in June 2020"], "authors": ["Kim LaCapria"], "dates": [" June 22, 2020"], "page_Url": "https://www.truthorfiction.com/fireworks-every-night-in-june-2020/", "tags": ["True"], "content": ["On June 20 2020, the Facebook page “Son of Baldwin” ", " what would later become a popular ", " of a “fireworks conspiracy” set of rumors, spreading from several points on Facebook, Twitter, and Reddit:", "In the embedded post above, the visible section included an apparent edit regarding people discrediting claims of atypical use of fireworks in June 2020; the main portion of the post began with information attributed to three Brooklyn neighborhoods (Bedford Stuyvesant or Bed Stuy, Bushwick, and Crown Heights):", "Good morning Family,", "Reporting from Brooklyn (Bed-Stuy/Bushwick/Crown Heights):", "There was yet another night of extremely loud fireworks starting at 8 pm. and ending at about 2 or 3 a.m. Like it’s on a set schedule (specifically when people are most likely trying to sleep). This is the second or third week straight of this (it began right after the start of Black Uprising/Great Reckoning); every night during the SAME time period, like clockwork.", "Last night was the loudest I have ever heard fireworks in my entire life (and I’ve lived in NYC for 49 years). This doesn’t sound anything like your normal, typical, gearing up for the 4th of July or New Year’s fireworks. Think of that and multiply it by 1000. And I’m not exaggerating. This was was like someone unleashed an entire military force on Brooklyn. It sounded like war.", "The media is reporting this as though it’s just Black and Brown kids blowing off steam, but I don’t believe that’s the case. My neighbors and I believe that this is part of a coordinated attack on Black and Brown communities by government forces; an attack meant to disorient and destabilize the #BlackLivesMatter movement.", "The goal, we think, is multifaceted:", "1. Sleep deprivation as a means to create confusion and stoke tensions between Black and Brown peoples.", "2. Desensitization as a means to get us so used to the sounds of firecrackers and other fireworks that when they start using their real artillery on us we won’t know the difference. It’s meant to sound like a war zone because a war zone is what it’s about to become.", "We think this is psychological warfare, the first wave before whatever the next stage of the attack is.", "We think this because there is NO WAY IN THE WORLD that young Black and Brown people would otherwise have access to these PROFESSIONAL fireworks. Fam, these are Macy’s July 4th/New Year’s-level displays and sonic booms reserved generally for the wealthiest people and institutions.", "That post included common facets seen in separate iterations of the rumors as they spread across platforms. Those included:", "In descriptions, it was common for users discussing the fireworks to ", " them as similar to the ones used in corporate-sponsored displays:", "Can anyone explain why we’re getting Macy’s 4th of July level fireworks every night in NYC for the past 3 weeks now? Asking for a friend. It’s been nonstop from 8pm-3am in all 5 boroughs. ", " ", " ", " ", "— PolitiKiss1600💋🥁 (@PolitiKiss1600) ", "Twitter was one place people ", " about or shared video of fireworks in their neighborhoods, and made references to the large number of ", " reporting an ", " of fireworks:", "Does anyone know why fireworks are going on off ALL over Brooklyn every single night? ", ".", "Are the feds tryna scare us, are the protestors communicating with each other? Are people just bored? I need answers", "— Teklai (@Teklai_) ", " right now, all night, every night. ", " ", " ", "— earthy🌍crunchy✨ (@earthy__crunchy) ", "I don’t want to spread conspiracy theories without evidence but it’s REALLY ODD that huge amounts of fireworks are being shot off every night in every major city across the country.", "— Sarah Kelly (@thesarahkelly) ", "Reddit was an interesting repository for discussions around the “fireworks conspiracy,” and its search functions enabled sorting and filtering for specific timeframes.", "We searched Reddit for “fireworks” in the seven-day period ending June 22 2020. In addition to generalized posts — many about the rumor spike after the initial posts — there were myriad posts from city-specific subreddits both before and after the rumor began spreading.", "A June 15 2020 post in r/Baltimore (“fireworks? all the time?”) was brief:", "  ", " from ", " ", "That same day, a fellow redditor ", " and said that the complaint was not specific to Baltimore:", "It’s not just us. You can hop around other major city subreddits and find similar “what’s up with all the fireworks?” posts.", "Another ", ":", "I don’t know what’s going on but it seems like every major city in the north east is having the same problem.", "A June 15 2020 post on ", " addressed the fireworks discourse, and the original poster maintained June 2020 “is an outlier and it’s insane”:", "  ", " from ", " ", "The top comment on that thread reported the fireworks continued until 3AM each night in Prospect Heights and Clinton Hill, Brooklyn. That poster also ", " they had lived in the same apartment for seven years, and the fireworks were new to them:", "Happening every 40 seconds or so in prospect Heights /Clinton Hill area. was up until 3am with this shit. lived in this apartment for seven years and this has never been the situation. people in the comment sections that say “oh first time in NY?” can eat shit and stop commenting from Jersey.", "Another commenter ", " that the quality of fireworks was markedly different than what they’d seen in the neighborhood before:", "Throwing M80s out of car windows is not normal. It sounds like a fucking IED. No one cares about cute sparkly in the sky fireworks. No one’s talking about that. I’m talking about the shit that literally makes you stop and wonder if a car has exploded outside. I’m over it. And I’m so over the dialogue that if people complain about the noise, that they are somehow anti-Brooklyn or only gentrifiers are complaining. On my neighborhood Facebook group that’s all that’s been happening and I just wish we could find a middle ground or acknowledging that no, this isn’t normal and no, it’s also not a good idea to invite more over policing to our community.", "A third commenter in ", " chimed in, reporting fireworks continuing through 3AM:", "It’s been hell in Flatbush. Enough is enough. Right across the street was a street party just tossing them into an empty lot, playing loud music and screaming at each other. I managed to sleep through it but was ultimately woken up at 3am to more.", "I’ve lived here for so long and it has never been this bad. It sucks because it’s getting hot and I cant even open my window.", "As did someone in ", ":", "Idk what’s going on in other neighborhoods but speaking from Brownsville, Brooklyn: there’s been fireworks going off daily for the past week and a half to two weeks. Daily. It used Tobe at night but the last couple of days they’ve been shooting them off at random times during the day. Brownsville is nowhere near any protests and I can’t imagine kids can afford this. I largely don’t care about the fireworks but my dog is so upset her hair is falling out.", "Other commenters expressed confusion about daylight fireworks, and people describing themselves as lifelong Brooklyn residents made ", " about never having seen fireworks like the ones seen in June 2020:", "Yeah it’d definitely not normal. I was born here and it’s never been like this.", "Similar complaints were lodged in ", " on June 18 2020:", "  ", " from ", " ", "And in ", ", a user screenshotted a post from a veterinarian in Brooklyn:", "  ", " from ", " ", "On June 20 2020, a post shared to ", " (which is not regional) about incessant fireworks proved popular:", "  ", " from ", " ", "Several of the top comments involved Reddit users from specific regions reporting sustained and excessive use of fireworks in their specific ", ":", "Not me but I think I’ve been hearing them outside for about a month now. Neighbors are annoying af I don’t even know if they’re actually gunshots or fireworks. Edit: I live in Chicago. No joke", "A June 20 2020 post to ", " linked to a ", " article about an increase in complaints about fireworks, but commenters returned to discussion of the issue being widespread and in an area larger than the five boroughs:", "“Los Angeles checking in, this has been an unexplained phenomenon for a few weeks now. Typically we see tons of fireworks in the weeks leading up to 4th of July as people must have stocked up and are testing/antsy to pop-off, but this has been a nightly occurrence since late-May. Definite noticeable increase. Live in downtown area and it’s not constant throughout the night but definitely out of the norm in my 5 years living in DTLA”", "“Near as I can tell the fireworks thing is every city across the country. Weird huh”", "“Yup pick any city sub everyone is saying the same thing”", "On the same day, a generalized post appeared in ", ":", "  ", " from ", " ", "Once again, commenters from various cities “checked in”:", "“Boston here, pretty much non-stop since memorial day. Usually, it’s just a few nights here and there close to July 4th, which is fine, but this shit is fucking ridiculous. People in our city sub are losing their minds being woken up at 4AM at times. I feel particularly bad for dogs and PTSD folks.”", "“Same here in rural Maryland. There’s been a reprieve for a few nights because it’s been pouring.”", "“I’m in Columbus and it’s been all week, starts at like 8 pm. Didn’t we just legalize fireworks or something though?”", "“Philly, every single night since Memorial Day”", "“Im in the Heights in Manhattan, so same thing.”", "“Same shit across the river here in Hoboken.”", "“South Los Angeles. People always shoot off fireworks in the hood, but ", ". I’d be kind of into it if I didn’t think my dog was liable to have a heart attack one of these nights.”", "“I saw in another subreddit a few people from Los Angeles saying the same thing – fireworks all night, every night.”", "“I’m in Anaheim (about 30-60 mins with no traffic south of LA) and its here too.”", "“Pittsburgh suburbs here, and they are doing it here too. Normally I love fireworks but recently my dog has become terrified of them. So no more late night walks or evenings watching fireflies together. And people can’t wait til it’s dark, 8:30 and someone is firing things off! Seriously?!?”", "“Wilmington, Delaware. Yes.”", "“r/SanJose is complaining about this for the last week or so.”", "“Akron, OH. Yep. Why the fuck?”", "“I swear they haven’t stopped since Memorial Day weekend [on Long Island].”", "In that thread (and others), ", " requested anyone who was reporting unusual or atypical fireworks fill out a form to create a map. ", " also were shared to ", ", ", ", ", ", ", ", ", ", and ", ":", "  ", " from ", " ", "  ", " from ", " ", "  ", " from ", " ", "  ", " from ", " ", "  ", " from ", " ", "By June 21 2020, a post on ", " asked fellow redditors if they thought the fireworks thing might be a “psyop”:", "  ", " from ", " ", "In the post, the user rattled off reasons they felt the ongoing use of fireworks was suspicious:", "Firstly, I want to inform you that if your response to this is going to be anything like “Welcome to New York…” or otherwise imply that I’m just not familiar enough with this city’s time-honored traditions, fuck off. ", "Secondly, this may sound crazy, but this seriously feels like a prolonged psy-ops attack on our communities. These things are going off from block to block ", ", not just silly shit. And it’s like they’re working in shifts.", "Thirdly, if this were/are people acting in protest of the miserable civil rights issues in our country, why are they not setting the fireworks off exclusively in the wealthy communities, near the people with the capital and power to enact change. ", " People who are also fighting for change. This makes me feel like the fireworks are not being set off by people with any legitimate interest in protesting social injustice.", "Finally, ", ". It’s not just fun and games. This has been said a million times in similar posts, but it’s especially terrible for the children in our community, people with PTSD, and the elderly.", " I’d love to have a service that could uphold the law without constantly resorting to excessive force. This isn’t going to make me reverse that opinion. This only makes me resent our already shitty police force twice as much.", "That user reiterated some of the common facets of the rumor: fireworks beginning before sunset and continuing through sunrise, “professional grade” fireworks, and their presence in communities of color. Like other posts, the user also asked if anyone knew anyone who was involved in the setting off of fireworks.", "Subsequently, posts and comments by those unaware of the rumors ", " to ", " on regional city subreddits, and a r/NYC post ", " news stories from around the United States from the weeks between Memorial Day and the spate of fireworks-related posts:", "  ", " from ", " ", "As the post above noted, news reports from various locations in the United States involved reports from cities and areas about excessive, unusually loud and atypically frequent fireworks. Like in ", " (and ", " of New York ", "):", "The problem isn’t limited to Syracuse, though. Cities across the Northeast have registered an uptick in complaints about fireworks. In Albany, calls about fireworks are up 700% from last year, the Times-Union reported. In Rochester, police issued a statement reminding people fireworks are illegal.", ":", "… fireworks are being set off late at night, aggravating many residents who are trying to sleep. He suspects the culprits are likely people who are cooped up due to the coronavirus pandemic and are looking for entertainment.", ":", " — rattling many who just want to sleep or fear it’s gunfire.", "“People are frightened. People are losing sleep. Babies and kids are woken up. Pets are terrified. Our veterans and others with PTSD are experiencing real harm,” Mayor Martin Walsh said Wednesday at Boston City Hall, urging people to “stop it.”", "Boston police received 1,445 calls for fireworks in the first week of June alone — up from just 22 in the same week last year, department spokesman Sgt. Det. John Boyle said. The department also received 656 calls about fireworks in May, up from 27 during the same month in 2019.", "Also ", ":", "“Nonstop Fireworks At Night Making Boston Residents Uneasy”", "… But many residents said that this year in particular has been different – and upsetting – as far as fireworks are concerned.", ":", "Yes, this happens every summer, but maybe there’s something about the global pandemic that’s inspiring people go extra hard this year. Whatever the reason, the use of fireworks is officially up across Southern California.", ":", "“These incredibly large booms,” described West Hartford resident Enjae Ostberg. “These are not the kind of fireworks that people shoot off and you see the colors. These are like cannon booms.”", "It is clear from posts on social media, as well as numerous news reports, that residents of cities and states across the United States reported that between Memorial Day in 2020 and throughout June, the use of fireworks was excessive and disruptive to daily life.", "News stories and social media posts appeared concurrently alongside ongoing protests in all fifty states due to the death of George Floyd on May 25 2020; occasionally, journalists and pundits blamed a mixture of quarantine fatigue and stimulus money, as well as the explosions seeming far louder and more jarring because lockdowns have dramatically reduced noise pollution, for the complaints. On June 15 2020, Gothamist ", " some explanations — the “boredom in quarantine” theory one among them:", "Explanations for the uptick have run the gamut. Some New Yorkers have theorized the fireworks are connected to the protests against police brutality that have gripped the city in recent weeks. Others say that months of stay-at-home orders due to COVID-19 have primed individuals for hours-long marathons of eruptions. There have been similar jumps in firework complaints this month elsewhere in the country, including Boston and Syracuse.", "“My friends were joking that everyone was so bottled at home, they’re just going all out,” said Carline Gaillard, the director of constituent services for Councilmember Farah Louis, who represents Flatbush. The neighborhood has seen 171 complaints related to illegal fireworks in the last two weeks, the highest number of any zip code in the city.", "On June 17 2020, a Slate ", " made a similar proposition:", "It’s true that Americans always complain more about fireworks in the run-up to July 4. And a pandemic alone can’t explain why Americans are generally setting off more explosives than they used to; we can also thank a liberalization of laws in a slew of states over the past two decades. These factors make it challenging to establish just how extraordinary 2020 is in terms of DIY fireworks displays and whether the apparent boom (sorry) is a local or national phenomenon.", "[…]", "Both the people who are selling explosives and the government officials who are complaining about them agree that the pandemic is probably what lies behind their respective stories … Apart from boredom, it seems possible that the pandemic is causing supply-side dynamics that are contributing in their own way to an increase in sales and usage.", "It was clear that reports of excessive use of fireworks were up in a number of places in the United States in late May and through June 2020.", "What was not as clear was what was behind the increase in fireworks. Speculation that their usage was not organic or part of quarantine boredom were met with hostility on social media platforms and described as “", "“:", "This is incredibly irresponsible on every level. ", "— Jesse Singal (@jessesingal) ", "And “", " a conspiracy”:", "If you're wondering WHAT THE HELL IS GOING ON WITH ALL THE FIREWORKS, please retweet this piece and help get the word out: it's not some creepy phenomenon, it's not a conspiracy, it's that stir-crazy morons are provably blowing their time on fireworks now. ", "— Seth Abramson (@SethAbramson) ", "However, another video ", " at 3:37 AM on June 22 2020 in Harlem was often left in the comments, purportedly showin New York City police disrupting the neighborhood for no apparent reason:", "In West Harlem, 3am. NYPD putting on a show with fireworks in the background. ", " this is what they are paid for huh? ", "— Jeo (@fromzerotojeo) ", "A Twitter search for “fireworks conspiracy” on June 22 2020 returned a number of tweets discussing (among other things) June 20 2020 posts about widespread reports of excessive fireworks in late May and through June 2020. News reports, particularly in the northeastern United States, validated that complaints about excessive use of fireworks were far more common in 2020 than they had been in 2019. After the Facebook and Twitter posts went viral, a number of people stepped in to blame quarantine boredom or the extra $1,200 some people received as a stimulus payment to offset income losses during the COVID-19 pandemic, but no one explanation has yet emerged for their prevalence."], "cats": ["Fact Checks", "Viral Content"], "score": 25.503448}


