Query for ['Prime', 'Minister'] :
{"titles": ["Is the Canadian Government Giving Citizens $2,000 a Month Because of COVID-19?"], "authors": ["Arturo Garcia"], "dates": [" March 26, 2020"], "page_Url": "https://www.truthorfiction.com/canada-2000-a-month-coronavirus/", "tags": ["Decontextualized"], "content": ["On March 25 2020, social media users quickly drew comparisons between the help Canadian citizens are receiving from their government and a bill passed in the U.S. Senate.", "On Twitter, the comparison was spread most heavily in a ", " shared more than 100,000 times; the user wrote, “Did I see you Americans are getting a one-time $1200 check to cover COVID unemployment? Because Canada just announced $2000/month for the next four months.”", "Similarly, a Facebook post ", " a similar claim — “Canada just passed their stimulus… $8,000 per person – $2k per month for four months” — the same day was shared more than 31,000 times on the platform.", "The aid package ", " by Canadian Prime Minister Justin Trudeau and his ", " does indeed offer $2,000 Canadian dollars (equivalent to around USD$1,400) per month — to people who have lost their jobs because of the disease. People who many not be unemployed but who are self-employed are also eligible for the four-month relief package. According to Trudeau, applications for the relief program will be available online starting on April 6 2020, with distribution of the benefits to begin within 10 days after filing.", "“This is an unprecedented situation with an overwhelming demand by Canadians to get money as quickly as possible,” the prime minister said. “We need to make sure we’re getting that money out quickly but also reliably to Canadians and that means doing things that government hasn’t done before and scaling up our processes extremely quickly.”", "The Canadian relief package will also suspend payments in the country’s student loans program for six months without interest accruing during that period. At the time of Trudeau’s announcement, more than 2,700 cases of COVID-19 had been ", " in the country, with at least 25 fatalities connected to the disease.", "By comparison, the bill passed in the United States Senate would also include a four-month boost for people receiving unemployment benefits; it would add an additional $600 per week during that period on top of the benefits recipients already get through their state unemployment benefit program. Also, as CNN ", " the USD$2 trillion package would also establish a similar benefit program for people who do not qualify for standard unemployment benefits — independent contractors, self-employed workers, and “gig economy” workers on top of those whose employment status has been affected by the spread of the disease.", "The one-time $1,200 payment included in the bill also comes with an income cap; recipients must be single and earning less than $75,000 a year to get the full amount, with the payment decreasing if their income exceeds that point. Individuals making more than $99,000 a year would not qualify.", " For additional information on the current status of coronavirus stimulus payments in the United States, or if your deposit has not arrived, please visit:", " "], "cats": ["Fact Checks", "Politics"], "score": 125.47374}
{"titles": ["‘Couple Dies of Corona Virus in Meth Lab Explosion’"], "authors": ["Arturo Garcia"], "dates": [" September 30, 2020"], "page_Url": "https://www.truthorfiction.com/couple-dies-of-corona-virus-in-meth-lab-explosion/", "tags": ["Not True"], "content": ["A meme crudely making light of the COVID-19 pandemic by imitating a news report cycled through at least three different iterations as it recirculated online again and again through social media.", "The graphic shows a damaged building alongside a mocked-up version of a CNN headline reading “Couple Dies of Corona Virus [sic] in Meth Lab Explosion.” Most of the iterations we found include a note marking a city in Arkansas as its dateline.", "The “joke” behind the meme is the false claim that the pandemic’s death toll — listed at more than ", " people in the U.S. and ", " worldwide as of September 30 2020 — has been ", " ", "One variation on the meme, allegedly ", " on April 25 2020, places the house in Pine Bluff and also contains a fake news ticker with the headline, “[Joe] Biden endorses [Bernie] Sanders after forgetting he is the presumptive nominee.”", "The second version of the graphic shows a burned-out house with the dateline changed to Little Rock, and a different fake ticker mocking Canadian Prime Minister Justin Trudeau by claiming that he is in self-isolation “for the good of all Canadians.”", "We spotted the Little Rock version of the meme posted in ", " and ", " 2020, along with a ", " version more obviously presented as a parody, placing the “report” in the south Texas city of Vidor while retaining the fake anti-Trudeau ticker. According to a search on the photo listing site ", " the graphic circulated yet again in September 2020 with a rash of posts on Tumblr."], "cats": ["Disinformation", "Fact Checks"], "score": 111.042694}
{"titles": ["Were the Explosions in Beirut ‘Atomic’?"], "authors": ["Arturo Garcia"], "dates": [" August 4, 2020"], "page_Url": "https://www.truthorfiction.com/chris-palmer-beirut-explosion-atomic/", "tags": ["Not True"], "content": ["Disinformation and unprompted speculation soon followed a pair of explosions that rocked Beirut, Lebanon on August 4 2020 —  though at least one user quickly deleted his tweets on the incident amid criticism.", "Reporter Chris Palmer ", " footage of one of the blasts and rejected initial reports on its cause, writing:", "Good Lord. Lebanese media says it was a fireworks factory. Nope. That’s a mushroom cloud. That’s atomic.", "The mushroom cloud forms outside of the factory. There is no question that was an atomic bomb. That is a controlled detonation.", "If every firework went off at the same time it wouldn’t do that. A fireworks factory exploding wouldn’t blow out windows 10 miles away.", "Palmer’s initial post containing the footage was shared more than 2,000 times on the platform before he deleted both of his speculative statements. However he later doubled down on his skepticism, ", " another video taken after the blast and writing, “A fireworks factory did this? OK.”", "The cause of the explosions has not been confirmed, but ", " and ", " have reported that government officials suspect that it involved ammonium nitrate that had been stored inside a warehouse. Prime Minister Hassan Diab said that 2,750 tons of the material were being stored in a warehouse believed to be the site of at least one of the explosions.", "Diab said that an investigation would produce “revelations that will be announced about this dangerous warehouse which has been present since 2014.” There have been no credible reports of the explosion being “atomic” in nature.", " to the BBC, the Lebanese national health ministry attributed 73 deaths to the explosions, as well as injuries to more than 3,000 other people.", "While Palmer, an author and former reporter for ESPN, expressed skepticism about the explosions, the right-wing conspiracy blog Veterans Today ", " a more pointed accusation — before hedging its bets:", "Breaking: Israel Nukes Beirut – Two explosions in Beirut, one a conventional guided bomb followed by a small nuclear weapon. The target seems to be an Iranian/Hezbollah missile storage facility.", "Our evaluation is guesswork and we are waiting for word from our nuclear exper…", "While Veterans Today promotes itself as serving the veteran community, its content and the work of senior editor Gordon Duff has come under criticism for years, as the Southern Poverty Law Center (SPLC) ", " in 2011:", "Duff’s anti-Israel articles get a lot of play, and are often quoted or linked to on other conspiracy sites as well as on white nationalist sites like Stormfront and White News Now. Indeed, the anti-Israel bent on VT can slide pretty quickly into overt anti-Semitism. J.B. Campbell, a self-proclaimed founder of the militia movement, wrote this past November on VT: “Since Jews control every important aspect of our lives through banking, finance, law, war, food & drugs and entertainment, we are literally floating on a reservoir of truth blocked by a dam of lies… . The Jews have poisoned our minds for a long time, certainly for all the time that we’ve been alive.” Campbell also claims that Jews control the Federal Reserve and the US Army.", "Duff himself has been quoted as saying:", "About 30% of what’s written on Veterans Today, is patently false. About 40 percent of what I write, is at least purposely, partially false, because if I didn’t write false information I wouldn’t be alive.", "Politico has ", " that the content on Duff’s site took another turn in 2015, after it entered a partnership with the “slickly designed, anonymously authored” blog South Front, which was registered in Moscow that April — around the same time Russia “was ramping up its influence operations” against Western countries. “Since then, the site has consistently published articles that push the Kremlin party line, both from its Russian partner and its own contributors,” Politico reported.", "American President Donald Trump added to the speculation during a briefing hours after the bombing, ", " — without evidence — that it was an attack.", "“It would seem like it, based on the explosion,” Trump said. “I met with some of our great generals and they just seem to feel that it was. This was not some kind of a manufacturing explosion type of event. This seems to be according to them — they would know better than I would — but they seem to think it was a attack. It was a bomb of some kind.”", "Veterans Today cited Trump’s remarks as “confirmation” for a ", " accusing Israel of “hitting Beirut with [a] nuclear missile”:", "The post included a photograph bearing the caption, “Israeli Delilah missile carrying 6 kiloton (6000 tons of TNT equivalent) nuclear missile (unretouched photo via VT Damascus) Tineye says this is a unique image and doesn’t appear anywhere on the web. We, however, are always suspicious when something seems ‘too good to be true.'”", "The photograph also spread via ", " as users reproduced it alongside text further pushing blame onto Israel:", "But Alistair Coleman, who covers disinformation for the BBC, has refuted that accusation on his own ", " account, noting that the alleged “missiles” spotted in videos circulating online are actually birds:", "Some people are posting images and clips claiming some sort of missile hit the site of yesterday’s Beirut explosion. Bird. ", "— Alistair Coleman (@alistaircoleman) ", " Updated the number of casualties attributed to the explosions, as well as a note regarding an unproven accusation from President Donald Trump.", " ", " Updated with a false claim that the explosions were the result of a “nuclear” attack carried out by Israel."], "cats": ["Disinformation", "Fact Checks"], "score": 81.19112}
{"titles": ["Is This a Photo of Trump and His Children With ‘His Pedophile Buddy Jeffrey Epstein’?"], "authors": ["Kim LaCapria"], "dates": [" October 22, 2020"], "page_Url": "https://www.truthorfiction.com/is-this-a-photo-of-trump-and-his-children-with-his-pedophile-buddy-jeffrey-epstein/", "tags": ["Decontextualized"], "content": ["On October 20 2020, the Facebook page for “", "” shared the ", " photograph of a much younger Donald Trump with now-infamous pedophile billionaire Jeffrey Epstein — alongside a claim it showed Trump bringing his children to “hang out” with Epstein:", "A caption read:", "Yes, this is a photo of Trump taking his children to hang out with his pedophile buddy Jeffrey Epstein. If he can’t even protect his own children, how do you expect him to protect yours?", "Occupy Democrats’ framing of the image appeared to hint at the mid-2020 #SaveOurChildren set of rumors, centering on claims of sex trafficking and elite rings of pedophiles.", "Trump and Epstein both moved in powerful circles in Manhattan, and their acquaintance was well documented.", "In August 2020, we addressed a circulating claim that Trump had once spoken of Epstein as a friend (Trump being one of many, many notable individuals with a connection to Epstein), and that Trump had even described Epstein as having a predilection for “beautiful women,” some “", "“:", "In a broader context, Trump was far from the only well-connected New Yorker ", ":", "As quoted in that fact-check above, Epstein’s “black book” was something of a who’s who of the wealthy and famous:", "Donald Trump, Courtney Love, former Israeli Prime Minister Ehud Barak, and  -lawyer Alan Dershowitz may have been identified by a butler as potential “material witnesses” to pedophile billionaire Jeffrey Epstein’s crimes against young girls, according to a copy of Epstein’s little black book obtained by Gawker.", "An annotated copy of the address book, which also contains entries for Alec Baldwin, Ralph Fiennes, Griffin Dunne, New York Post gossip Richard Johnson, Ted Kennedy, David Koch, filmmaker Andrew Jarecki, and all manner of other people you might expect a billionaire to know, turned up in court proceedings after Epstein’s former house manager Alfredo Rodriguez tried to sell it in 2009. About 50 of the entries, including those of many of Epstein’s suspected victims and accomplices as well as Trump, Love, Barak, Dershowitz, and others, were circled by Rodriguez. (The existence of the book has been previously reported by the Daily Mail. Gawker is publishing it in full here for the first time; we have redacted addresses, telephone numbers, email addresses, and the last names of individuals who may have been underage victims.)", "Up until the early 2000s, Donald Trump was known as a real estate developer and occasional celebrity; Epstein was known as a shadowy financier with a lot of famous and wealthy friends.", "LeadStories.com ", " the image in question in the archives of photographer Dafydd Jones. Jones included a name and caption for the image:", "Eric Trump,, Ivanka Trump, Donald Trump, Jeffrey Epstein", "Eric Trump, Ivanka Trump, Donald Trump, Jeffrey Epstein, ", "LeadStories.com also linked to an October 17 1993 ", " ", ", titled “Forever Harley,” reporting on the opening of a new Harley Davidson cafe in Manhattan:", "[In October 1993], the marketing of the motorcycle mystique continues with the opening of the Harley-Davidson Cafe at 56th Street and Avenue of the Americas. As its nearby brethren, the Hard Rock Cafe and Planet Hollywood, did with rock-and-roll and movies, the Harley-Davidson Cafe will attempt to take a phenomenon that is rich in images and associations and offer it to the public for the mere price of a hamburger. Of course, T-shirts imprinted with the restaurant’s logo are extra.", "“Actually, we’ll have T-shirts, sweatshirts, baseball caps and jackets,” said Marc Packer, the Harley-Davidson Cafe’s president, who is using the Harley-Davidson name under license from the company. He owns two other Manhattan restaurants, Wolf’s Delicatessen and Canastel’s,", "The three-tiered, 14,000-square-foot Harley-Davidson Cafe is being billed by its owners as the world’s first “interactive” restaurant. What this seems to mean is that amid the normal rock music there will be the piped-in sounds of revving Harleys (for Harley aficionados, louder is better), ersatz exhaust smoke, vintage bikes on display, a giant American flag that publicity material says will “appear to ripple in the wind” and a real Harley bolted to the floor, on which patrons can make videotapes of themselves “riding” in front of famous backdrops, like Route 66.", "Trump received a brief mention at the end, as Packer asserted celebrities were expected to attend the venue’s opening night:", "And the celebrities, too, are expected to be there, at least on opening night.", "Mr. Srybnik, who creates his own personal Harley-Davidson Cafe nearly every weekend simply by parking his customized Softail on the streets of New York, plans to be there as well.", "Unrelated images from the same night in ", " had long been in circulation, such as one seen on Reddit depicting Trump and daughter Ivanka:", "  ", " from ", " ", "The image of Trump and Epstein had also been shared to ", " in May 2020 and to ", " in June 2020:", "  ", " from ", " ", "The image on the left, of Trump, his children, and Epstein, was clearly real. But nothing in it suggested any explanation above and beyond two prominent New York City residents attending the opening of a new restaurant.", "In a broader context, the night was one during which several oddly significant images of prominent people were captured. Getty Images’ archive of the Harley Davidson Cafe’s opening night includes a number of well-known people in its 57 ", " — among them Nicole Brown Simpson and OJ Simpson. (Nicole Brown Simpson was murdered less than a year later, in June 1994.)", "Incidentally, all captions of Brown Simpson and Simpson indicated it showed the opening of the Harley Davidson Cafe in Manhattan in September 1989, likely an error in captioning based on the ", " article’s placement of the event in October 1993.", "Occupy Democrats initially labeled the image of Trump, his children, and Epstein as “Trump taking his children to hang out with his pedophile buddy Jeffrey Epstein.” The image was authentic and unaltered, but that particular description took a number of liberties. Epstein was not arrested nearly a decade and a half as of 1993, and Trump was clearly bringing his children to an event. A number of celebrities attended that opening night event, and there was no indication that Trump and Epstein were “hanging out,” versus “present at the same event in Manhattan.”"], "cats": ["Disinformation", "Fact Checks"], "score": 76.84218}
{"titles": ["‘New Zealand Rugby Game Today as We Have No COVID Cases’"], "authors": ["Kim LaCapria"], "dates": [" July 30, 2020"], "page_Url": "https://www.truthorfiction.com/new-zealand-rugby-game-today-as-we-have-no-covid-cases/", "tags": ["True"], "content": ["On July 26 2020, a post to Reddit’s ", " purportedly showed images from a rugby game in New Zealand on the same day, in a stadium full of fans — because the country has successfully suppressed COVID-19:", "  ", " from ", " ", "On r/pics, a similar thread was ", " on the same day:", "  ", " from ", " ", "The image originated on ", ", and it was initially shared by a Redditor apparently present at the match:", "  ", " from ", " ", "On a different thread featuring the image, u/mistyillusions ", ":", "Thanks for reposting without permission lol", ":", "Hey! i recognise this photo–because i took it last night! lol", "We spotted the image with one of the Reddit titles as a caption on Facebook:", "On July 26 2020, the YouTube channel “SUPER RUGBY” published ", " in a video titled “Super Rugby Aotearoa | Blues v Chiefs – Rd 7 Highlights,” with the following description:", "Super Rugby Aotearoa | Blues v Chiefs – Rd 7 Highlights", "The Blues snapped their two-game losing streak on Sunday [July 26 2020], but not without a serious challenge from the still-winless Chiefs in Auckland.", "In those highlights, footage of a crowded stadium full of rugby fans was clearly visible, and regional outlets ", " the ", ". Stills in the clip showed the crowd from numerous vantage points:", "Although it was difficult to specifically verify the image shared to Reddit by an attendee, footage from the event showed even larger portions of a crowded stadium.", "After u/mistyillusion’s photograph was crossposted (and apparently without their knowledge or permission) to other threads, titles often claimed that “New Zealand has no COVID cases,” and therefore were able to attend sporting events without masks or anxieties.", "According to Google’s COVID-19 dashboard, as of July 30 2020, the statement “New Zealand has no COVID cases” wasn’t precisely accurate. In fact, New Zealand appeared to have exactly ", " new reported case on that date:", "We moved the ticker back to July 26 2020, and for that date, there were zero new cases of coronavirus:", "Attempting to derive a percentage change from the zero new cases on July 26 2020 to the one new case on July 30 2020 yielded an interesting (and completely real) figure:", "We changed the metric from “new cases” to “deaths,” showing that on the deadliest day during the COVID-19 pandemic, four people in New Zealand died. The last COVID-19 death in New Zealand occurred on May 28 2020:", "We narrowed the results to the seven-day period up to and including July 30 2020:", "In that week, New Zealand hovered between zero and two new cases. Back on June 8 2020, the BBC ", " that New Zealand “lifted almost all of its coronavirus restrictions after reporting no active cases in the country”:", "At midnight local time (12:00 GMT), all of New Zealand moved to level one, the lowest of a four-tier alert system.", "Under new rules, social distancing is not required and there are no limits on public gatherings, but borders remain closed to foreigners.", "New Zealand has reported no new Covid-19 cases for more than two weeks.", "Prime Minister Jacinda Ardern told reporters she did “a little dance” when she was told the country no longer had any active virus cases.", "“While we’re in a safer, stronger position, there’s still no easy path back to pre-Covid life, but the determination and focus we have had on our health response will now be vested in our economic rebuild,” Ms Ardern said.", "“While the job is not done, there is no denying this is a milestone. So can I finish with a very simple, ‘Thank you, New Zealand’.”", "New Zealand reported between zero and two new cases the week of the rugby match — so how have they kept their numbers of new cases so low?", "On July 30 2020, a news outlet in New Zealand ", " the source of the infections, and provided important context about the country’s management of the pandemic and case count:", "There is one new case of COVID-19 in New Zealand’s managed isolation and quarantine facilities, Director-General of Health Dr Ashley Bloomfield announced on [July 30 2020].", "[July 30 2020]’s case is a woman in her 20s, who arrived in New Zealand from Ireland, via Dubai, on July 24 [2020]. She returned her positive result due to routine testing across the country’s managed isolation facilities. The woman, who was tested at around day three of her mandatory 14-day stay, had been completing her isolation period at the Rydges Hotel in Rotorua. She has since been transferred to Auckland’s quarantine facility.", ", the number reported to the World Health Organization. As of [July 30 2020] there have been no additional recoveries, although none of the current cases require hospital-level care.", "On July 30 2020, New Zealand had ", " cases, not none. On that date, there were 24 active cases in New Zealand, and the most recent case of community transmission in New Zealand was on May 1 2020.", "The rugby match in the photograph on Reddit was taken and shared on June 26 2020, and in one popular iteration was described as New Zealand’s “first” rugby match since the COVID-19 pandemic caused restrictions on events.", "That was inaccurate, as New Zealand’s first rugby match was ", " by CBS News on June 14 2020:", "New Zealand became one of the first countries to welcome back fans to sporting events [on June 13 and 14 2020]. New Zealand was able to do so because of its success in eradicating the coronavirus.", "This past weekend [of June 13 and 14 2020], rugby made its return in New Zealand, with full crowds allowed to cheer on their favorite clubs in person. Going forward, fans will be allowed to attend games in an unrestricted fashion in New Zealand.", "A pair of viral Reddit posts — “New Zealand rugby game today as we have no COVID cases” and “New Zealand enjoying their rugby game with no Covid- 19 cases :)” — featured a ", " from an attendee at a June 26 2020 rugby match in Auckland, New Zealand. Overall, the claim is true with some very minor caveats — video highlights demonstrated that the match on that date involved massive crowds. Although New Zealand had at most two new cases the week of the match, the last instance of community transmission occurred in the country on or around May 1 2020. Although it was not true the image was New Zealand’s “first rugby game” (that was on the weekend of June 13 2020), the claim was accurate, and supported by myriad independent sources covering the match."], "cats": ["Fact Checks", "Viral Content"], "score": 74.83786}
{"titles": ["Did the World Health Organization Tweet That There Was ‘No Clear Evidence of Human-to-Human Transmission of the Novel #Coronavirus’ on January 14 2020?"], "authors": ["Kim LaCapria"], "dates": [" April 16, 2020"], "page_Url": "https://www.truthorfiction.com/did-the-world-health-organization-tweet-that-there-was-no-clear-evidence-of-human-to-human-transmission-of-the-novel-coronavirus-on-january-14-2020/", "tags": ["Decontextualized"], "content": ["After United States President Donald Trump announced that he had ", " funding to the World Health Organization, and presidential advisor ", " the COVID-19 pandemic on the group on April 15 2020, a tweet attributed to the WHO about a dearth of evidence supporting “human-to-human transmission” of what we now call COVID-19 began to be circulated in an apparent smear campaign:", "The tweet — which was timestamped January 14 2020 — read:", "Preliminary investigations conducted by the Chinese authorities have found no clear evidence of human-to-human transmission of the novel #coronavirus (2019-nCoV) identified in #Wuhan, #China", "Screenshots of the sort appeared commonly in response tweets to news organizations such as the ", " and ", ", along with claims the WHO was aware the purported tweet was inaccurate when it was published:", "They claimed it wasn’t spread from human-to-human on January 14.", "It also was ", " with other screenshots of the sort, in debates over who was at “fault” for the pandemic:", "Yeah it's Trump's fault. ", "— Steve in Burrowtown (@StevenCrowtown) ", "Typically, shares of the image suggested it showed that the World Health Organization was claiming there was no evidence of human-to-human transmission of the novel coronavirus.", "The ", " itself was authentic and unaltered — but it was, in true disinformation form, presented with misleading and inaccurate context:", "Preliminary investigations conducted by the Chinese authorities have found no clear evidence of human-to-human transmission of the novel ", " (2019-nCoV) identified in ", ", ", "🇨🇳. ", "— World Health Organization (WHO) (@WHO) ", "What it said was the following, including an important distinction:", " no clear evidence of human-to-human transmission of the novel #coronavirus (2019-nCoV) identified in #Wuhan, #China🇨🇳.", "Two days prior on January 12 2020, the WHO’s “Disease outbreak news” section included an alert titled “Novel Coronavirus – China,” which included what was at that point a very recent timeline of transmission:", "On 11 and 12 January 2020, WHO received further detailed information from the National Health Commission about the outbreak.", "[…]", "Among the 41 confirmed cases, there has been one death. This death occurred in a patient with serious underlying medical conditions.", "China shared the genetic sequence of the novel coronavirus on 12 January, which will be of great importance for other countries to use in developing specific diagnostic kits.", " Laboratory testing was conducted on all suspected cases identified through active case finding and retrospective review. Other respiratory pathogens such as influenza, avian influenza, adenovirus, Severe Acute Respiratory Syndrome coronavirus (SARS-CoV), Middle East Respiratory Syndrome coronavirus (MERS-CoV) were ruled out as the cause.", " Of the 41 cases reported, seven are severely ill. This is when the one death, mentioned above, was reported, in a patient with other underlying health conditions. Six patients have been discharged from hospital. Symptom onset of the 41 confirmed nCoV cases ranges from 8 December 2019 to 2 January 2020. No additional cases have been detected since 3 January 2020.", "[…]", "According to the preliminary epidemiological investigation, most cases worked at or were handlers and frequent visitors to the Huanan Seafood Wholesale Market. The government reports that there is no clear evidence that the virus passes easily from person to person.", "Currently, no case with infection of this novel coronavirus has been reported elsewhere other than Wuhan.", "According to both the tweet and concurrent update, information was provided to the WHO by public health officials in China. Additionally, the “cluster” of infections was reported just under two weeks prior on December 31 2019, and what was then called “novel coronavirus, nCoV” was identified five days before the press release, on January 7 2020.", "In essence, that tweet represented a snapshot in time based on the information that was available at the time; it appeared just five days after SARS-CoV-2 was identified, and before that widespread nomenclature was in use. It was followed by a succession of information about COVID-19.", "The day before the tweet was published, the World Health Organization ", " a “WHO statement on novel coronavirus in Thailand,” calling for outbreak preparedness outside China:", "The World Health Organization (WHO) is working with officials in Thailand and China following reports of confirmation of the novel coronavirus in a person in Thailand.", "The person was a traveler from Wuhan, China, and was identified by Thai officials on 8 January [2020], and hospitalized that day. The person is recovering from the illness according to Thai officials.", " WHO has issued guidance on how to detect and treat persons ill with the new virus.", "On February 6 2020, a ", " (“WHO to accelerate research and innovation for new coronavirus”) announced that the WHO was “convening a global research and innovation forum to mobilize international action in response to the new coronavirus (2019-nCoV)”:", "This [meeting] will also fast-track the development and evaluation of effective diagnostic tests, vaccines and medicines, while establishing mechanisms for affordable access to vulnerable populations and facilitating community engagement.", "It was followed by an additional ", " on February 12 2020. WHO also maintained a regularly updated resource, “Rolling updates on coronavirus disease (COVID-19).” It began with the following entry, which linked to a January 5 2020 ", " titled “Pneumonia of unknown cause – China”:", "Pneumonia of unknown cause reported to WHO China Office", " 31 December 2019", "At the close of 2019, the WHO China Country Office was informed of a pneumonia of unknown cause, detected in the city of Wuhan in Hubei province, China. According to the authorities, some patients were operating dealers or vendors in the Huanan Seafood market.", "Staying in close contact with national authorities, WHO began monitoring the situation and requested further information on the laboratory tests performed and the different diagnoses considered.", "Several updates later, the WHO announced its first “field visit” to Wuhan:", "WHO makes field visit to Wuhan, China", " 21 January 2020", "The delegation observed and discussed active surveillance processes, temperature screening at Wuhan Tianhe airport, laboratory facilities, infection prevention and control measures at Zhongnan hospital and its associated fever clinics, and the deployment of a test kit to detect the virus.", "The delegation also discussed public communication efforts and China’s plan to expand the case definition for the novel coronavirus, which will build a clearer picture of the spectrum of severity of the virus.", "At the end of the visit, the Chinese Government released the primers and probes used in the test kit for the novel coronavirus to help other countries detect it. Chinese experts also shared a range of protocols that will be used in developing international guidelines, including case definitions, clinical management protocols and infection control.", "On January 30 2020, the WHO declared a “Public Health Emergency of International Concern”:", "Public Health Emergency of International Concern declared", " 30 January 2020", "WHO Director-General Dr Tedros Adhanom Ghebreyesus declared the 2019-nCoV outbreak a Public Health Emergency of International Concern, following a second meeting of the Emergency Committee convened under the International Health Regulations.", "Acknowledging that cases have been reported in five WHO regions in one month, the Committee noted that early detection, isolating and treating cases, contact tracing and social distancing measures – in line with the level of risk – can all work to interrupt virus spread.", "And on February 11 2020, the WHO ", " a name for the illness caused by the novel coronavirus, COVID-19:", "🚨 BREAKING 🚨", "\"We now have a name for the ", " disease:", "COVID-19.", "I’ll spell it: C-O-V-I-D hyphen one nine – COVID-19\"", "–", " ", " ", "— World Health Organization (WHO) (@WHO) ", "Ten days after COVID-19 was officially named, the WHO’s Director-General Tedros Adhanom Ghebreyesus ", " a window of opportunity to avert a pandemic was closing:", "Countries with weaker health systems need the 🌍's focus & support now, due to the potential for ", " to spread to those locations.", "We must take advantage of the window of opportunity we have to contain the outbreak. We don't want to look back later & regret failing to act.", "— Tedros Adhanom Ghebreyesus (@DrTedros) ", "The following day, the WHO Director-General and Regional Director for Africa “addressed an emergency meeting of ministers of health to agree on a continental strategy for Africa to strengthen preparedness and responses to the COVID-19 outbreak”:", "It’s great to see African leadership in action. Today’s meeting on ", " convened by the ", " and attended by ", " and partners is a powerful demonstration of collective political commitment to tackling ", " ", "— Dr Matshidiso Moeti (@MoetiTshidi) ", "Several updates occurred between that date and February 27 2020, when the WHO issued the following guidance — urging countries to mount a proactive response to the emerging pandemic:", "What every country should be asking itself", " 27 February 2020", "Discussing preparedness for COVID-19, the WHO Director-General listed questions every health minister should be able to answer. Here are a selection:", "• Are we ready for the first case?", " • Do we have enough medical oxygen, ventilators and other vital equipment?", " • How will we know if there are cases in other areas of the country?", " • Do our health workers have the training and equipment they need to stay safe?", " • Do we have the right measures at airports and border crossings to test people who are sick?", " • Do our labs have the right chemicals that allow them to test samples?", " • Are we ready to treat patients with severe or critical disease?", " • Do our hospitals and clinics have the right procedures to prevent and control infections?", " • Do our people have the right information? Do they know what the disease looks like?", "On March 2 2020, the WHO’s Director-General beseeched world leaders to focus on containing COVID-19, adding there was “no choice but to act now”:", "Our message to all countries is: this is not one-way street. We can push this ", " back.", "Your actions now will determine the course of the ", " outbreak in your country.", "There’s no choice but to act now. ", "— Tedros Adhanom Ghebreyesus (@DrTedros) ", "A day after ", ", WHO warned of looming personal protective equipment (PPE) shortages the world over:", "On March 7 2020, WHO marked 100,000 cases of COVID-19 confirmed globally, and ", ":", "Every country should urgently take all necessary measures to slow further spread and to protect health systems from becoming overwhelmed with patients seriously ill with ", " ", " ", "— World Health Organization (WHO) (@WHO) ", "Finally, on March 11 2020, the WHO officially ", " COVID-19 as a pandemic:", "🚨 BREAKING 🚨", "\"We have therefore made the assessment that ", " can be characterized as a pandemic\"-", " ", " ", "— World Health Organization (WHO) (@WHO) ", "The screenshot of a January 14 2020 WHO tweet — often accompanied by claims the organization “knew” and “did nothing” to stop COVID-19 — suggested that the organization maintained there was “no clear evidence of human-to-human transmission of the novel #coronavirus.” For context, that tweet appeared five days after SARS-CoV-2 was identified, and the case count was low. The World Health Organization, in fact, preceded that statement with “", " …,” indicating their only information was secondhand. Finally, claims the WHO underestimated COVID-19 are implausible in light of its novel coronavirus timeline (date and timestamped), in which the organization repeatedly and with growing urgency implored world governments to contain the disease, before formally identifying a COVID-19 pandemic on March 11 2020."], "cats": ["Fact Checks", "Viral Content"], "score": 23.324224}


