Query for ['trump', 'biden', 'us', 'president'] :
{"titles": ["Are Brazilian Troops Considering ‘Military Intervention’ on Trump’s Behalf?"], "authors": ["Arturo Garcia"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/sdsu-college-republicans-bolsonaro-trump/", "tags": ["Not True"], "content": ["A right-wing group based out of San Diego State University in California stoked more conspiracy theories around the 2020 U.S. presidential elections on Twitter, claiming that troops and operatives from other governments may get involved on behalf of incumbent President Donald Trump.", "The SDSU College Republicans claimed on ", "BREAKING: Chiefs of staff of Brazilian Armed Forces reportedly briefing President Jair Bolsonaro on contingencies in the event that President Trump calls on Brazilian military intervention to guarantee integrity of elections. Plainclothes SOC officers already in PA since Tues.", "There has been no evidence of looming Brazilian efforts to intervene on behalf of Trump, who lost the presidential election to Democratic nominee Joe Biden; ", " to the ", " the Brazilian president did not express any opposition to his American ally’s loss.", "“I am not the most important person in Brazil, just as Trump is not the most important person in the world, as he himself says,” Bolosonaro said following Trump’s loss. “The most important person is God. Humility must be present among us.”", "The group further ", " that Polish special mission units and volunteers belonging to the far-right Lega Nord party in Italy were also being tasked with finding “sources of fraud ballots.” When others asked the group for a source, the account refused, instead doubling down and ", ", “Source: Just trust us.”", "We contacted both Twitter and the university seeking comment on the group’s claims, but we did not receive a response.", "In May 2020 the group was one of thirty student Republican groups that signed on to a letter from a nationalist and anti-immigrant “think tank” called the Federation for American Immigration Reform (FAIR), calling on the Trump administration to suspend the federal H-1B worker visa program. As the Southern Poverty Law Center has ", ", FAIR’s posturing as an immigration group hides “much ugliness”:", "FAIR leaders have ties to white supremacist groups and eugenicists and have made many racist statements. Its advertisements have been rejected because of racist content. FAIR’s founder, John Tanton, has expressed his wish that America remain a majority-white population: a goal to be achieved, presumably, by limiting the number of nonwhites who enter the country. One of the group’s main goals is upending the Immigration and Nationality Act of 1965, which ended a decades-long, racist quota system that limited immigration mostly to northern Europeans. FAIR President Dan Stein has called the Act a “mistake.”", "The SDSU group’s president, Oliver Krvaric, subsequently said in a July 2020 ", " for the local ", " newspaper that he believed “nationalist Republicans” were in the best position to carry the party forward after Trump’s presidency. He wrote:", "I hope to see the Republican Party continue to pivot towards what some are calling “national conservatism.” Economic nationalism, defense of the traditional family, a commitment to the nation-state model, reverence for our history, and an effort to uphold our national and cultural identity all have their place in a revived Republican platform, and the SDSU College Republicans will proudly help lead the way.", "Former SPLC chair Jim McElvoy criticized Krvaric’s rhetoric to another San Diego news organization, KPBS-TV. “When people talk about cultural heritage, especially people on the right, they are talking about white heritage,” McElroy ", " in August 2020.", "Krvaric’s father, outgoing San Diego Republican Party chair Tony Krvaric, drew local attention around that time after a video surfaced of himself surrounded by Nazi iconography. The video was made in Sweden in the late 1980s, before the elder Krvaric emigrated to the U.S.", "“There’s a dancing Hitler. There’s a swastika on someone’s neck,” McElroy said. “There’s a Sieg Heil salute. We’re talking about genocide. We’re talking about the deaths of millions of people. That’s not something to joke about.”", "Tony Krvaric later denied that he was directly involved with making the video.", "“For the record, any Nazi imagery is disgusting. I didn’t create the computer animation, didn’t choose the graphics, and I obviously don’t support anything like that,” he ", ".", "The station also reported that another son of Tony Krvaric (not the one who defended nationalism in an op-ed) had associated himself with the white nationalist group the “Groyper Army”:", "The Groyper Army, which uses a similar cartoon frog as its symbol, is fighting a “war” with mainstream conservatives to move them further to the right.", "“They advocate for white America,” said McElroy, the civil rights attorney. “They advocate for the end of all immigration whatsoever. They say, `we’re losing our cultural identity and heritage,’ which for some reason, they don’t believe includes people of color but only white, Aryan, Europe-based people.”", "The release of the Nazi-themed video came shortly after the elder Krvaric ", " he would retire from the party chairman position. Since then, local Democrats ", " an 8-1 majority on the city council in the November 2020 elections, as well as a projected majority on the county board of supervisors. Additionally, the mayoral election was contested between two Democratic candidates, Barbara Bry and Todd Gloria after both qualified for a runoff, which no Republican candidate managed to do."], "cats": ["Disinformation", "Fact Checks"], "score": 55.40033}
{"titles": ["The Saga of Hunter Biden’s Laptop"], "authors": ["Brooke Binkowski"], "dates": [" October 14, 2020"], "page_Url": "https://www.truthorfiction.com/the-saga-of-hunter-bidens-laptop/", "tags": [], "content": ["On October 14 2020, as increasingly bold or desperate attempts from all corners to sway the November 2020 U.S. elections reached a fever pitch, a story appeared in the ", " about Hunter Biden, son of Democratic Party presidential candidate Joe Biden, promising in the headline to deliver a “", "“:", "Hunter Biden introduced his father, then-Vice President Joe Biden, to a top executive at a Ukrainian energy firm less than a year before the elder Biden ", " into firing a prosecutor who was investigating the company, according to e-mails obtained by The Post.", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "An earlier email from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "The blockbuster correspondence — which flies in the face of Joe Biden’s claim that he’s “", "” — is contained in a massive trove of data recovered from a laptop computer.", "From its very start, the story hedges its bets and is far from being the “smoking gun” or the “blockbuster” that it calls itself. Reading on, its “evidence” seems flimsier still. For one thing, all this evidence hinges on the ", " that Hunter Biden sat on the board of Burisma Holdings, a Ukrainian natural gas producer, from 2014 to 2019. This is true. It is further true that his appointment to the board met with opposition by some with concerns that it would create an appearance, if not a reality, of conflict of interest.", "And finally, it is true that the Trump administration began to level these charges at Hunter Biden, and by extension his father Joe Biden, in the months before Democratic lawmakers initiated ", " against Donald Trump in ", " over Trump’s dealings with Ukraine.", "Four months before that, Trump’s lawyer — former New York City mayor turned enthusiastic disinformation purveyor Rudy Giuliani — ", " that he would be traveling to Ukraine to attempt to pressure its incoming leadership to offer up dirt for ", ":", "Mr. Giuliani said he plans to travel to Kiev, the Ukrainian capital, in the coming days and wants to meet with the nation’s president-elect to urge him to pursue inquiries that allies of the White House contend could yield new information about two matters of intense interest to Mr. Trump.", "One is the origin of the special counsel’s investigation into Russia’s interference in the 2016 election. The other is the ", " in a gas company owned by a Ukrainian oligarch.", "Mr. Giuliani’s plans create the remarkable scene of a lawyer for the president of the United States pressing a foreign government to pursue investigations that Mr. Trump’s allies hope could help him in his re-election campaign. And it comes after Mr. Trump spent more than half of his term facing questions about whether his 2016 campaign conspired with a foreign power.", "Giuliani’s “investigations” ultimately would not bear fruit (the probe into the origins of at least one aspect of the Russia investigation was ", " in October 2020, just days before the ", " published the Hunter Biden “smoking gun” story)  but that didn’t stop the Trump re-election campaign and its political allies (including U.S. President Donald Trump himself) from trying to push the story along ", ", as Associated Press reported on October 13 2020:", "Officials declassified the names of Obama administration officials ", "of an American — in this case, former national security adviser Michael Flynn — who surveillance revealed had interacted with Russia’s ambassador, but who wasn’t identified by name in intelligence reports. While Trump cast the unmasking as sinister, it’s a routine action and proper procedures were followed.", "The Washington Post reported Tuesday that a probe commissioned by Barr and focused on the “unmasking” question had concluded without criminal charges or any findings of substantive wrongdoing.", "[…]", "Meanwhile, Attorney General William Barr has appointed a prosecutor to investigate the origins of the Russia probe. That prosecutor, U.S. Attorney John Durham of Connecticut, has ", " from a former FBI lawyer for altering an email related to Page’s surveillance.", "Trump has demanded big-name indictments and called for the probe to be ", ". But it’s not clear when Durham will finish his work or what it will reveal.", "The investigation into Hunter Biden’s time on the Burisma board, spearheaded by top Republican senators Ron Johnson and Chuck Grassley, also fizzled away — but not until long after it was credibly described by Democratic lawmakers as ", " using the two as proxies in July 2020, which they denied:", "The packets, the sources said, were sent by Andrii Derkach, a Ukrainian lawmaker who met with Trump’s personal lawyer Rudy Giuliani in Kyiv last December to discuss investigating the Biden family.", "In a statement to POLITICO, Derkach said he sent the materials to the lawmakers and Mulvaney with the goal of “creating an inter-parliamentary association called ‘Friends of Ukraine STOP Corruption.’” He added that he recently notified Grassley, Johnson, Graham, and Democratic Sens. Gary Peters of Michigan and Ron Wyden of Oregon “about the content and materials published and voiced” at his news conferences.", "Spokespeople for Peters and Wyden said their offices had never received anything from Derkach.", "Derkach was ", " by the United States Treasury two months later, in September 2020, for “election interference.” The press release from the Treasury was remarkably specific in its details:", "From at least late 2019 through mid-2020, Derkach waged a covert influence campaign centered on cultivating false and unsubstantiated narratives concerning U.S. officials in the upcoming 2020 Presidential Election, spurring corruption investigations in both Ukraine and the United States designed to culminate prior to election day. Derkach’s unsubstantiated narratives were pushed in Western media through coverage of press conferences and other news events, including interviews and statements.", "Between May and July 2020, Derkach released edited audio tapes and other unsupported information with the intent to discredit U.S. officials, and he levied unsubstantiated allegations against U.S. and international political figures. Derkach almost certainly targeted the U.S. voting populace, prominent U.S. persons, and members of the U.S. government, based on his reliance on U.S. platforms, English-language documents and videos, and pro-Russian lobbyists in the United States used to propagate his claims.", "When Republicans produced ", " on Biden’s purported activities in September, journalists and researchers pored over it, only to find that it was essentially a hash of warmed-over, discredited conspiracy theories and information already publicly available. As BuzzFeed News reported, that investigation ended not with a bang, but rather with more of ", ":", "The report relies heavily on the public remarks of two US officials, including top State Department official George Kent, who said Hunter Biden’s work for Burisma was “very awkward” for US officials who were pushing an anti-corruption agenda in post-revolution Ukraine.", "Burisma and its owner, Mykola Zlochevsky, have been accused by Ukrainian authorities of corruption and are embroiled in investigations in Kyiv. But two of Ukraine’s last three prosecutors general — including Yuriy Lutsenko, who ", " in Rudy Giuliani’s backdoor Ukraine campaign to help Donald Trump — have said that no evidence has ever been found to suggest Hunter Biden was part of any corrupt scheme.", "[…]", "Beyond stating that Hunter Biden’s role on the board of Burisma, a Ukrainian energy company, interfered with “efficient execution” US–Ukraine policy, there is nothing damning enough to throw Joe Biden’s candidacy off course.", "The Johnson–Grassley report concludes that “Hunter Biden’s position on Burisma’s board was problematic and did interfere in the efficient execution of policy with respect to Ukraine.” It also alleges that Hunter and other Biden relatives “cashed in on Joe Biden’s vice presidency.”", "But the report undermines its own findings, stating that “the extent to which Hunter Biden’s role on Burisma’s board affected US policy toward Ukraine is not clear.”", "The issue seemed to be a non-starter, until about three weeks later — October 14 2020 — when the ", "dropped that aforementioned article (“Smoking-gun email reveals how Hunter Biden introduced Ukrainian businessman to VP dad”), which reported the following:", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "“Dear Hunter, thank you for inviting me to DC and giving an opportunity to meet your father and spent [sic] some time together. It’s realty [sic] an honor and pleasure,” the e-mail reads.", "An earlier e-mail from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "However, as journalists quickly noted, there was no smoking gun. In fact, there wasn’t even a gun to smoke. The story hinged on files found on a laptop that was dropped off at a Delaware computer store by an unknown person in April 2019; the owner of the shop, John Paul Isaac, ", " after the ", " story came out that he did not see the person who took in the laptop, but that it had a sticker on it that said “Beau Biden,” which is how he surmised that it was Hunter Biden’s computer.", "It didn’t get any better from there:", "Throughout the entire interview, Isaac switched back and forth from saying he reached out to law enforcement after viewing the files in the laptop to saying that it was actually the Federal Bureau of Investigation that reached out to him. At one point, Isaac claimed that he was emailing someone from the FBI about the laptop. At another point he claimed a special agent from the Baltimore office had contacted him after he alerted the FBI to the device’s existence. At another point, he said the FBI reached out to him for “help accessing his drive.”", "Isaac referenced the infamous Seth Rich conspiracy theory—which holds that a DNC staffer who police say was murdered in a botched robbery was actually killed off by Clinton allies because he leaked committee emails—as reason for his paranoia. He said he made a copy of the hard drive for purposes of personal protection.", "Isaac then refused to answer questions about whether he had any sort of history with Rudy Giuliani:", " Pressed on his relationship with Giuliani, he replied: “When you’re afraid and you don’t know anything about the depth of the waters that you’re in, you want to find a lifeguard.”", "Seeming to realize he’d said too much, he added: “Ah shit.”", "So, Rudy was your lifeguard, the reporters asked. “No comment,” he replied.", "It remains unclear whose laptop this actually was, how it came to be dropped off at the Maryland computer store in April 2019, whether the emails and other materials found on it are indeed legitimate, or whether more “October Surprises” will follow. However, one thing is clear: The ", " “smoking gun” story — packed to the brim as it is with half-truths, outright lies, innuendo, smears, and foreign actors credibly accused of U.S. election meddling — is disinformation. Whether or not it will be credibly weaponized remains to be seen."], "cats": ["Analysis", "Disinformation", "Government", "News Media", "Reporting", "Russia", "Social Media", "Trump", "Trump"], "score": 49.342064}
{"titles": ["Anonymous ‘US Politics Polls’ Twitter Account Spreading Election Disinformation"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/us-politics-polls-twitter-disinformation/", "tags": [], "content": ["An anonymous Twitter account presenting itself as political analysis set itself to spreading disinformation on the last night of the U.S. elections on November 3 2020.", "The account, which called itself “US Politics Polls,” posted several false statistics early on in the evening as states began counting their votes. For instance, in one tweet it ", " that Democratic Party nominee Joe Biden had amassed 85 electoral college votes to 66 for incumbent President Donald Trump:", "But at 9:02 p.m. EST NBC News reported that Biden had 80 electoral college votes to Trump’s 48, a lead that was sure to fluctuate throughout the course of the night:", "And around the same time, CNN was projecting 73 electoral votes to Biden and 48 for the president:", "The account also ", " at 6:16 p.m. Eastern time that “Donald Trump has won Florida”:", "But at the time we published this story, no legitimate news organization had called the state for either candidate.", "Users should be leery of any account that, like “US Politics Polls,” displays no identifying information or methodology for its posts:"], "cats": ["Disinformation", "Disinformation", "Reporting"], "score": 42.203022}
{"titles": ["Did Joe Biden Say ‘I’m Gonna Take on Those Rapist Mexicans’ During a Rally?"], "authors": ["Kim LaCapria"], "dates": [" November 2, 2020"], "page_Url": "https://www.truthorfiction.com/did-joe-biden-say-im-gonna-take-on-those-rapist-mexicans-during-a-rally/", "tags": ["Not True"], "content": ["On October 30 2020, TikTok user @camarocuddy ", " ", " appeared to be footage of former U.S. Vice President and Democratic Party presidential candidate Joe Biden saying, “I’m gonna take on those rapist Mexicans”:", "Additional text said:", "Joe Biden is definitely not winning the election now! 😂💀 #fyp #foryoupage #wewintogether #trumpoverbiden #trumptrain2020 #maga2020 #sleepyjoe", "On October 30 2020, a YouTube user by the name of Luke Trotta shared an 18-second portion of the ", " to YouTube, using the TikTok user’s material. That clip was titled “Joe Biden is saying I’m gonna take on these rapist Mexicans.”", "A day later, on October 31 2020, TikTok user @anarchocringeism ", " @camarocuddy’s clip in their own video alongside the following status update:", "#stitch with camarocuddy embarrassing lol,,, #leftist #democrat #biden2020 #trump2020", "In the clip, @anarchocringeism played the first portion of the earlier TikTok post, which showed Biden making the remarks:", "Then they said:", "Cool, but let’s look at what you cut off from the beginning.", "@anarchocringeism then displayed a ", " clip, also uploaded on October 30 2020, titled “Biden claims Trump called Mexicans rapists.” Unlike the edited clip shared by @camarocuddy, the footage clearly showed that Biden was quoting Trump:", "… remember what he [President Trump] said … he said “I’m gonna take down those rapist Mexicans …”", "After playing that portion, @anarchocringeism said of Biden in the @camarocuddy clip:", "He was literally quoting Trump.", "Biden appeared to be referencing widely reported remarks made by then-candidate Donald Trump in ", ":", "The U.S. has become a dumping ground for everybody else’s problems. Thank you. It’s true, and these are the best and the finest. When Mexico sends its people, they’re not sending their best. They’re not sending you. They’re not sending you. They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.", "Biden also mentioned Trump Tower. In 2018, CNN ", " Trump linking immigration to rape — invoking an old, discredited, and thoroughly ", " in the process:", "Trump was speaking in West Virginia [in April 2018], talking about how he prefers a merit-based immigration system like Canada’s to a lottery-based system like the one in the US.", "“With us, it’s a lottery system — pick them out — a lottery system. You can imagine what those countries put into the system. They’re not putting their good ones.", "“", " And yesterday, it came out where, this journey coming up, women are raped at levels that nobody has ever seen before. They don’t want to mention that.", "“So we have to change our laws. And the Democrats, what they’re doing is just — it’s insanity. I don’t — nobody understands what’s going on.”", "A clip purporting to show Joe Biden saying that he was “gonna take on those rapist Mexicans” appeared on TikTok and YouTube in the days before the November 3 2020 U.S presidential election. Separate clips on both platforms showed that Biden was in fact paraphrasing repeated remarks from U.S. President Donald Trump."], "cats": ["Disinformation", "Fact Checks"], "score": 40.459373}
{"titles": ["Trump Defeat Denialists Use Facebook to Promote ‘MAGA Marches’"], "authors": ["Arturo Garcia"], "dates": [" November 11, 2020"], "page_Url": "https://www.truthorfiction.com/million-maga-march-facebook/", "tags": [], "content": ["Events and groups denying the defeat of outgoing United States President Donald Trump continue to fester on Facebook in November 2020 — despite the platform taking action following a report by activist group ", ".", "We discovered at least one ", " calling itself “Stop the Steal” — the same name as a set of Facebook pages connected to propagandist and former White House operative Stephen Bannon that were removed earlier in the month. As the ", " ", ":", "Last week, “Stop the Steal” groups rapidly gained hundreds of thousands of members and pushed related events protesting election outcomes, before Facebook banned one large group for inciting violence.", "The pages taken down include those of Brian Kolfage, Conservative Values, We Build the Wall Inc., Citizens of the American Republic, American Joe and Trump at War.", "Kolfage is a longtime Bannon ally. He was indicted with Bannon and two others in August for allegedly defrauding donors to a crowdfunded effort to build a private U.S.-Mexico border wall.", "The groups were removed after Avaaz brought them to Facebook’s attention.", "“In 2016, Steve Bannon was buoyed by the Facebook algorithm and helped define the political narrative for millions of Americans,” Avaaz campaign director Fadi Quran told the newspaper, adding:", "Over the last few months, pages and groups connected to him pushed ‘voter fraud’ and other misinformation content to millions. Now, he is seeking to further divide America and spread chaos in this post-Election Day landscape, again using Facebook. Facebook has finally acted after Avaaz’s pressure, but the question is: Why did the company not act earlier?", "We also emailed Quran for comment, who expanded on the criticism:", "Our investigation into “Stop the Steal” disinformation on the platform points to an organized effort to erode trust in democracy and sow chaos across the US. Facebook can and must do more to detox its algorithm to ensure it is not weaponized against democracy.", "The problem is getting worse, particularly in private groups. As of November 11, the combined membership of 50 public groups is 174,937. The combined membership of 51 private groups is 434,070. In the last 24 hours (11/10-11/11), the combined membership of all 50 public groups grew from 159,500 to 174,837 (9.6%), while the combined membership of all 51 private groups increased from 347,298 to 434,070 (25%).", "Following that removal, though, the Real Facebook Oversight Board — a group of researchers and activists who organized to monitor the platform independently — found examples of other groups who were formed based on the wrongful argument that Trump’s decisive loss to President-Elect Joe Biden in the 2020 U.S. presidential election was fraudulent:", "Facebook takes down a widespread network: “That includes a Group that was originally named ‘Stop the Steal'” says ", "‘s ", "…", "Clearly this network has not been dismantled ⬇️", "cc: ", " ", " ", "— The Real Facebook Oversight Board (@FBoversight) ", "We contacted Facebook about the latest “Stop the Steal” group, but did not receive a response. This group is also listed as one of the organizers for a “Million MAGA March” Facebook ", " page claiming to be slated for November 14 2020 in Washington D.C.", "Pages for similar events have been created promoting “marches” in not only the same ", " but also ", "; ", "; ", ", Missouri; and cities in ", " other states. Throughout 2020, Facebook groups have served as a ", " and a ", " tool for right-wing groups which have been ", " inauthentically and promoted via astroturfing and disinformation networks."], "cats": ["Disinformation", "Reporting"], "score": 40.384674}
{"titles": ["Did Joe Biden Call Trump ‘George’ During a Live Video?"], "authors": ["Arturo Garcia"], "dates": [" October 26, 2020"], "page_Url": "https://www.truthorfiction.com/joe-biden-george-trump-george-w-bush/", "tags": ["Not True"], "content": ["A tweet from an official for United States President Donald Trump’s re-election campaign highlighted a widespread disinformation campaign that hinged on attempting to manufacture a “gaffe” to pin on Democratic Party presidential nominee Joe Biden.", "The latest attempt to work up a controversy around Biden is drawn from a misrepresented clip of his appearance alongside his wife, Dr. Jill Biden, during their participation in an October 25 2020 online ", " hosted by comedian George Lopez and Ana Navarro, a Republican political commentator who has been a consistent critic of the Trump administration and its policies.", "The basis of the “gaffe” is an exchange between Lopez and Biden.", "“If someone is undecided and maybe thinking about not voting, why should they vote and why should they vote for you?” the comedian asked.", "“The reason they should vote is, there’s a lot on the ballot this year,” Biden replied, adding:", "This is the most consequential — not because I’m running, but because of who I’m running against, this is the most consequential election in a long, long, long time. And the character of the country in my view is literally on the ballot, what kind of country are we going to be. Four more years of George uh… George, going to find ourselves in a position if Trump gets elected, we are going to be in a different world.", "As an Associated Press analysis ", ", while Biden stumbled over his words in speaking to Lopez, disinformation purveyors decided to run with the pretense that the former Vice President had confused Trump for former president George W. Bush. And ", " to the media watchdog site Media Matters, it was relatively successful:", "The Trump campaign’s latest attack on Biden got picked up by Fox News, the New York Post, Newsweek, Breitbart, The Daily Wire, The Daily Caller, and John Solomon’s Just the News. The Daily Mail also tweeted a claim that Jill Biden was whispering “Trump” under her breath, based on nothing more than that she slightly opened her mouth. (Ironically, the Daily Mail’s embedded video that would supposedly prove this allegation did not have any audio track on it.)", "NBC News added to the spread of the “gaffe” in a ", " that aired on the ", " show in which White House correspondent Kristen Welker — who moderated the final debate between Biden and Trump — said that Biden was “making headlines overnight after appearing to confuse his opponent’s name.” A clip of NBC’s botched report was ", " further by the Trump campaign’s Francis Brennan.", "“Even The TODAY Show had to cover Joe Biden thinking George W. Bush was president,” Brennan wrote. “That’s how you know this is BAD.”", "Welker’s story has been updated with an editor’s note reading:", "The video of Joe Biden talking about the 2020 election and “four more years of George…” came from an interview that Biden did Sunday with George Lopez. The fact that Biden was talking with George Lopez was relevant and helpful context that should have been included in the original report.", "We contacted Twitter asking if Brennan’s tweet would be covered under the platform’s terms of service on spreading political disinformation. Navarro has already criticized the report’s mention of the footage from her interview with Biden.", "“I know it may come as a shock to some Trump supporters, but some Latinos are named ‘George.’ Not everyone is Jose and Maria,” she ", " The Daily Beast, adding, “It’s not surprising that the Trump campaign would lie about the clip and take it out of context. But frankly, I had higher expectations for NBC News.”", "A Twitter spokesperson told us that Brennan’s tweet “will not be labeled under our ", " media policy.”", "The company also claimed that it added more context in a ", " explaining trending topics to users."], "cats": ["Disinformation", "Fact Checks"], "score": 38.60563}
{"titles": ["‘Joe Biden Completely Botches the Pledge of Allegiance’ Video"], "authors": ["Kim LaCapria"], "dates": [" September 22, 2020"], "page_Url": "https://www.truthorfiction.com/joe-biden-completely-botches-the-pledge-of-allegiance-video/", "tags": ["Not True"], "content": ["On September 21 2020, GOP “rapid response director” Steve Guest tweeted a ", " which he claimed showed that former U.S. Vice President (and Democratic Party presidential candidate) Joe Biden had “completely” botched the Pledge of Allegiance during a campaign appearance:", "Joe Biden completely botches the Pledge of Allegiance:", "\"I pledge allegiance to the United States of America, one nation, indivisible, under God, for real.\" ", "— Steve Guest (@SteveGuest) ", "The eight-second-long video clip was completely stripped of any context, and Guest transcribed Biden’s words in the short video:", "I pledge allegiance to the United States of America, one nation, indivisible, under God, for real.", "Guest did not provide information about the date, location, or setting in which Biden made the remarks. In an extremely short September 21 2020 ", " by PJ Media (“WATCH: Joe Biden Just Completely Botched the Pledge of Allegiance”) the site embedded Guest’s tweet and claimed:", "During a campaign speech on Monday [September 21 2020], Joe Biden attempted to quote the Pledge of Allegiance, and instead delivered a jumbled version of it, saying, “I pledge allegiance to the United States of America, one nation, indivisible, under God, for real.”", "I suppose he’ll want credit for including “under God,” but I suspect he only included it because Trump has been calling out the Democrats for excluding it during their convention.", "Although the post was very short, PJ Media managed to shoehorn in reference to a previous viral falsehood, holding that ", " from the Pledge of Allegiance at the 2020 Democratic National Convention (DNC):", "In the course of that fact check, we obtained video of the opening portion from all three nights of the August 2020 DNC. “Under God” was recited as part of the pledge in all three official ceremony openings, and on one of the nights, it was also followed directly by a lengthy prayer:", "Almighty God, we confess that our nation needs you and has always needed you. We pray for your blessing upon all of us, Republican, Independent, and Democrat. As we strive to form perfect union, we pray for your strength, guidance, and wisdom. Lord, we recognize that we are living in challenging times that call us to live up to the highest angel of our national character. As we confront the turbulent winds of a global pandemic, economic uncertainty, and civil discourse, may your gracious hand lead us to the peaceful shores of love, justice and civility.", "Regarding Guest’s tweet in which Biden purportedly “botched” the Pledge of Allegiance, a separate commenter shared more complete ", " of his remarks during a visit to Manitowoc, Wisconsin.", "Biden spoke in Manitowoc on September 21 2020:", "Joe Biden Delivers Remarks In Wisconsin | NBC News ", " via ", "— Independent Commentary from a Patriot (@commentary_a) ", "Toward the end of the clip at around 22:30, Biden began the portion of the remarks leading to him “botching” the Pledge of Allegiance. In actuality, he was not reciting the Pledge of Allegiance, but rather referencing its content in the course of making a larger set of remarks.", "Biden ", ":", "“Just a few days ago when I was asked about the death count approaching 200,000, the president said, and I quote, he said — I won’t quote him. The president said if you take out the blue states run by Democratic governors and just look at the red states, Republican governors are doing quite well.", "“Now, of course, it’s a simple factual matter, it’s just not true. If you just count all the deaths in the red states, we are number two in the world in deaths just behind Brazil. But more fundamentally it reflects on the part of Donald Trump that he has a deeply flawed and divisive view of the United States, this nation and the job he holds.", "“Think about what he’s saying.", "“He’s saying if you live in a state like Wisconsin, Michigan, Pennsylvania, states with Democratic governors, you’re not his problem. He has no obligation to you. He’s not responsible for you as president, your family or your well-being.", "“", "“", "Biden concluded, reiterating his broader point:", "“I’m running as a proud Democrat. But I’m not going to govern as a Democratic president, I’m going to governor as president. I get criticized for saying that sometimes to some in my party, but that’s not what I’m going to do. I’m going to fight as hard for those who supported me as those who did not support me.", "“This is not a partisan moment, for God’s sake, this has to be an American moment. In the next few weeks, we have a chance to put anger and division and the darkness that’s overtaken this country behind us. We have to put it behind us. I know I’ve been criticized since I entered the primaries about what I said about uniting the country.", "“We have to unite the country. This is not who we are. And we can. We’ve done it so many times in our history. We’ve begun anew. If we get control of this virus, we can. We can reward work. We can fix the health care system. We can be a safe and just nation. We can deal with the existential threat of climate change, which aluminum is going to be a gigantic part of. We can be what we are at our best, one nation. One nation. One people. One America. You just have to remember who in God’s name we are. This is the United States of America.", "“In our long history, there’s been nothing we’ve been unable to do, nothing we’ve been able to overcome when we’ve done it together. And I’m confident going all over this nation, we can do it together. The American people are hungry. We have to bring the nation together. That’s going to be my primary job. And I want to thank you all. God bless you for what you’re doing. May you all stay safe and may God protect our troops. Thank you so much, Mr. Mayor. Thank you. And thank you ma’am. Appreciate it.”", "A Trump “rapid response director” shared a misleading clip to claim that in the video, Biden “completely botches” the Pledge of Allegiance; other sites devoted entire posts to the out-of-context clip to advance the claim that Biden had failed to recite it properly. In actuality, the portion of video was snipped from a far longer segment during which Biden referenced — but did not recite — the Pledge of Allegiance to illustrate a larger point."], "cats": ["Disinformation", "Fact Checks"], "score": 38.15287}
{"titles": ["Obamagate, Explained"], "authors": ["Kim LaCapria"], "dates": [" May 27, 2020"], "page_Url": "https://www.truthorfiction.com/obamagate-explained/", "tags": [], "content": ["Chances are you saw at least a passing reference to “Obamagate” in May 2020, and chances are similar you (like many) struggled to understand what “Obamagate” might actually be. We’ll do our best to break it down.", "Let’s get this out of the way.", "The suffix “-gate” is prolific in American politics, its etymology explained at ", " in an ", " blog post:", "In 1972 the United States was transfixed by the revelation that the burglary at the national headquarters of the Democratic Party was connected with Richard Nixon’s Republican government. The burglary took place in the Watergate building, Washington DC, and thus, by metonymy, the scandal itself became known by the name of Watergate. One of the most significant episodes in modern US politics, Watergate has since reshaped the language of scandal and controversy in a format that also extends beyond English-speaking commentaries.", "[…]", "Now the term is applied, sometimes humorously or bathetically, to all kinds of scandals, controversies, and upsets, with recent US and UK examples including nipplegate, climategate, and Sachsgate. Although most of these formations are short-lived, –gate itself endures, having become a fully-fledged suffix, breaking all ties with the Watergate building.", "Most “-gate” scandals are, as the examples from subsequent usage quoted above show, highly specific to an element of any purported scandal — such as “ClimateGate” or “NippleGate.” In the “Obamagate” iteration, the alleged “-gate” offered no linguistic clue to anyone attempting to determine what Obamagate actually referenced.", "If you look at the “Obamagate” ", " on Twitter, you’ll see plenty of ", " of the ", " and ", " of Obamagate — ", " in that foray, however, is typically any explanation of what Obamagate ", ":", "It’s Wednesday May 27th, 2020 and Barack Obama was the most corrupt President in US history. ", "Thanks. Have a good day. ", "— Dan Bongino (@dbongino) ", "Counting down to ", " — Just 160 days remaining. Let's remind everyone — Joe Biden worked for Barack Obama — the most corrupt President in US history. Thanks. Have a good day. Thanks ", " ", "— Mike Opelka (@stuntbrain) ", " Wednesday y'all. We're learning more & more as light shines on that darkness. (Btw Leftists, your hatred can't stop the TRUTH from coming out. Bless your hearts.) ", "— PolitiChicks (@ThePolitiChicks) ", "True", " might just be the biggest scandal in US history. ", "— John ‘Murder Hornet’ Cardillo (@johncardillo) ", "“Obamagate” became part of the political discourse in the first week of May 2020, even as the death toll from ", " skyrocketed in the United States.", "On May 9 2020, CNN ", " a piece titled “Obama says White House response to coronavirus has been ‘absolute chaotic disaster.'” That article began with coverage of purported “searing” and “blistering” comments made by former United States President Barack Obama during a phone call involving people associated with his administration.", "In its first three paragraphs, CNN described a multi-party conversation lasting about half an hour, among the “Obama Alumni Association,” intended to strengthen support for Obama’s Vice President Joe Biden’s 2020 presidential bid:", "Former President ", ", describing it as “an absolute chaotic disaster” during a private call [on May 8 2020] with people who worked for him in the White House and across his administration.", ", confirmed to CNN by three former Obama administration officials on the call, offered the starkest assessment yet from the former president about how President Donald Trump and his team have handled the deadly pandemic and why he believes Democrats must rally behind former Vice President Joe Biden to defeat Trump in November [2020].", "In a 30-minute conversation with members of the Obama Alumni Association, the former president said the response to the coronavirus outbreak served as a critical reminder for why strong government leadership is needed during a global crisis. The call was intended to encourage former Obama staffers to become more engaged in Biden’s presidential campaign.", "CNN reported that Yahoo News obtained an audio recording of the call, quoting Obama as having said in part:", "This election that’s coming up — on every level — is so important because what we’re going to be battling is not just a particular individual or a political party. What we’re fighting against is these long-term trends in which being selfish, being tribal, being divided, and seeing others as an enemy — that has become a stronger impulse in American life.", "Although the call itself was entirely irrelevant to whatever “Obamagate” might be, Trump’s embrace of the term rapidly followed suit.", " ", " that the call alone and its coverage was what spurred “Obamagate” — no clear event, action, or newfound information generating Trump’s interest in the word and its supposed connotations:", " [after May 9 2020], as part of a long string of Mother’s Day tweets—as these rants exceed themselves, it’s become more and more difficult to find superlatives to adequately describe them—", " The term has quickly become part of Trump’s vernacular, with ", ", including two [on May 14 2020].", " Trump isn’t really interested in alleging any particular crime. ", "—as he heads toward a difficult reelection campaign in the midst of a global crisis.", "In that May 15 2020 article, ", " made something of an extraordinary claim regarding Obamagate — that the word and attached rumors lacked any substance whatsoever — that it was not just untruthful, but meaningless. Whether that was intentional was left open, but the article maintained that Obamagate was advantageously nebulous, meaning that (like any conspiracy theory) it could absorb any new information, no matter how meaningless, and adding that “Trump’s political career has always revolved, perversely, around Obama.”", "In ", "‘s examination of Obamagate, the outlet proposed a theory about Trump’s fixation on Obama, namely that Obama’s clapback of Trump’s birtherism at the 2011 White House Correspondents Dinner was what originally ignited Trump’s ongoing ire:", "Trump was a guest at the dinner, and Obama ridiculed him during his remarks. Noting that he’d recently released his “long-form” birth certificate, Obama said Trump could “finally get back to focusing on the issues that matter—like, did we fake the moon landing? What really happened in Roswell? And where are Biggie and Tupac?”", "Trump fumed as the rest of the room guffawed. (He would later end the tradition of presidential speeches at the dinner.) Confidants have since said it was the moment he decided to run for president.", "Moving ahead to the day the piece was published — May 15 2020 — the article continued, positing:", "Obama has shown remarkable restraint in seldom criticizing Trump openly. Even his comments on the call were delivered privately, though in a way that effectively guaranteed they’d be made public. And for Trump, it seemed to have been the 2011 dinner all over again: Here was the black president, laughing at him, and it was too much to take. The result has been several days of hyperventilation about Obama, including a demand [May 14 2020] that the Senate call him to testify.", "We looked for any May 14 2020 tweets (on which date the outlet referenced two by President Trump), but found only ", ":", "Where is the 302? It is missing. Was it stolen or destroyed? General Flynn is being persecuted! ", "— Donald J. Trump (@realDonaldTrump) ", "Of a total 12 tweets in which President Trump used the word or hashtag “Obamagate,” ", " were ", "–", " tweets:", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "A fourth contained one word and a ", ":", "OBAMAGATE! ", "— Donald J. Trump (@realDonaldTrump) ", "And another was basically the same “Obamagate” ", ":", "So true. OBAMAGATE! ", "— Donald J. Trump (@realDonaldTrump) ", "Yet another tweet ", " a Fox News personality for “really [understanding]” Obamagate, but yielded nothing in the way of clues as to what it might have meant:", "Consistently great reporting by Elizabeth MacDonald of ", ". She really understands OBAMAGATE!", "— Donald J. Trump (@realDonaldTrump) ", "The longest of the tweets — all of which appeared after Obama’s May 9 2020 call and during the COVID-19 pandemic — ", " a Fox News show for its coverage of Obamagate (“the greatest political scandal in the history of the United States”), but again was light on details about the substance of the supposed scandalous behavior:", "Thank you to ", " for covering, supremely, the greatest political scandal in the history of the United States, OBAMAGATE. Fake News ", " and Concast’s own MSDNC are only trying to make their 3 year Con Job just go away. They are embarrassed and don’t know what to do….", "— Donald J. Trump (@realDonaldTrump) ", "The ", " also covered Trump’s “Obamagate” assertions on May 15 2020, opining that he was perhaps deliberately ", " as he promoted the theory:", "On Monday afternoon [May 11 2020], at a press conference on the White House lawn, Trump made that clear, in a memorable exchange with Phil Rucker, of the Washington Post, that echoed the paranoid fulminations of Trump’s hero Joseph McCarthy at his worst. “", " Rucker asked.", " he added, without offering specifics. “", " Rucker asked again. ", " Days later, that is still where we are: ", ", a technique of political agitprop that recalls not only McCarthy but every wannabe dictator for whom the rule of law has little or nothing to do with accusations of illegality.", "That article previously described claims made by Trump about Obama as of May 2020:", "Barely more than a month into his Administration, in early March of 2017, Trump accused Obama of secretly wiretapping him at Trump Tower during the 2016 campaign, an allegation that was no more true than any of the other nutty things Trump has said about Obama since then. During the course of the pandemic in the past couple of months, Trump has repeatedly invoked Obama and sought to blame his predecessor for everything from the lack of a sufficient national stockpile of medical supplies to inadequate testing for the coronavirus, which did not exist when Obama was President.", "Searching for “Obamagate” led to a curious result on Google. When we searched for “What is Obamagate,” the returned results highlighted a box on the right side of the page:", "Alongside three stories from Google News and a result matching the term, a content box was labeled “Veracity of statements by Donald Trump.” That link led to a Wikipedia page with the same title, to which “Obamagate” also redirected via Wikipedia search.", "That page began:", "Donald Trump has made many false or misleading statements, including thousands during his presidency. Commentators and fact-checkers have described this as “unprecedented” in American politics, and the consistency of these falsehoods has become a distinctive part of both his business and political identity. Trump is known to have made controversial statements and subsequently denied having done so, and by June 2019, many news organizations had started describing some of his falsehoods as lies. The Washington Post said his frequent repetition of false claims amounts to a campaign based on disinformation. Debasing of veracity has been viewed as a tactic.", "Section Five [5] of the page (“", "“), subsection four [4] (“", "“), sub-sub-topic 13 (“", "“) read:", "On May 10, 2020—one day after former president Barack Obama criticized the Trump administration’s handling of the COVID-19 pandemic, ", " tweeting about “Obamagate,” ", " Trump continued to promote the term Obamagate, exhibiting vagueness about what he means by it, but saying that “people should be going to jail for this stuff.” He suggested that Senator Lindsey Graham, chair of the Senate Judiciary Committee, should call Obama to testify about the “crime”, but Graham declined. Some of Trump’s allies later suggested that the “crime” involved the FBI launching an investigation into incoming national security advisor Michael Flynn. However, the FBI has claimed that the investigation was triggered by Flynn’s false statements to Mike Pence about his conversations with the Russian ambassador, Sergey Kislyak. The FBI interviewed Flynn four days after Trump took office. Flynn later pleaded guilty to lying to the FBI during that interview, although he attempted to withdraw his guilty plea several years later.", "The page also displayed a flag indicating that its neutrality was disputed:", "A “", "” page detailing edits and other additions to the page indicated that the inclusion of “Obamagate” in its subsections and possibly Wikipedia editors’ failure to give the claim its own page was the sole cause for the flag. A May 22 2020 comment suggested the tag might not remain for long:", "NPOV tag added due to (1) the redirect of the “Obamagate” page to this page, and (2) this recent blog post by Wikipedia co-founder Larry Sanger, which appears to concern this page in particular: [18] Narssarssuaq (talk) 19:53, 21 May 2020 (UTC)", "Lol, what nonsense. A single ex-editor’s even one that claims to be a “cofounder”? what a silly backstory this guy has) opinion does not justify an article tag. Zaathras (talk) 23:47, 21 May 2020 (UTC)", "He is a co-founder and you can learn more about his biography on his article. I support the inclusion of the NPOV tag because the article is clearly biased. – Munmula (talk), second account of Alumnum 03:05, 22 May 2020 (UTC)", "Good luck with that, and you get support by nothing but trolls and IP editors, and the tag is removed in a week, tops. 🙂 Zaathras (talk) 03:10, 22 May 2020 (UTC)", "Many more paragraphs were devoted to the presentation and alleged disputed neutrality of the term’s inclusion than the definition of the term itself, and even commenters arguing for semantic changes to the page added no additional information about the purported definition of “Obamagate,” or what crimes if any Trump claimed his predecessor committed.", "Incidentally, that talk page linked to a May 14 2020 blog post by Wikipedia’s co-founder Larry Sanger. There, it appeared at least some effort had been expended to ", " “Obamagate,” in the course of Sanger’s claim that Wikipedia’s editors were biased in favor of the former president:", "Examples [of pro-Obama bias] have become embarrassingly easy to find. ", ": Benghazi, the IRS scandal, the AP phone records scandal, and Fast and Furious, to say nothing of Solyndra or the Hillary Clinton email server scandal—or, ", " A fair article about a major political figure certainly must include the bad with the good. The only scandals that I could find that were mentioned were a few that the left finds at least a little scandalous, such as Snowden’s revelations about NSA activities under Obama. In short, the article is almost a total whitewash. You might find this to be objectively correct; but you cannot claim that this is a neutral treatment, considering that the other major U.S. party would treat it differently. On such a topic, neutrality in any sense worth the name essentially requires that readers not be able to detect the editors’ political alignment.", "As we noted above, the same claim appeared in passing in a May 15 2020 ", " article — and it appeared that the understanding of “Obamagate” was so poor that the author did not connect the current accusation with ones dating back more than three years:", "Barely more than a month into his Administration, ", ", an allegation that was no more true than any of the other nutty things Trump has said about Obama since then. During the course of the pandemic in the past couple of months, Trump has repeatedly invoked Obama and sought to blame his predecessor for everything from the lack of a sufficient national stockpile of medical supplies to inadequate testing for the coronavirus, which did not exist when Obama was President.", "Incidentally, Sanger maintained that Wikipedia’s failure to properly emphasize the Obamagate claim — defining it as Trump’s claim that his predecessor illegally wiretapped or surveilled him in 2016 — was evidence of bias. However, that original 2017 claim does have a separate and lengthy ", " devoted to it: “Trump Tower wiretapping allegations.” (Of additional note is the page’s most recent edits as of May 27 2020 occurred in April 2020, well before Trump revived “Obamagate.” It appeared that no editors, despite ongoing debate on the related page, managed to connect the two conspiracy theories as one.)", "That page was initially published on March 8 2017. A subsection titled “2019 clarification” referenced 2019 comments made by Trump about his 2017 claims — which essentially retracted them:", "On April 25, 2019, ", ", saying that he really meant: “surveillance, spying you can sort of say whatever you want”. ", " Trump elaborated that ", "Trump’s April 25 2019 comments ", " on Sean Hannity’s Fox News show, and The Hill summarized his remarks:", "President Trump said [on April 25 2019 that] his unsubstantiated claim in March 2017 that former President Obama had his “wires tapped” in Trump Tower was based on “a little bit of a hunch,” and suggested he was surprised it prompted such an outcry at the time.", "The president called in to Sean Hannity’s Fox News show in which the two men railed against alleged improper behavior from federal law enforcement, which Trump contended continued after he won the 2016 election.", "[…]", "The Justice Department confirmed in a court filing the following September that neither it nor the FBI had evidence Trump Tower was the target of surveillance efforts by the Obama administration during the 2016 presidential election.", "As of September 2017, the Justice Department ", " it found no evidence that U.S. President Barack Obama or anyone acting on his behalf had spied on or wiretapped Trump, and neither did any new information emerge between that statement and Trump’s revival of the claims.", "Based on hashtag activity, it is incredibly difficult to understand what “Obamagate” means — but one could be forgiven for believing it could be a big deal based on levels of engagement. It took us several hours to whittle away the noise and locate the signal — Obamagate was, essentially, rehashed claims that President Obama illegally wiretapped then-candidate Donald Trump during the 2016 election. Trump’s March 2017 accusations (presumably the same assumptions on which “Obamagate” were predicated) were addressed in a September 2017 court filing by the Justice Department, holding that both the “FBI and NSD confirm that they have no records related to wiretaps as described by the March 4, 2017 tweets.”"], "cats": ["Disinformation", "Reporting"], "score": 37.809013}
{"titles": ["‘Portland Sheriff’ Refutes Trump’s Debate Claim About Endorsement"], "authors": ["Kim LaCapria"], "dates": [" September 30, 2020"], "page_Url": "https://www.truthorfiction.com/portland-sheriff-refutes-trumps-debate-claim-about-endorsement/", "tags": [], "content": ["During the September 29 2020 presidential debate, United States President and Republican nominee Donald Trump asserted that the “Portland Sheriff” endorsed him on that day.", "Trump’s claim arose at the tail end of the first 30 minutes of his debate with former U.S. Vice President and Democratic Party nominee Joe Biden at around 9:30 PM Eastern time. Moderator Chris Wallace posed a question to Trump at 28:28, asking:", "President Trump, you have two minutes. Why should Americans trust you over your opponent to [address] race issues?", "A transcript from Rev.com provided the ensuing response by Trump and Biden’s interjection. In response to Wallace’s question about “race issues,” Trump claimed that Biden had once described Black Americans as “super predators”:", "President Trump:", " You did a crime bill, 1994, where you call them super predators. African-Americans are super predators and they’ve never forgotten it. They’ve never forgotten it.", "Joe Biden:", " I’ve never said–", "Chris Wallace:", " No, no, sir. It’s his two minutes.", "Trump:", " So you did that and they call you a super predator and I’m letting people out of jail now, that you have treated the African-American population community, you have treated the black community about as bad as anybody in this country. You did the 1990… And that’s why, if you look at the polls, I’m doing better than any Republican has done in a long time, because they saw what you did. You call them super predators, and you’ve called them worse than that. Because you look back at your testimony over the years, you’ve called them a lot worse than that.", "Trump continued, pivoting to what he described as unanimous support for his campaign among “military leaders and generals,” as well as law enforcement across the board. He also specifically maintained that the sheriff in Portland endorsed him on September 29 2020:", "Trump:", " As far as the church is concerned and as far as the generals are concerned, we just got the support of 250 military leaders and generals, total support. ", " I have Florida. I have Texas. I have Ohio. I have every… ", "I don’t think you have any law enforcement. You can’t even say the word law enforcement. Because if you say those words, you’re going to lose all of your radical left supporters. And why aren’t you saying those words, Joe? Why don’t you say the words law enforcement? Because you know what? If called us in Portland, we would put out that fire in a half an hour. But they won’t do it, because they’re run by radical left Democrats.", "Portland is in ", ", Oregon. At 10:07 PM on September 29 2020, Multnomah County Sheriff Mike Reese ", " a blunt denial of Trump’s claim:", "In tonight’s presidential debate the President said the “Portland Sheriff” supports him.  As the Multnomah County Sheriff I have never supported Donald Trump and will never support him.", "— Mike Reese (@SheriffReese) ", "Reese wrote:", "In tonight’s presidential debate the President said the “Portland Sheriff” supports him. ", "At 11:39 PM Eastern, Reese ", " on his first tweet:", "Donald Trump has made my job a hell of a lot harder since he started talking about Portland, but I never thought he'd try to turn my wife against me! ", " ", " ", "— Mike Reese (@SheriffReese) ", "In the second tweet, Reese added that Trump had made his job “a hell of a lot harder since he started talking about Portland.”", "Reese’s ", " is available on the Multnomah County Sheriff’s Office website, under “Sheriff.” The ", " account @MultCoSO retweeted Reese’s statement:", "After Trump made the claim and Reese disputed it, NPR ", " the sheriff of Portland, Maine to determine whether Trump might have been speaking of ", " Portland. Cumberland County Sheriff Kevin Joyce denied making any endorsement of either candidate:", "“Portland, the sheriff just came out today, and he said, I support President Trump. I don’t think you have any law enforcement,” he said to Biden.", "The president’s remark seems to have puzzled many viewers. Just to be sure he was referring to the Oregon city, NPR checked in with the sheriff whose jurisdiction includes Portland, Maine.", "Trump’s claim that the “Portland sheriff” endorsed him on September 29 2020 (or on any other date) was swiftly debunked by the Multnomah County sheriff himself. Reese bluntly said that he had “never supported Donald Trump,” and added that he “will never support him.” In a second tweet, Reese added that Trump made his “job a hell of a lot harder since he started talking about Portland.”", "NPR contacted the sheriff of Portland, Maine, who also denied endorsing Trump."], "cats": ["Disinformation", "Reporting"], "score": 36.436638}
{"titles": ["Has RealClearPolitics ‘Rescinded’ Pennsylvania and ‘Uncalled’ the Race?"], "authors": ["Kim LaCapria"], "dates": [" November 10, 2020"], "page_Url": "https://www.truthorfiction.com/has-realclearpolitics-rescinded-pennsylvania-and-uncalled-the-race/", "tags": ["Not True"], "content": ["After the 2020 election was “called” with former United States Vice President Joe Biden as victor, a rumor ", " that a website called RealClearPolitics had “rescinded” Pennsylvania, effectively undoing Biden’s win:", "RealClearPolitics has rescinded its call for Biden winning Pennsylvania.", "This election is not over.", "— #ThePersistence (@ScottPresler) ", "In the above November 9 2020 tweet, political activist Scott Presler wrote:", "RealClearPolitics has rescinded its call for Biden winning Pennsylvania.", "This election is not over.", "Presler’s claim was not unique in terms of rumors that U.S. President Donald Trump, facing a resounding 2020 loss, was still in the game, so to speak. A previous rumor maintained that ", " by the Department of Homeland Security would reveal fraudulent votes, and then another circulating claim held that Biden’s win violated “", ".” (Neither claim had a meaningful effect on the post-election discourse, and neither was valid.)", "Google Trends data demonstrated significant interest in the “rescinded Pennsylvania” claim. Readers also searched for “Real Clear Politics rescinds Pennsylvania,” “Pennsylvania rescinded,” “rescinded,” “Real Clear Politics Pennsylvania rescinded,” and “NewsMax election results.”", "Of those terms, the fifth most popular had to do with ", "; we also found aggregated content on the soundalike “", ",” which we have come across before, thanks to its tendency to spread false information. Searches for “NewsMax” and “RealClearPolitics rescinds Pennsylvania” pointed to that easy-to-misidentify site, which aggregated an ", " with the following headline:", "Real Clear Politics Rescinds Pennsylvania for Biden? Shows No Clear Winner?", "Newsbreak pulled the content from a site called TampaFP.com, whose “About Us” page indicated that the site was a months-old blog:", "Soft-launched in April 2020, at the COVID-19 growth cycle, The Free Press continues its digital growth with reach in 36 countries, and primary reach in the Tampa DMA at 97%.", "Newsbreak’s headline also brought to mind the journalistic ", " known as “Betteridge’s law of headlines,” which asserts:", "“Any headline that ends in a question mark can be answered by the word ", ".”", "But there were a few elements of news literacy of which to be aware when considering whether any one news organization “called” the 2020 election, and whether any one news organization could or did “rescind” the tally in Pennsylvania. (They couldn’t and didn’t.)", "On November 9 2020, Poynter ", ":", "The media’s “call” of Biden as the winner doesn’t hold force of law. It’s simply the best estimation by the networks’ data-crunchers.", "Specifically, media “decision desks” look at the votes that have been counted in the states and what remains to be counted. They announce a “call” whenever they think the trailing candidate has run out of ways to add enough votes to win.", "The media’s call carries weight in public perceptions of who has won, and it can prompt a candidate to declare victory or the trailing candidate to concede, which can further shape perceptions. If there’s a switch in the party occupying the White House, the call could accelerate the transition process.", "States (including Pennsylvania) were left to certify their tallies after votes had been counted and reported:", "Federal law allows states more than a month after the election to finalize the results. This year, that “safe harbor” date is Dec. 8 [2020]. This leaves time for election officials to determine whether provisional ballots are valid. And in many states, overseas military ballots are given a grace period to arrive late.", "By Dec. 8 [2020], if states have wrapped up the certification of their results, Congress pledges not to dispute the results. However, there’s some legal ambiguity there, legal experts say.", "Reuters ", " on November 10 2020 that the Trump administration filed a lawsuit to prevent Pennsylvania from certifying their results:", "The lawsuit, brought by the campaign and two registered voters, alleged Pennsylvania’s mail-in voting system “lacked all of the hallmarks of transparency and verifiability that were present for in-person voters.”", "The lawsuit claims Pennsylvania officials violated the U.S. Constitution by creating “an illegal two-tiered voting system” where voting in-person was subject to more oversight than voting by mail.", "It was filed against Pennsylvania Secretary of State Kathy Boockvar and the boards of elections in Democratic-leaning counties that include Philadelphia and Pittsburgh. Bookcvar’s office did not immediately respond to a request for comment.", "That same day, ", " ", " nine legal experts to ask whether Trump’s suit was likely to succeed:", "President Donald Trump’s campaign launched its broadest challenge yet to the results of the election that appears destined to push him from office, accusing Pennsylvania officials of running a “two-tiered” voting system – in-person and mail – that violates the U.S. Constitution.", "The suit has “lots of complaints about different things, and it’s not easy to see how they all fit together,” said Kermit Roosevelt, a professor at the University of Pennsylvania Law School who focuses on constitutional law.", "One of the nine experts pointed to the Trump administrations efforts outside Pennsylvania to sow doubts around the final tally:", "David Becker, executive director and founder of the Center for Election Innovation and Research, said the Trump campaign “continues to spread lies about transparency of this process and the access to observers. Trump campaign observers and Republican Party observers were present at every moment that every ballot was considered in Pennsylvania.”", "He said the Trump campaign admitted as much in a hearing before a federal judge [in early November 2020], when a lawyer said there were “a non-zero number” of observers from the campaign present during ballot counting in Philadelphia.", "[…]", "Pennsylvania Attorney General Josh Shapiro called the suit “meritless” and said the election was “overseen by bipartisan election officials and was lawful, fair and secure.”", "At first glance, it might seem that if any one entity “called” the 2020 election, a separate entity “rescinding” Pennsylvania was surely as valid — which disinformation purveyors clearly know and are playing upon in order to interfere with the U.S. election.", "On November 7 2020, the ", " ", " who “called” the election for Biden, and how his win was ascertained:", "The waiting was the hardest part. But the TV networks finally got to the end of the 2020 road to the White House on Saturday morning [November 7 2020].", "Nearly four days after the final votes were cast [on November 3 2020], the ", " CBS came in at 45 seconds after 11:25, followed by ABC at 30 seconds after 11:26. All four organizations use the same vote count and exit polling data to make their determinations on the outcome of the race.", " which collaborate in their voter survey data, ", " The slight delay at Fox News had to do with its decision desk — the analysts who determine when a state can be called — which was looking at different data than the other networks.", " The state has not been included in the totals on the other networks, which have the president-elect at between 273 and 279 electoral votes.", "The chain of events described by the ", " led to a very widely viewed video and quoted moment involving Trump surrogate ", ", who was at the time speaking in the parking lot of Four Seasons Total Landscaping near Philadelphia. Giuliani was informed the election was called for Biden, and asked which network made that call.", "In response, someone said “all of them,” and Giuliani addressed it:", "Rudy Giuliani: \"Who was it called by?\"", "Media: \"All of networks.\"", "Rudy Giuliani: \"All the networks!\" ", "— CSPAN (@cspan) ", "Google’s election information page credited Associated Press with calling the 2020 election; for its part, AP provided in-depth answers about how any election is “called” ", ".", "Google’s most updated results for the electoral count on the afternoon of November 10 2020 indicated Biden had 290 votes of the 270 needed to win, while Trump received 214:", "No.", "As of 1:46 PM on November 10 2020, RealClearPolitics’ “2020 Electoral College Map” ", ":", "Although RealClearPolitics counted only 216 electoral votes for Biden, short of the 270 needed to win, it also only credited Trump with 125 electoral votes; Biden was still leading in that count. A remaining 197 electoral votes were listed under “Toss Ups,” and from west to east, the following states remained unallocated:", "At least two states with divided electoral votes were “called” but retained grey districts: Maine and Nebraska. RealClearPolitics appeared to refrain from allocating votes from swing states, even in instances (like Florida) where those states maintained largely uncontested results.", "RealClearPolitics further refrained from allocating votes in eleven states other than Pennsylvania; focusing solely on its decision not to allocate Pennsylvania falsely implied that ", " Pennsylvania was affected in the site’s November 9 and 10 2020 Electoral College Map.", "On November 9 2020, RealClearPolitics’ co-founder and President Tom Bevan ", " a tweet by Giuliani. Giuliani claimed:", "#FakeNews won’t cover law suit which will invalidate 300,000 or more crooked democrat votes votes in Philly.", "Real Clear Politics just took PA away from Biden and made it a toss up.", "Only the beginning please look beyond the Big Media censorship to watch it all change.", "Bevan said “this is false,” and added that RealClearPolitics did not “rescind” Pennsylvania:", "This is false. We never called Pennsylvania, and nothing has changed. ", "— Tom Bevan (@TomBevanRCP) ", "A viral claim held that RealClearPolitics “rescinded” Pennsylvania, recalling its 20 electoral votes back into play and “uncalling” the election. As Bevan explained, RealClearPolitics had never called Pennsylvania in the first place, and as RealClearPolitics’ 2020 Electoral Votes Map showed, twelve states remained “uncalled” on its site. While the site hadn’t awarded 270 votes to either candidate, it had Biden leading Trump at 216 to 125. Even if Pennsylvania was likely to be “rescinded” (and there was no evidence to support that claim), Biden still had the 270 votes needed to win."], "cats": ["Disinformation", "Fact Checks"], "score": 34.55178}


