Query for ['USA', 'trump'] :
{"titles": ["Are Uniformed Private Contractors Patrolling Portland and Snatching Protesters?"], "authors": ["Kim LaCapria"], "dates": [" July 28, 2020"], "page_Url": "https://www.truthorfiction.com/are-uniformed-private-contractors-patrolling-portland-and-snatching-protesters/", "tags": ["Unknown"], "content": ["On July 25 2020, a rumor spread on ", " that that individuals patrolling Portland in military uniform (sometimes ", ") were private ", ", and that they were working for a company called “Black River”:", "The post read:", "So it appears that the soldiers in Portland are actually contractors for Black River. That is the firm USA hires to provide security in the Middle East. Mercenaries actually. Black River is owned by Betsy DeVos brother.", "Versions of this claim spread on ", ", too:", "Blackwater, a private military contractor is said to be involved in Portland protests.", "— This madness MUST END! (@jamijturner) ", "On July 10 2020, the Associated Press ", " reports about a military presence at protests, describing the officers as broadly attached to the Department of Homeland Security:", "The Department of Homeland Security has deployed officers in tactical gear from around the country, and from more than a half-dozen federal law enforcement agencies and departments, to Portland, Oregon, as part of a surge aimed at what a senior official said were people taking advantage of demonstrations over the police killing of George Floyd to engage in violence and vandalism.", "[…]", "The DHS officers’ presence comes at an incredibly tense moment for Portland. After Floyd’s death, the city for days saw marches and rallies that attracted more than 10,000 generally peaceful Black Lives Matter protesters to the downtown area. The police took a “mostly hands-off approach” to those events because they were orderly, Davis said.", "The same article described a collaboration between CBP and “other agencies” as part of a task force assembled following a June 26 2020 executive order ", " to “protect monuments”:", "Following the executive order, DHS created the Protecting American Communities Task Force and sent officers from Customs and Border Protection and other agencies to Washington, D.C., Seattle and Portland. Others were ready to deploy elsewhere if needed.", "On July 20 2020, the ", " ", " that protesters were being snatched from the streets and herded into unmarked vans without cause or due process:", "Christopher J. David had largely ignored the protests in downtown Portland, Ore., but when he saw", ", he felt compelled to act.", "Mr. David, a Navy veteran, said that ", ", without the support of the mayor, the governor or local law enforcement, was a violation of the oaths that agents take to support, uphold and defend the Constitution.", "And so, on [July 18 2020], he took a bus downtown to ask the officers how they squared their actions with that oath.", "Instead of getting an answer, Mr. David was beaten with a baton by one federal officer as another doused him with pepper spray, according to video footage of the encounter. After he walked away from the confrontation, Mr. David was taken to a nearby hospital, where a specialist said his right hand was broken and would require surgery to install pins, screws and plates. He declined pain medication.", "That story did not address the military presence other than describing them as “federal agents.”", "Also on July 20 2020, CNN covered national interest in the affiliation of the agents in camouflage seen in videos and described by protesters, reporting that CBP confirmed that some of the agents were indeed theirs:", " on [July 17 2020] ", " who are arresting protesters in Portland.", "The request is aimed specifically at the Department of Homeland Security (DHS) personnel who have been captured on various videos arresting protesters and putting them in unmarked SUVs.", "[…]", "Oregon’s governor and Portland’s mayor demanded the troops be withdrawn and a US senator joined them in condemning the arrests.", "“Authoritarian governments, not democratic republics, send unmarked authorities after protesters,” tweeted ", ", a Democrat representing Oregon. ", "US Customs and Border Protection (CBP) admitted to being one of the agencies involved in arresting protesters.", "“Violent anarchists have organized events in Portland over the last several weeks with willful intent to damage and destroy federal property, as well as, injure federal officers and agents,” the agency said in a statement to CNN. “These criminal actions will not be tolerated.”", "Acting CBP director Mark Morgan ", " about the agency’s involvement on July 17 2020, and ", " that they were not wearing any identifying badges or nametags:", "Our personnel are clearly marked as federal LEOs & have unique identifiers. You will not see names on their uniforms b/c these same violent criminals use this information to target them & their families, putting both at risk. As Acting Commissioner, I will not let that happen!", "— CBP Mark Morgan (@CBPMarkMorgan) ", "In a July 21 2020 clip shared by MSNBC, former Department of Homeland Security Jeh Johnson ", " the agents’ affiliation with MSNBC host Rachel Maddow, identifying the agents as part of the Federal Protective Service.", "Just after the 1:20 mark, Johnson made statements which migrated to social media with no news item attached:", "… Interestingly, ", " … and then in addition to that, what the acting secretary has done … is to also deploy components of Immigration Customs Enforcement [ICE] and Customs Border Protection [CBP] … uh, that are specially trained or special operations … ", ". Patches, that indicate that they’re federal law enforcement.", "The Federal Protective Service has its own ", " on DHS.gov, but entries about the branches of DHS are short.", "The poster’s reference to “soldiers [who] are actually contractors for Black River” appears to actually be a claim that the agents were supplied by the infamous private mercenary group Blackwater, a “", "” known for having agents in wars in ", " and Afghanistan.", "Although Blackwater was known to many Americans, that name was retired. In 2009, Blackwater became Xe Services, and in 2011, Xe Services became Academi:", "Academi is an American private military company founded in 1997 by former Navy SEAL officer Erik Prince as Blackwater, renamed as Xe Services in 2009 and known as Academi since 2011 after the company was acquired by a group of private investors. The company received widespread notoriety in 2007, when a group of its employees killed 14 Iraqi civilians and injured 20 in Nisour Square, Baghdad for which four guards were convicted in a U.S. court.", "As such, the agents would not be supplied by “Black River” or Blackwater, since the name had twice changed since 2009.", "It is widespread knowledge that Blackwater was founded by ", ", brother to the Trump administration’s Secretary of Education, Betsy DeVos.", "In March 2020, Prince was in the news for purported efforts to recruit former spies to ", " “Democratic campaigns and liberal groups”:", "Prince, a longtime informal adviser to President Donald Trump and the brother of Secretary of Education Betsy DeVos, reportedly helped recruit former American and British spies for “secretive intelligence-gathering operations” that included spying on congressional campaigns, labor groups and “other groups considered hostile to the Trump agenda” in an effort to aid Project Veritas, a conservative group that tries to embarrass Democrats, liberal groups and members of the media through hidden camera stings.", "The Intercept first reported [in 2019] that Prince hired a former MI-6 officer and funded spy training for the group after taking an interest in their work during the 2016 presidential campaign. The former MI-6 spy, Richard Seddon, helped run an operation to secretly record officials at the Michigan office of the American Federation of Teachers (AFT) and release files that could “damage the organization,” according to documents obtained by The Times.", "Seddon wrote that one of his operatives “copied a great many documents from the file room.” In another email obtained by The Times, Seddon mentioned a recording that featured a local union leader discussing DeVos. That same operative reportedly infiltrated former CIA officer Abigail Spanberger’s Democratic congressional campaign in Virginia but was discovered and fired.", "On July 28 2020, DHS ", " “Myth vs. Fact: 50+ Nights of Violence, Chaos, and Anarchy in Portland, Oregon,” sidestepping questions about the affiliation of the uniformed individuals in Portland.", "A few days earlier, a post on self-publishing platform Medium.com (“The Lead Federal Agency Responding to Protesters in Portland Employs Thousands of Private Contractors”) ", " that the agents were private contractors, pointing to January 2020 appropriations documents:", "What has not been reported widely in the media, however, is the fact that the Department of Homeland Security (DHS) unit that is coordinating the “crowd control” effort — ", ". Those contractors are being furnished to FPS by major private-sector security companies like Blackwater corporate descendant Triple Canopy as well as dozens of other private security firms.", "In fact, FPS spends more than $1 billion a year on these contract security guards who are authorized to conduct crowd control at federal properties, such as those in Portland. And, ", " and are likely to be part of the federal response President Trump has promised to stand up in multiple other cities, including Chicago, Detroit, New York, Philadelphia and other urban centers led by Democratic mayors across the country.", "There are some 13,000 security guards nationwide employed by FPS via contracts with private security firms, a figure that can be expanded through existing and future contracts. Via contracts with FPS, more than 50 private security firms provide guards — referred to as protective security officers (PSOs) — to the agency in the Washington, D.C., area alone.", "A portion of that item involved additional speculation from an anonymous source:", "“This concerns me, as FPS officers train with us at the federal law-enforcement training center in Glynco, Georgia,” [a] former Secret Service officer said, asking that his name not be used. “I can assure you that a contract officer isn’t law-enforcement certified. …This sounds very shady, and it sounds like a lawsuit waiting to happen.”", "The post’s author surmised (based on appropriations alongside images and videos) that the FPS agents were composed “largely of contract security personnel.” However, we were unable to verify to our own satisfaction whether the FPS response primarily involved private contractors.", "A popular Facebook post and separate tweets claimed that unidentified individuals in uniform detaining protesters in Portland were primarily private contractors, namely those attached to the Blackwater firm owned by Betsy DeVos’ brother Erik Prince. Prince is DeVos’ brother, but Blackwater was renamed twice and is now called Academi. Meanwhile, Customs and Border Protection confirmed that some of the agents are theirs and that the involved agency is the Federal Protective Service, acting under a June 2020 executive order to “protect monuments.” How many — if any — of the agents are private security contractors remains unknown, due mainly to the lack of transparency surrounding the federal troops."], "cats": ["Fact Checks", "Viral Content"], "score": 3.858479}
{"titles": ["Did the National Catholic Prayer Breakfast Recognize Bill Barr for ‘Christlike Behavior’?"], "authors": ["Kim LaCapria"], "dates": [" September 23, 2020"], "page_Url": "https://www.truthorfiction.com/did-the-national-catholic-prayer-breakfast-recognize-bill-barr-for-christlike-behavior/", "tags": ["True"], "content": ["On September 23 2020, “Christlike” appeared on Twitter’s list of trending topics due to a viral ", " objecting to a Catholic organization’s decision to honor Attorney General Bill Barr:", "The National Catholic Prayer Breakfast will present an award to Attorney General Barr for “Christlike behavior” tomorrow morning. A.G. Barr has ordered the executions of six men with at least one more on the calendar. What is “Christlike” about using discretionary power to kill?", "— Sister Helen Prejean (@helenprejean) ", "In her tweet, ", " author and anti-death penalty advocate Sister Helen Prejean used the word “Christlike.” Prejean specifically objected to Barr’s direct involvement with application of the death penalty, claiming Barr ordered the executions of six men (a seventh pending):", "The National Catholic Prayer Breakfast will present an award to Attorney General Barr for “Christlike behavior” tomorrow morning [September 23 2020]. A.G. Barr has ordered the executions of six men with at least one more on the calendar. What is “Christlike” about using discretionary power to kill?", "As a matter of doctrine, the Catholic Church formally ", " all instances of the death penalty in August 2018. A contemporaneous update to the ", "was amended to deem executions “inadmissible because it is an attack on the inviolability and dignity of the person’ and [the Church is] pledging to work for its abolition worldwide.”", "It appeared that “Christlike” had specifically trended due to Prejean’s invocation of the term in her late-night tweet. News organizations quickly clipped the ", " for subsequently viral headlines:", "Nun slams Catholic group for giving Barr award for \"Christlike behavior\" ", " ", "— The Hill (@thehill) ", "Other Catholic organizations ", " Christifidelis Laici awards to laypeople for works in service to the church.", "The phrase “Christifidelis Laici” is ", " from an ", " by Pope John Paul II in 1988:", "Christifideles Laici[:] Apostolic exhortation of Pope john paul ii, “The Lay Members of Christ’s Faithful People,” issued Dec. 30, 1988, following the seventh ordinary assembly of the Synod of Bishops (Oct. 1–30, 1987) whose theme was the “Vocation and Mission of the Laity in the Church and in the World Twenty Years after the Second Vatican Council.” The text comprises an introduction (nos. 1–7) and five chapters: “The Dignity of the Lay Faithful in the Church as Mystery,” (nos. 8–17), “The Participation of the Lay Faithful in the Life of Church as Communion” (nos. 18–31), “The Coresponsibility of the Lay Faithful in the Church as Mission” (nos. 32–44), “Good Stewards of God’s Varied Grace” (nos. 45–56), and “The Formation of the Lay Faithful in the Lay State” (nos. 57–64). The exhortation ends with an appeal to the intercession of the Virgin Mary.", "On the ", "‘s ", ", a ", " (“Christifideles Laici Award”) describes the relatively new honor:", "One can say the foundation of the National Catholic Prayer Breakfast, and a host of other Catholic apostolates, rests on an amalgam forged by the fire of the Holy Spirit. ", "Over the last generation, consider the launch and explosive growth of thousands of thriving apostolates, ministries, and charities tending to the needs of so many – especially in the areas of education and health care. It is stirring and inspiring to consider how many have answered the call of our Lord to serve in His vineyard.", "The NCPB created the Christifideles Laici Award in 2019 to help highlight these good works and those who serve the Church so well. The Award reads: “In Honor and Gratitude for Fidelity to the Church, Exemplary Selfless and Steadfast Service in the Lord’s Vineyard.”", "The Award itself is an original work commissioned by the NCPB and created by talented artist, Isaac Dell.", "That blurb acknowledged the award’s purpose in honoring laity or ", " (non-ordained members of the church), noting that the organization initiated the “Christifideles Laici Award in 2019 to help highlight these good works and those who serve the Church so well.” “Christlike behavior” was not explicitly described, but “good works” and people who “serve the church so well” were both mentioned.", "Atop the description was a photograph of 2019’s inaugural Christifidelis Laici Award, Gerry Giblin. To the left of Giblin was an image of Attorney General Bill Barr, labeled “2020 Honoree”:", "Overall, the National Catholic Prayer Breakfast’s website was sparse, and no additional information its decision to bestow the Christifidelis Laici Award upon Barr (or why he was selected) was readily available.", "On the National Catholic Prayer Breakfast’s Facebook page, there was no direct announcement about Barr being the award’s recipient in 2020. A September 14 2020 ", " mentioned Barr by name while addressing confusion about the ceremony:", " ", "A separate September 22 2020 ", " indicated that United States President Donald Trump was an anticipated speaker for the 2020 event:", "As “Christlike” trended on Twitter on September 23 2020, commenters flooded the post:", "“As a lifelong Catholic whose family has donated tens of thousands of dollars, I find this so against what Catholicism has stood for. The men you are honoring are corrupt, crooked liars. Trump has broken every commandment, and is the pure opposite of Jesus Christ and what he represents. He divides the nation yet you will honor him. He and Barr represent the worst in humans, they are evil, and Jesus Christ would not stand with them. This is shameful and sacrilegious. A man who has committed adultery more than once and even paid off a hooker. Today again, groups like yours make me ashamed to be a catholic. My extremely Catholic parents are rolling over in their graves.”", "“Hypocrites!! Christ like?!?! Barr should be charged with crimes against HUMANITY!!! SHAME, SHAME, SHAMEFUL and DISGUSTING!!!”", "“Jesus wept. John 11:35”", "“I hope you plan to counsel them to change their ways, like putting toddlers in cages or sterilizing their mothers, doing their best NOT to care for the sick and homeless, the widows and orphans, of being anti-life, and anti-God. If they refuse, will you offer a public rebuke and disavow them until they repent and make amends?”", "A ", " on FaithfulAmerica.org addressed the National Catholic Prayer Breakfast’s decision, gathering thousands of signatures, and reading in part:", "The National Catholic Prayer Breakfast pretends to be non-partisan — yet nearly every year, the event hosts primarily Republican leaders like Rick Santorum, Paul Ryan, Mike Pence, and George W. Bush.", "At this year’s breakfast, the right-wing Catholic organization plans to give a major award to Attorney General William Barr for “service in the Lord’s vineyard.” This is the same William Barr who provides legal cover for Donald Trump’s efforts to steal the election, cruelly teargassed peaceful protests for the president’s cynical Bible photo-op, and reinstated the federal death penalty.", "Without even a hint of irony, the award will be given the very same week that Barr’s Justice Department carries out its next two executions. That’s shocking for any Christian organization, but especially a Catholic one: Pope Francis has updated official Church teaching to oppose the death penalty under all circumstances.", "Given Barr’s record of unjust, corrupt authoritarianism, it’s clear that the NCPB’s award for Barr is simply a political stunt, hijacking the Church to boost Trump’s reelection chances — and that’s something that grassroots Catholics and other Christians cannot allow.", " ", " another nun who opposed Barr being given any award for “good works”:", "Meanwhile Sister Simone Campbell who is the executive director of NETWORK Catholic Lobby for Social Justice said it was not appropriate for Trump and Barr to appear in such a prominent Catholic forum.", "“I am horrified that they are giving an award to Attorney General Barr who had reinstituted executions of people on death row, which is shocking and counter to Catholic social teaching. It is abundantly clear, ‘thou shalt not kill’, and he is doing that and he is being given an award,” she told Newsweek.", "“Then they have President Trump who really doesn’t have a sense of religion or religious values addressing the breakfast. This appears to be a crass political move.", "“Based on who’s getting the award and based on President Trump’s policy, I don’t think the breakfast will enrich or really create a sense of solidarity of ‘we the people’, because it is too focused on destructive activities,” she added.", "In a September 22 2020 National Catholic Reporter ", " on the 2020 Christifidelis Laici Award and Barr’s scheduled acceptance of it (“National Catholic Prayer Breakfast award for Barr divides Catholics”), other prominent Catholics objected to the move — extensively and strenuously:", "It is “unconscionable and scandalous that this recognition be given to William Barr who only two months ago [in June 2020] reinstated the Federal death penalty after a 17-year discontinuance,” says ", ", a Catholic priest and former prison chaplain. He ", "The Catholic Mobilizing Network, which opposes the death penalty, has a petition that already has over 6,000 signers calling on Barr to “Stop the executions!”", "The decision to give Barr the award is “shocking, incomprehensible, and scandalous,” according to the Association of U.S. Catholic Priests. “Executions are clearly not pro-life,” said the association. ", "They also accused Barr of showing “disrespect for sacred space when he was party to a recent show of force to enable the President to use the grounds and building of an Episcopal Church in Lafayette Square to hold up a bible in front of the church as a prop for a political photo op.”", "Also tweeting against the award is Stephen Schneck of the Franciscan Action Network: “Barr personally restarted the federal death penalty. Willingly supported the separation of children from parents at the border. Directed the attack on protesters to give Trump a photo op with a Bible. The National CATHOLIC Prayer Breakfast needs to change its name.”", "Johnny Zokovitch, executive director of the ", " Pax Christi USA, referenced Barr’s record outside of executions in 2020, saying that the National Catholic Prayer Breakfast “should be ashamed” of its selection of Barr:", "There is no overlap between the gospel message and the Attorney General’s support for caging immigrant children, teargassing nonviolent protesters, executing fellow human beings, the sexual assault of women, racist rhetoric and the blatant disrespect for human dignity that runs rampant with this administration … The National Catholic Prayer Breakfast should be ashamed.", "On September 22 2020, the same day Prejean’s tweet was shared, Reuters published an article about federal executions during the Trump administration, ", ":", "The U.S. government put convicted rapist and murderer William LeCroy to death by lethal injection on [September 22 2020], the sixth execution under the Trump administration this summer after a lengthy hiatus in capital punishment at the federal level.", "[…]", "It marked the sixth death sentence the U.S. government has carried out during the past three months, more than the total number of federal executions carried out under all of President Donald Trump’s White House predecessors combined going back to 1963.", "Another execution was planned for Thursday, when Christopher Vialva, a convicted murderer, is set to become the first Black man to face the federal death penalty under Trump.", "As Prejean noted, six men were executed in 2020, with a seventh scheduled for September 24 2020. A June 15 2020 Department of Justice Office of Public Affairs ", " described Barr as having “directed” federal agencies to schedule several executions in 2020:", " who were convicted of murdering children in violation of federal law and who, in two cases, raped the children they murdered.", " — similar to protocols used in hundreds of state executions and repeatedly upheld by federal courts, including the Supreme Court, as consistent with the Eighth Amendment. A district court’s preliminary injunction prevented BOP from carrying out executions under the revised protocol, but the U.S. Court of Appeals for the D.C. Circuit vacated that injunction — clearing the way for the federal government to resume capital punishment after a nearly two-decade hiatus.", " “The four murderers whose executions are scheduled today have received full and fair proceedings under our Constitution and laws. We owe it to the victims of these horrific crimes, and to the families left behind, to carry forward the sentence imposed by our justice system.”", "The press release concluded:", "Additional executions will be scheduled at a later date.", "Sister Helen Prejean’s tweet describing the purpose of the National Catholic Prayer Breakfast’s “Christifideles Laici Award” as honoring “Christlike” behavior appeared to be a paraphrase, and as a nun, Prejean was an expert on Catholic Doctrine. It is true the National Catholic Prayer Breakfast chose Attorney General Bill Barr as its second-ever recipient for the “Christifideles Laici Award” in 2020, and it is further true that Barr presided over six executions in 2020, with a seventh scheduled just after the event."], "cats": ["Fact Checks", "Viral Content"], "score": 3.815887}


