Query for ['USA', 'trump'] :
{"titles": ["Threatening Messages Sent to Democratic Party Voters in Battleground States"], "authors": ["Brooke Binkowski"], "dates": [" October 21, 2020"], "page_Url": "https://www.truthorfiction.com/threatening-messages-sent-to-democratic-party-voters-in-battleground-states/", "tags": [], "content": ["In a preview of more organized disinformation campaigns to come in the 2020 U.S. elections and subsequent interregnum period, Democratic Party voters in swing states received threatening emails the week of October 19 2020, ordering them to switch their voter registration to Republican or to expect consequences.", "The first reports of such emails appeared out of ", ". The text of the ", " themselves — which were from spoofed email addresses purporting to be from the far-right group the Proud Boys — generally read as follows:", "(NAME) we are in possession of all your information You are currently registered as a Democrat and we know this because we have gained access into the entire voting infrastructure. You will vote for Trump on Election Day or we will come after you. Change your party affiliation to Republican to let us know you received our message and will comply. We will know which candidate you voted for. I would take this seriously if I were you. (VOTER’S ADDRESS) good luck", "Officials in Florida’s Brevard County, which was among the first regions to report these emails, swiftly responded to the stories by assuring voters that they and their ballots were secure. Brevard County Sheriff Wayne Ivey said in a statement that ", " and should be considered an act of attempted intimidation:", "While the investigation is active and currently ongoing, as your Sheriff I want to personally assure everyone that the Sheriff’s Office, our federal and local law enforcement partners are doing everything possible to identify those responsible. In America, every registered voter is afforded the right to participate in the electoral process and deserves to do so without intimidation or influence. Please know that everyone in our community is safe to go to the polls throughout the election process and while these emails appear concerning, the investigation to date has determined the emails originated from outside the continental United States and are not considered a valid threat, but were sent with a morally corrupt agenda!", "Please do not allow this or any other action by anyone to intimidate or dissuade you from your right as an American to cast your ballot for the candidate(s) of your choosing during early voting or on Election Day!!", "Soon after that, ", " began to report receiving the same emails, which once again purported to be from the Proud Boys:", "An Anchorage-based FBI spokeswoman, Chloe Martin, said her agency is also aware of the emails but declined to answer questions. She ", " released by the Anchorage FBI office earlier this month saying that the agency is monitoring potential threats to Americans’ voting rights and that violations of federal law in Alaska will not be tolerated.", "The emails were sent from multiple addresses, according to copies shared with Alaska Public Media and posted to social media. One was sent from “", ",” and the one sent to Stanton came from “", "”", "Reports also appeared of voters receiving the same emails in at least two other ", " so far, Arizona and Pennsylvania.  (Alaska is not technically a swing state in the 2020 election, but its state politics are ", ".)", "Chris Krebs of the U.S. Cybersecurity and Infrastructure Security Agency weighed in on the issue:", "Not a moment too soon, as we’re aware of threatening emails with misleading info about the secrecy of your vote.", "FACT: Ballot secrecy is guaranteed by law in all states.", "These emails are meant to intimidate and undermine American voters’ confidence in our elections. ", "— Chris Krebs #Protect2020 (@CISAKrebs) ", "Proud Boys chairman Enrique Tarrio vehemently ", " that the group was part of any such attempt. “It’s just never been a thing,” he told reporters:", "The chairman of Proud Boys, Enrique Tarrio of Miami, said his group did not send the emails. He made the remarks in an interview with Fresh Take Florida, a news service operated by the University of Florida College of Journalism and Communications. Tarrio said he was cooperating with the FBI’s investigation.", "“We don’t do mass emails,” Tarrio said. “This is definitely, definitely not us.”", "Tarrio also said the Proud Boys had no history of being involved in voter intimidation.", "CBS further reported that the messages are tied to servers located not in the United State, but Estonia, Saudi Arabia, and the United Arab Emirates — although what that may mean remains unclear:", "The IP addresses don’t establish that the senders are based in those countries, since the messages could have been routed through the servers from nearly anywhere, according to Dmitri Alperovitch, the co-founder and former chief technology officer of cybersecurity firm CrowdStrike. He noted that the messages were sent via a “cloud infrastructure provider in Saudi Arabia called ‘Saudi Executive Cloud.'”", "Alperovitch, who reviewed the source code from one of the emails, said that while the emails were sent through overseas servers, “there is no indication to suggest that it is a nation-state or otherwise foreign campaign.”", "“These types of email campaigns are unfortunately trivial to execute for anyone with an internet connection and a just modicum of technical ability,” he said.", "Officials in each state say that the investigations are continuing and encourage voters who receive such emails (or who experience similarly organized intimidation attempts online or offline) to report them to local authorities.", "It is the latest salvo in an ongoing battle, as disinformation purveyors continue their inauthentic tactics, aided and abetted by social media algorithms, hoaxsters, gadflies, hostile domestic and foreign entities, useful idiots, weaponized rhetoric, and actual violence on levels from hyperlocal to national to global, all in pursuit of the same goal: To create chaos and sow doubts around the outcome of the 2020 U.S. election — whatever that might be — and to topple the public’s already teetering faith in liberal democracies and the institutions that support them."], "cats": ["Analysis", "Disinformation", "Reporting", "Social Media", "Trump", "Trump", "War"], "score": 41.317696}
{"titles": ["Are Brazilian Troops Considering ‘Military Intervention’ on Trump’s Behalf?"], "authors": ["Arturo Garcia"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/sdsu-college-republicans-bolsonaro-trump/", "tags": ["Not True"], "content": ["A right-wing group based out of San Diego State University in California stoked more conspiracy theories around the 2020 U.S. presidential elections on Twitter, claiming that troops and operatives from other governments may get involved on behalf of incumbent President Donald Trump.", "The SDSU College Republicans claimed on ", "BREAKING: Chiefs of staff of Brazilian Armed Forces reportedly briefing President Jair Bolsonaro on contingencies in the event that President Trump calls on Brazilian military intervention to guarantee integrity of elections. Plainclothes SOC officers already in PA since Tues.", "There has been no evidence of looming Brazilian efforts to intervene on behalf of Trump, who lost the presidential election to Democratic nominee Joe Biden; ", " to the ", " the Brazilian president did not express any opposition to his American ally’s loss.", "“I am not the most important person in Brazil, just as Trump is not the most important person in the world, as he himself says,” Bolosonaro said following Trump’s loss. “The most important person is God. Humility must be present among us.”", "The group further ", " that Polish special mission units and volunteers belonging to the far-right Lega Nord party in Italy were also being tasked with finding “sources of fraud ballots.” When others asked the group for a source, the account refused, instead doubling down and ", ", “Source: Just trust us.”", "We contacted both Twitter and the university seeking comment on the group’s claims, but we did not receive a response.", "In May 2020 the group was one of thirty student Republican groups that signed on to a letter from a nationalist and anti-immigrant “think tank” called the Federation for American Immigration Reform (FAIR), calling on the Trump administration to suspend the federal H-1B worker visa program. As the Southern Poverty Law Center has ", ", FAIR’s posturing as an immigration group hides “much ugliness”:", "FAIR leaders have ties to white supremacist groups and eugenicists and have made many racist statements. Its advertisements have been rejected because of racist content. FAIR’s founder, John Tanton, has expressed his wish that America remain a majority-white population: a goal to be achieved, presumably, by limiting the number of nonwhites who enter the country. One of the group’s main goals is upending the Immigration and Nationality Act of 1965, which ended a decades-long, racist quota system that limited immigration mostly to northern Europeans. FAIR President Dan Stein has called the Act a “mistake.”", "The SDSU group’s president, Oliver Krvaric, subsequently said in a July 2020 ", " for the local ", " newspaper that he believed “nationalist Republicans” were in the best position to carry the party forward after Trump’s presidency. He wrote:", "I hope to see the Republican Party continue to pivot towards what some are calling “national conservatism.” Economic nationalism, defense of the traditional family, a commitment to the nation-state model, reverence for our history, and an effort to uphold our national and cultural identity all have their place in a revived Republican platform, and the SDSU College Republicans will proudly help lead the way.", "Former SPLC chair Jim McElvoy criticized Krvaric’s rhetoric to another San Diego news organization, KPBS-TV. “When people talk about cultural heritage, especially people on the right, they are talking about white heritage,” McElroy ", " in August 2020.", "Krvaric’s father, outgoing San Diego Republican Party chair Tony Krvaric, drew local attention around that time after a video surfaced of himself surrounded by Nazi iconography. The video was made in Sweden in the late 1980s, before the elder Krvaric emigrated to the U.S.", "“There’s a dancing Hitler. There’s a swastika on someone’s neck,” McElroy said. “There’s a Sieg Heil salute. We’re talking about genocide. We’re talking about the deaths of millions of people. That’s not something to joke about.”", "Tony Krvaric later denied that he was directly involved with making the video.", "“For the record, any Nazi imagery is disgusting. I didn’t create the computer animation, didn’t choose the graphics, and I obviously don’t support anything like that,” he ", ".", "The station also reported that another son of Tony Krvaric (not the one who defended nationalism in an op-ed) had associated himself with the white nationalist group the “Groyper Army”:", "The Groyper Army, which uses a similar cartoon frog as its symbol, is fighting a “war” with mainstream conservatives to move them further to the right.", "“They advocate for white America,” said McElroy, the civil rights attorney. “They advocate for the end of all immigration whatsoever. They say, `we’re losing our cultural identity and heritage,’ which for some reason, they don’t believe includes people of color but only white, Aryan, Europe-based people.”", "The release of the Nazi-themed video came shortly after the elder Krvaric ", " he would retire from the party chairman position. Since then, local Democrats ", " an 8-1 majority on the city council in the November 2020 elections, as well as a projected majority on the county board of supervisors. Additionally, the mayoral election was contested between two Democratic candidates, Barbara Bry and Todd Gloria after both qualified for a runoff, which no Republican candidate managed to do."], "cats": ["Disinformation", "Fact Checks"], "score": 35.033768}
{"titles": ["The Saga of Hunter Biden’s Laptop"], "authors": ["Brooke Binkowski"], "dates": [" October 14, 2020"], "page_Url": "https://www.truthorfiction.com/the-saga-of-hunter-bidens-laptop/", "tags": [], "content": ["On October 14 2020, as increasingly bold or desperate attempts from all corners to sway the November 2020 U.S. elections reached a fever pitch, a story appeared in the ", " about Hunter Biden, son of Democratic Party presidential candidate Joe Biden, promising in the headline to deliver a “", "“:", "Hunter Biden introduced his father, then-Vice President Joe Biden, to a top executive at a Ukrainian energy firm less than a year before the elder Biden ", " into firing a prosecutor who was investigating the company, according to e-mails obtained by The Post.", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "An earlier email from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "The blockbuster correspondence — which flies in the face of Joe Biden’s claim that he’s “", "” — is contained in a massive trove of data recovered from a laptop computer.", "From its very start, the story hedges its bets and is far from being the “smoking gun” or the “blockbuster” that it calls itself. Reading on, its “evidence” seems flimsier still. For one thing, all this evidence hinges on the ", " that Hunter Biden sat on the board of Burisma Holdings, a Ukrainian natural gas producer, from 2014 to 2019. This is true. It is further true that his appointment to the board met with opposition by some with concerns that it would create an appearance, if not a reality, of conflict of interest.", "And finally, it is true that the Trump administration began to level these charges at Hunter Biden, and by extension his father Joe Biden, in the months before Democratic lawmakers initiated ", " against Donald Trump in ", " over Trump’s dealings with Ukraine.", "Four months before that, Trump’s lawyer — former New York City mayor turned enthusiastic disinformation purveyor Rudy Giuliani — ", " that he would be traveling to Ukraine to attempt to pressure its incoming leadership to offer up dirt for ", ":", "Mr. Giuliani said he plans to travel to Kiev, the Ukrainian capital, in the coming days and wants to meet with the nation’s president-elect to urge him to pursue inquiries that allies of the White House contend could yield new information about two matters of intense interest to Mr. Trump.", "One is the origin of the special counsel’s investigation into Russia’s interference in the 2016 election. The other is the ", " in a gas company owned by a Ukrainian oligarch.", "Mr. Giuliani’s plans create the remarkable scene of a lawyer for the president of the United States pressing a foreign government to pursue investigations that Mr. Trump’s allies hope could help him in his re-election campaign. And it comes after Mr. Trump spent more than half of his term facing questions about whether his 2016 campaign conspired with a foreign power.", "Giuliani’s “investigations” ultimately would not bear fruit (the probe into the origins of at least one aspect of the Russia investigation was ", " in October 2020, just days before the ", " published the Hunter Biden “smoking gun” story)  but that didn’t stop the Trump re-election campaign and its political allies (including U.S. President Donald Trump himself) from trying to push the story along ", ", as Associated Press reported on October 13 2020:", "Officials declassified the names of Obama administration officials ", "of an American — in this case, former national security adviser Michael Flynn — who surveillance revealed had interacted with Russia’s ambassador, but who wasn’t identified by name in intelligence reports. While Trump cast the unmasking as sinister, it’s a routine action and proper procedures were followed.", "The Washington Post reported Tuesday that a probe commissioned by Barr and focused on the “unmasking” question had concluded without criminal charges or any findings of substantive wrongdoing.", "[…]", "Meanwhile, Attorney General William Barr has appointed a prosecutor to investigate the origins of the Russia probe. That prosecutor, U.S. Attorney John Durham of Connecticut, has ", " from a former FBI lawyer for altering an email related to Page’s surveillance.", "Trump has demanded big-name indictments and called for the probe to be ", ". But it’s not clear when Durham will finish his work or what it will reveal.", "The investigation into Hunter Biden’s time on the Burisma board, spearheaded by top Republican senators Ron Johnson and Chuck Grassley, also fizzled away — but not until long after it was credibly described by Democratic lawmakers as ", " using the two as proxies in July 2020, which they denied:", "The packets, the sources said, were sent by Andrii Derkach, a Ukrainian lawmaker who met with Trump’s personal lawyer Rudy Giuliani in Kyiv last December to discuss investigating the Biden family.", "In a statement to POLITICO, Derkach said he sent the materials to the lawmakers and Mulvaney with the goal of “creating an inter-parliamentary association called ‘Friends of Ukraine STOP Corruption.’” He added that he recently notified Grassley, Johnson, Graham, and Democratic Sens. Gary Peters of Michigan and Ron Wyden of Oregon “about the content and materials published and voiced” at his news conferences.", "Spokespeople for Peters and Wyden said their offices had never received anything from Derkach.", "Derkach was ", " by the United States Treasury two months later, in September 2020, for “election interference.” The press release from the Treasury was remarkably specific in its details:", "From at least late 2019 through mid-2020, Derkach waged a covert influence campaign centered on cultivating false and unsubstantiated narratives concerning U.S. officials in the upcoming 2020 Presidential Election, spurring corruption investigations in both Ukraine and the United States designed to culminate prior to election day. Derkach’s unsubstantiated narratives were pushed in Western media through coverage of press conferences and other news events, including interviews and statements.", "Between May and July 2020, Derkach released edited audio tapes and other unsupported information with the intent to discredit U.S. officials, and he levied unsubstantiated allegations against U.S. and international political figures. Derkach almost certainly targeted the U.S. voting populace, prominent U.S. persons, and members of the U.S. government, based on his reliance on U.S. platforms, English-language documents and videos, and pro-Russian lobbyists in the United States used to propagate his claims.", "When Republicans produced ", " on Biden’s purported activities in September, journalists and researchers pored over it, only to find that it was essentially a hash of warmed-over, discredited conspiracy theories and information already publicly available. As BuzzFeed News reported, that investigation ended not with a bang, but rather with more of ", ":", "The report relies heavily on the public remarks of two US officials, including top State Department official George Kent, who said Hunter Biden’s work for Burisma was “very awkward” for US officials who were pushing an anti-corruption agenda in post-revolution Ukraine.", "Burisma and its owner, Mykola Zlochevsky, have been accused by Ukrainian authorities of corruption and are embroiled in investigations in Kyiv. But two of Ukraine’s last three prosecutors general — including Yuriy Lutsenko, who ", " in Rudy Giuliani’s backdoor Ukraine campaign to help Donald Trump — have said that no evidence has ever been found to suggest Hunter Biden was part of any corrupt scheme.", "[…]", "Beyond stating that Hunter Biden’s role on the board of Burisma, a Ukrainian energy company, interfered with “efficient execution” US–Ukraine policy, there is nothing damning enough to throw Joe Biden’s candidacy off course.", "The Johnson–Grassley report concludes that “Hunter Biden’s position on Burisma’s board was problematic and did interfere in the efficient execution of policy with respect to Ukraine.” It also alleges that Hunter and other Biden relatives “cashed in on Joe Biden’s vice presidency.”", "But the report undermines its own findings, stating that “the extent to which Hunter Biden’s role on Burisma’s board affected US policy toward Ukraine is not clear.”", "The issue seemed to be a non-starter, until about three weeks later — October 14 2020 — when the ", "dropped that aforementioned article (“Smoking-gun email reveals how Hunter Biden introduced Ukrainian businessman to VP dad”), which reported the following:", "The never-before-revealed meeting is mentioned in a message of appreciation that Vadym Pozharskyi, an adviser to the board of Burisma, allegedly sent Hunter Biden on April 17, 2015, about a year after Hunter joined the Burisma board at a reported salary of up to $50,000 a month.", "“Dear Hunter, thank you for inviting me to DC and giving an opportunity to meet your father and spent [sic] some time together. It’s realty [sic] an honor and pleasure,” the e-mail reads.", "An earlier e-mail from May 2014 also shows Pozharskyi, reportedly Burisma’s No. 3 exec, asking Hunter for “advice on how you could use your influence” on the company’s behalf.", "However, as journalists quickly noted, there was no smoking gun. In fact, there wasn’t even a gun to smoke. The story hinged on files found on a laptop that was dropped off at a Delaware computer store by an unknown person in April 2019; the owner of the shop, John Paul Isaac, ", " after the ", " story came out that he did not see the person who took in the laptop, but that it had a sticker on it that said “Beau Biden,” which is how he surmised that it was Hunter Biden’s computer.", "It didn’t get any better from there:", "Throughout the entire interview, Isaac switched back and forth from saying he reached out to law enforcement after viewing the files in the laptop to saying that it was actually the Federal Bureau of Investigation that reached out to him. At one point, Isaac claimed that he was emailing someone from the FBI about the laptop. At another point he claimed a special agent from the Baltimore office had contacted him after he alerted the FBI to the device’s existence. At another point, he said the FBI reached out to him for “help accessing his drive.”", "Isaac referenced the infamous Seth Rich conspiracy theory—which holds that a DNC staffer who police say was murdered in a botched robbery was actually killed off by Clinton allies because he leaked committee emails—as reason for his paranoia. He said he made a copy of the hard drive for purposes of personal protection.", "Isaac then refused to answer questions about whether he had any sort of history with Rudy Giuliani:", " Pressed on his relationship with Giuliani, he replied: “When you’re afraid and you don’t know anything about the depth of the waters that you’re in, you want to find a lifeguard.”", "Seeming to realize he’d said too much, he added: “Ah shit.”", "So, Rudy was your lifeguard, the reporters asked. “No comment,” he replied.", "It remains unclear whose laptop this actually was, how it came to be dropped off at the Maryland computer store in April 2019, whether the emails and other materials found on it are indeed legitimate, or whether more “October Surprises” will follow. However, one thing is clear: The ", " “smoking gun” story — packed to the brim as it is with half-truths, outright lies, innuendo, smears, and foreign actors credibly accused of U.S. election meddling — is disinformation. Whether or not it will be credibly weaponized remains to be seen."], "cats": ["Analysis", "Disinformation", "Government", "News Media", "Reporting", "Russia", "Social Media", "Trump", "Trump"], "score": 34.130386}
{"titles": ["As U.S. Election Looms, Agitprop Floods Social Media Platforms"], "authors": ["Brooke Binkowski"], "dates": [" October 29, 2020"], "page_Url": "https://www.truthorfiction.com/as-u-s-election-looms-agitprop-floods-social-media-platforms/", "tags": [], "content": ["In the days leading up to the 2020 U.S. presidential election, the disinformation that has been a hallmark of the Trump campaign, then administration, then campaign again reached new heights with political smears, ", " ", ", and their ", " borne out as stochastic acts of terror, often — ", " — targeting specific politicians or protesters.", "Agitprop is propaganda meant to inflame or ", " the public at large, hence the portmanteau. It has been a characteristic of the disinformation that has swept social media platforms, but is reaching new levels (including overt calls for violence) in the final days before the November 3 2020 election.", "As the corrosive claims propaganda purveyors and well-known sites make continue to be faithfully debunked by increasingly exhausted and slimed fact-checkers, debunkers, and other journalists, a new disinformation narrative has emerged. This is characterized by the discussion of a new civil war not just as a possibility but an inevitability, ascribed to a shadowy and nebulous “global Left” or the pejorative “Democrat Party.” They appear on Facebook and Instagram, WhatsApp and Twitter, Telegram, Gab, MeWe, and other, more esoteric social media sites.", "Many are in the forms of commentary, but others are calls to action.", "Some are nebulous, without specific individual or geographic targets as they use their propaganda to prey on fear or faith or both:", "Others are targeting specific regions that have seen major unrest or disturbances, or swing states whose governors have policies perceived as counter to the Trump administration’s:", "There are also warnings of an event set to take place on election night in Washington, DC. Typically, these rumors come in the form of either mischaracterizing planned peaceful protests, or simply making up events to justify calls to action to “defend” the area from a “", "” or “antifa thugs.” The rumors seem to have emerged out of reports of a planned ", " that have been spun up into rumors of plans to “shut down the country,” as disinformation-heavy far-right site The Federalist ", ":", "The text of the article (as well as the headline once you click the story) does not match this inflammatory claim, meaning that The Federalist and other sites like it are banking on people sharing it based on the headline:", "Riot and protest instigators plan to “make sure Trump leaves the White House” by any means necessary after the Nov. 3 election, according to website posts from the group Shut Down DC and ", ". “W]e’re making plans to be in the streets before the polls even close, ready to adapt and respond to whatever comes our way,” ", " on its website currently.", "“Trump has shown that he will stop at nothing to maintain his grip on power. Trump will not leave office without mass mobilization and direct action,” an Oct. 13 version of the same web page reads, ", ".", "The group linked to protests at the homes of Trump administration officials tells its DC-area supporters to “Come to Black Lives Matter Plaza” on election night “to create serious disruption if Trump really tries to steal the election!” ", " is the site of repeated ", " and defacement of the historic Saint John’s Church one block away from the White House.", "None of these statements — from claims about the governors to rumors of a left-wing uprising — have much basis in objective reality, but as ", " on militia activities in the United States from ", " and the ", " explains, reality is not the point:", " While ‘leftist coup’ activities are poorly defined among armed movements, they can be understood as fear of organized left-wing activism against right-wing activity. Protests organized by and around BLM, or places where anti-BLM activists may fear Antifa activity, are also at a heightened risk of militia activity. Leaders of militias often refer to BLM activists as “Marxists” (", "). It is important to note that the ‘leftist coup’ phenomenon is not founded in any real detectable dynamics, and appears to rather be related more to endemic paranoia among many of the armed militias of the US.", "The report also identifies what its data shows to be the regions in the United States most at risk of election violence and chaos:", " also remain important potential inflection points for violence, as they provide a natural coalescence point, especially in more rural and suburban areas that have been particularly conducive to the foundation and regular activities of militia groups. Medium-population cities and suburban areas with centralized zones — such as parks, main streets, and plazas — also serve as locations of major gravitational pull. These locations are potentially fertile grounds for violence from the groups identified in this report. This is especially true in contexts where groups are able to draw from a large population outside of the primary location, and in places that can be easily accessed from these hinterland and suburban regions.", "Barriers to militia activity, meanwhile, can include locations with an overwhelming left-leaning population and/or large populations unsupportive of militias. Within these parameters, a location like Albany, New York would be more likely to see violence related to the right-wing armed movements we have identified, while New York City would remain less likely.", "Taking these drivers and barriers into account, capitals and peripheral towns, as well as  medium-population cities and suburban areas with centralized zones, in ", "and", " are deemed to be at highest risk of increased militia activity in the election and post-election period. Meanwhile, ", "and ", "are found to be at moderate risk.", "This agitprop and corrosive rhetoric is also being laundered and herded further into the national discourse from the fringe by the usual mechanisms of mainstream-adjacent media members who support the far right and its activities. In the past seven days, for example, propagandists, grifters, and other trolls have reached a new level of keening about a second civil war or coup d’etat:", " ", "But the concept of what war, internecine or otherwise, actually looks like has changed and hybridized in the last few years. Thanks to active measures, it is now horizontal, targeting civilians rather than soldiers and individual minds and hearts rather than groups of people; propaganda and hacking have taken the place of bombs for the most part, and hybrid warfare turns on terror against soft targets rather than battles between trained armies.", "A theory known as the “", ",” first predicted by United States Marine Corps Gen. Charles C. Krulak in the 1990s, explains some of these changes:", "The rapid diffusion of technology, the growth of a multitude of transnational factors, and the consequences of increasing globalization and economic interdependence, have coalesced to create national security challenges remarkable for their complexity. By 2020, eighty-five percent of the world’s inhabitants will be crowded into coastal cities — cities generally lacking the infrastructure required to support their burgeoning populations. Under these conditions, long simmering ethnic, nationalist, and economic tensions will explode and increase the potential of crises requiring U.S. intervention. Compounding the challenges posed by this growing global instability will be the emergence of an increasingly complex and lethal battlefield. The widespread availability of sophisticated weapons and equipment will “level the playing field” and negate our traditional technological superiority. The lines separating the levels of war, and distinguishing combatant from “non-combatant,” will blur, and adversaries, confounded by our “conventional” superiority, will resort to asymmetrical means to redress the imbalance. Further complicating the situation will be the ubiquitous media whose presence will mean that all future conflicts will be acted out before an international audience.", "Kulak’s predictions did not take social media and livestreaming into account as a possibility, which has offered the opportunity for still more coverage from areas of unrest and acts of extreme violence — which in turn naturally play into further fearmongering and disinformation, which can now appear in real time and at a global scale, thanks to social media algorithms and the work of bots, trolls, and overenthusiastic useful idiots.", "In 2005, two senior U.S. military officials, retired Marine Lt. Col. Frank Hoffman and then-Lt. Gen. James Mattis (who went on to serve as U.S. Secretary of Defense in the Trump administration before ", " of its ", " in December 2018) accurately predicted the toxicity of social media and its role in such influence campaigns is that it was   updated this theory to what they called a Four Block War, acknowledging the heavy disinformation and agitprop component in such skirmishes and advising ways to counter it through ", ":", " [The Three Block War] is a pretty simple construct. You are fighting like the dickens on one block, you’re handing our humanitarian supplies in the next block, and the next one over you’re trying to keep warring factions apart. This environment should sound pretty familiar to anyone watching CNN these days. It is not an environment for specialists, who may find themselves in the middle of a firefight that they were not prepared for.", "[…]", "The Four Block War adds a new but very relevant dimension to situations like the counterinsurgency in Iraq. Insurgencies are wars of ideas, and our ideas need to compete with those of the enemy. Our actions in the three other blocks are important to building up our credibility and establishing relationships with the population and their leadership. Thus, there is an information operations aspect within each block. In each of the traditional three blocks our Marines are both “sensors” that collect intelligence, as well as “transmitters.” Everything they do or fail to do sends a message. They need to be trained for that, and informed by commander’s intent.", "The information ops component is how we extend our reach and how we can influence populations to reject the misshaped ideology and hatred they are offered by the insurgents. Successful information ops help the civilian population understand and accept the better future we seek to help build with them.", "Seen through that lens, the ongoing tensions and violence between protesters, white supremacists and their supporters, and local and federal law enforcement that has been ongoing for months in Portland, Oregon takes on a new dimension, because by this metric, that war is already here as its combatants battle for control of a major port city in the western United States — complete with exhaustive traditional and social media coverage:", "A group of Feds rush after someone to arrest them, for almost two blocks. The Federal Agents get outrun. ", " ", " ", " ", " ", " ", " ", "— Garrison Davis (@hungrybowtie) ", "As Portland-area far-right researcher and journalist Robert Evans points out, the unrest there is a reliable bellwether for what can be expected throughout the country ", " if the American public does not take a stand against it, meaning much of the country might soon expect small but fierce battle zones, all with that same violence relayed to the rest of the world in real time:", "If November 4 brings mass protests across the country, staying home won’t necessarily protect you. A single can of tear gas can spread a full ", ". Portlanders are regularly tear-gassed by police in their own homes. ", " who fled his home to escape a choking cloud of gas was beaten so badly by a Portland police officer that he received a concussion. One of the most haunting recordings of the entire year is this mother begging to the police, “Our babies sleep here, they don’t have masks.”", "Given the instability of the American political situation (largely due to weaponized disinformation and rhetoric and the politicians who encourage it to further their own aims), large-scale stochastic violence, a full-blown civil war, or even a number of Portland, Oregon scenarios should be anticipated — but they are not assured outcomes. Awareness that such rhetoric and mobilization has been taking place is key in keeping the situation on the ground from devolving into further violence.", "As we have written about extensively in the past, we maintain that ", " from all fronts, whether through academia, journalism, activism, or simply moderating misleading and corrosive content, remains the most reliable and nonviolent way of countering such activities.  The good news is that in this brave new world of social media and internet organization, anyone who wishes can participate to counter agitprop and lies. The bad news is that in this brave new world of social media and internet organization, without sustained public efforts to fight propaganda and disinformation, no one will be untouched by its corrosive effects for the foreseeable future."], "cats": ["Analysis", "Crime / Police", "Disinformation", "Identifying Fake News", "News Media", "Reporting", "Russia", "Social Media", "Terrorism", "Trump", "Trump", "Viruses", "War", "Warnings"], "score": 31.250168}
{"titles": ["The Trump Store’s $88 Baseball"], "authors": ["Kim LaCapria"], "dates": [" June 29, 2020"], "page_Url": "https://www.truthorfiction.com/the-trump-stores-88-baseball/", "tags": ["True"], "content": ["In late June 2020, screenshots of a TrumpStore.com baseball priced at $88 began circulating on Facebook and ", ":", "completely normal baseball price, $85 was just too low, but $90 was just too much 🙂 nothing weird about it ", "— emily kahn (@KingK4hn) ", "Alongside a screenshot of the purported $88 baseball inscribed with “Trump,” @KingK4hn wrote:", "completely normal baseball price, $85 was just too low, but $90 was just too much 🙂 nothing weird about it", "In a second tweet, @KingK4hn ", ":", "Half the people here get that 88 is a nazi dogwhistle", "The other half think im just making fun of how expensive it is", "— emily kahn (@KingK4hn) ", "It is well established that the number “88” is a hate symbol. In its Hate Symbols Database, the Anti-Defamation League (", ") explains:", "88 is a white supremacist numerical code for “Heil Hitler.” H is the eighth letter of the alphabet, so 88 = HH = Heil Hitler. One of the most common white supremacist symbols, 88 is used throughout the entire white supremacist movement, not just neo-Nazis. ", " as a tattoo or graphic symbol; ", " It is even sometimes used as a greeting or sign-off (particularly in messages on social networking websites).", "Although the ADL added that it “should be noted that 88 can be found in non-extremist contexts,” the organization also alluded to its use as a dogwhistle. A dogwhistle, in this instance, involves employing the use of coded ", " to appeal to white supremacists:", "Dog whistle is a type of strategy of communication that sends a message that the general population will take a certain meaning from, but a certain group that is “in the know” will take away the secret, intended message. Often involves code words.", "A search for “", "” on shop.donaldjtrump.com returned no results — and the design of that site did not resemble the screenshot seen above. On trumpstore.com, however, a search for “", "” immediately brought up the listing for the $88 baseball. A description read:", "It’s a home run with our classic leather baseball. Hand stitched with a nostalgic design, our Trump Baseball will take you back to long summers. Display as the centerpiece of your collection or purchase for someone special.", "The listing is archived ", ".", "Shop.donaldjtrump.com was a sub-site of donaldjtrump.com; its footer read:", "Copyright © 2020, Trump Make America Great Again Committee. Paid for by Trump Make America Great Again Committee, a joint fundraising committee authorized by and composed of Donald J. Trump for President, Inc. and the Republican National Committee.", "TrumpStore.com maintained an “", "” page, directing visitors to visit its “flagship retail store” in Trump Tower, and reading:", "Welcome to TrumpStore.com, the official retail website of The Trump Organization. We are thrilled to offer the very latest in Trump branded merchandise, apparel, headwear, gifts and much more!", "Inspired by our portfolio of the finest golf, hotel and residential properties in the world, you can now shop the official Trump Collection online.", "Visit us to learn more our about upcoming product offerings and experience the very best from our retail shops across the globe.", "We look forward to sharing exciting collaborations and exclusive special collections. Welcome to the World of Trump!", "The Trump Organization’s TrumpStore.com (which maintained a retail presence in Trump Tower) has a live listing for a baseball priced at $88. The number 88 is a well-known extremist symbol, used by white supremacists to signal others with similar beliefs."], "cats": ["Fact Checks", "Viral Content"], "score": 30.955135}
{"titles": ["Can Ultraviolet Light Be Injected Into the Body to Fight COVID-19?"], "authors": ["Arturo Garcia"], "dates": [" April 27, 2020"], "page_Url": "https://www.truthorfiction.com/trump-uv-light-injected-covid-19/", "tags": ["Not True"], "content": ["As attention swirled around “", "” remarks concerning the use of household disinfectants to treat COVID-19, some social media users attempted to gin up more support for United States President Donald Trump by fixating on another theory he shared during a heavily-criticized appearance on April 23 2020.", "During the press briefing, Trump said:", "Supposing we hit the body with a tremendous — whether it’s ultraviolet or just very powerful light. And I think you said that hasn’t been checked, but we’re going to test it? And then I said, supposing you brought the light inside the body, either through the skin or some other way.", "To date, there is no evidence that putting sunlight into your body can help fight against the disease. But the president’s statement has since been refitted into a ", " circulating around Facebook showing a purported infusion of light into a human arm:", "According to a caption often placed alongside the photo:", "For all you dummies that have absolutely no idea what Trump’s talking about … UV light is injected into the body to kill bacteria and viruses and this has been used for a while now. Just because it’s called a “disinfectant” doesn’t mean it’s Pine-So ", "One ", " of the post attributes the photograph to Stephanie Grutz, as well as a statement saying that it was taken in 2017 at a clinic in Seattle. She wrote:", "I’m an independent voter, always have been. Definitely had had strong opinions about this current president. But, putting politics aside, his words made me literally jump up in excitement.", "She added:", "IV laser light therapy helps repair mitochondria, fight pathogens, boost mood/energy, enhance the immune system and more. I did this light therapy with a specific IV protocol of nutrients and antibiotics while my body was preparing for a specific treatment", "But in a separate post on April 25 2020, she wrote that she had heard from people “who are trying to validate their perception of the President’s comments trying to use my medical experience to ‘prove’ their point.” Later, Grutz ", " that she had removed her statement, saying that it had become a “political tool”:", "My post was never meant to be political and unfortunately that is what it has become and the reason why I chose to remove it. Unfortunately this is the time we live in. Instead of focusing on health and healing, we focus on divisiveness and being heard.", "Trump’s original remarks came after a ", " by Bill Bryan, head of the Department of Homeland Security’s science and technology directorate, saying that “emerging” research carried out by the U.S. Army showed that increases in temperature and humidity cut the half-life of COVID-19 — the amount of time it takes for any given amount of the virus to be reduced by 50 percent — down from 18 hours to one hour.", "“Within the conditions we’ve tested to date, the virus in droplets of saliva survives best in indoors and dry conditions,” Bryan said. “The virus dies quickest in the presence of direct sunlight.”", "However, the study he mentioned has not been peer-reviewed, and Bryan himself did not offer its results as any sort of panacea. “It would be irresponsible for us to say summer will kill the virus,” he said.", " to a separate study at Columbia University, though, a type of ultraviolet light, “Far-UVC light,” could be used to stop the spread of the virus in public settings. Instead of using light on people who have already been diagnosed with the disease, the study said, lamps could be outfitted to emit “Far-UVC light” in open spaces and prevent its spread that way.", "Lead researcher David Brenner and his team are reportedly testing this type of light specifically for use against COVID-19 (also known as SARS-CoV-2, or simply “the coronavirus”) alongside researchers from the Center for Infection and Immunity. However Andrea Martin Armani, a researcher at the University of Southern California, ", " ", " magazine that she was skeptical of this approach.", "“The idea of directly exposing people with UVC is a very bad idea and would have numerous negative health effects,” said Armani, a professor of chemical engineering and materials science at the university as well as the Ray Irani Chair in Engineering and Materials Science. “The negative effects of direct UVC exposure on humans is backed up by decades of medical research.”"], "cats": ["Disinformation", "Fact Checks"], "score": 29.61707}
{"titles": ["‘Burning 80 Trump Ballots’"], "authors": ["Arturo Garcia"], "dates": [" November 4, 2020"], "page_Url": "https://www.truthorfiction.com/burning-80-trump-ballots-eric-trump/", "tags": [], "content": ["As ballots continued to be counted in the U.S. presidential election, a questionable video with the equally questionable claim that someone had set several ballots marked with votes for President Donald Trump on fire suddenly appeared on social media platforms.", "The video, posted on ", " with no identifying information, is accompanied by a caption saying only, “This Person Filmed Themselves Burning Stolen Trump Ballots….” The footage, which contained no information or context to back up its claim, was spread further by Trump’s son Eric Trump on his own Twitter account.", "“Burning 80 Trump Ballots,” the younger Trump ", " His post was subsequently “covered” by at least one right-wing ", ".", "Besides the lack of information on the alleged incident, a look at the footage shows that the alleged “ballots” do not resemble standard ballots.", "For instance, the documents seen in the bag lack the markings seen in this ", " of a 2004 ballot:", "The documents in the video also lack a display listing a jurisdiction, as seen in ", " photograph of a 2008 ballot in the District of Columbia:", "The account Trump cited was listed as “suspended” just before we published this story:", "A Twitter spokesperson confirmed that the offending account was permanently suspended for “violating the Twitter Rules on spam and platform manipulation.”", "The platform has already ", " at least three of Trump’s tweets about the election as potentially “misleading about an election or other civic process.”", "However, the company said that the younger Trump’s account will not be penalized since the original content is no longer available.", " Updated with comment from Twitter."], "cats": ["Disinformation", "Reporting"], "score": 28.913364}
{"titles": ["Donald Trump: ‘Nobody Likes Me’"], "authors": ["Kim LaCapria"], "dates": [" July 29, 2020"], "page_Url": "https://www.truthorfiction.com/donald-trump-nobody-likes-me/", "tags": ["True"], "content": ["On July 29 2020, an apparent CNN screen capture ", " a ", " quoting United States President Donald Trump as saying “nobody likes me” circulated on sites like Reddit:", "  ", " from ", " ", "  ", " from ", " ", "In the first of the two Reddit posts above, shared to r/facepalm, a “Breaking News” chyron timestamped at 4:06 PM Pacific read:", "TRUMP AS U.S. NEARS 150,000 DEATHS: “NOBODY LIKES ME”", "However, the image didn’t link to any additional information about whether Trump said “nobody likes me,” or in which context he might have done so.", "C-SPAN published ", " on July 28 2020 with the description, “President Trump Coronavirus News Conference.”", "In the 26-minute and 36-second clip below, Trump took questions from reporters about COVID-19 and sub-topics (such as ", " over a Facebook video touting the disputed safety and efficacy of ", ").  After praising the controversial video, Trump calls on a reporter to take a question. The reporter asks about a statement by Trump made about ", " and hydroxycloroquine, in the form of retweeting material later ", " by Twitter:", "… last night [on July 27 2020] in tweets that were deleted by Twitter, you said Dr. Fauci misled the country on hydroxychloroquine … how so?", "In response, Trump rambles at length about Fauci, hydroxychloroquine, ", ", his belief that the drug failed to catch on as a COVID-19 treatment due to his support of it, and generalized approval ratings:", "No, not at all. I think … I don’t even know what [Fauci’s] stance is on it. I … was just – you know, he was at the … he was at the task force meeting a little while ago.", "I have a very good relationship with Dr. Fauci. You know, it’s sort of interesting — we’ve listened to Dr. Fauci … I haven’t always agreed with him, and it’s … I think, pretty standard. That’s okay. He did not want us to ban [stammers] put up the ban to China, when China was heavily infected – very badly, Wuhan. He didn’t want to do that, and I did and other things.", "And [Fauci] told me I was right, and he told me I saved tens of thousands of lives, which was generous, but it’s – you know, I think it’s fact that I banned — I did the ban on Europe. But I get along with him very well and I agree with a lot of what he’s said … so, you know, it’s interesting. He’s got a very good approval rating, and I like that. It’s good. Because remember, he’s working for this administration. He’s working with us, John. We could have gotten other people. We could have gotten somebody else. It didn’t have to be Dr. Fauci. He’s working with our administration, and for the most part, we’ve done pretty much what he and others — Dr. Birx and others, who are terrific – recommended.", "And he’s got this high approval rating, so why don’t I have a high approval rating with respect – and the administration, with respect to the virus? We should have a very high — because what we’ve done in terms of — we’re just reading off about the masks and the gowns and the ventilators and numbers that nobody has seen, and the testing at 55 million tests, we tested more than anybody in the world. I have a graph that I’d love to show you … perhaps you’ve seen it … where we’re up here [gestures] and the rest of the world is down at a level that’s just a tiny fraction of what we’ve done in terms of testing.", "So it sort of is curious … A man works for us, with us very closely — Dr. Fauci, and Dr. [Deborah] Birx, also highly thought of … and yet, they’re highly thought of, but ", ". It can only be my personality. That’s all. Go ahead.", "In the broader context of the video, Trump addressed myriad topics in response to a reporter’s question about whether he believed Dr. Fauci “misled the country on hydroxychloroquine.” Trump maintained he had “a very good relationship” with Fauci, that Fauci said Trump “saved tens of thousands of lives,” and added that he has not “always agreed” with Fauci.", "Subsequently, Trump mused that Fauci (and Birx) had a “very good approval rating,” asking, apparently rhetorically, why he and his administration did not appear to enjoy the same level of approval — referencing “the masks and the gowns and the ventilators and numbers that nobody has seen.”", "As he wrapped up his response, Trump described it as “curious ” that Fauci and Birx were “highly thought of,” and added that “nobody likes me.”", "A chyron reading “TRUMP AS U.S. NEARS 150,000 DEATHS: “NOBODY LIKES ME” circulated on social media, often without much context about the veracity or substance of the quote. On July 28 2020, Trump provided a response at length to a reporter during a coronavirus news conference, covering a range of topics before addressing the popularity of Fauci. At the end of the answer, Trump made the remark before moving on.", "According to the ", ", a nonprofit organization focusing on public and national health issues throughout the United States, the official American death toll due to COVID-19 as of the end of July 28 2020 was 149,033."], "cats": ["Fact Checks", "Politics"], "score": 27.684124}
{"titles": ["Is This ‘America First’ Trump 2020 Shirt Real?"], "authors": ["Kim LaCapria"], "dates": [" July 2, 2020"], "page_Url": "https://www.truthorfiction.com/is-this-america-first-trump-2020-shirt-real/", "tags": ["True"], "content": ["On July 1 2020, a number of social media posts ", " images of a “Trump 2020, America First” shirt — which they said or implied bore a striking resemblance to a common Nazi symbol:", "OH COME ON ", "— LuxuryAvenueHat (@Popehat) ", "On July 2 2020, the image was shared to Reddit’s ", " — a submission later locked to further commenting:", "  ", " from ", " ", "First things first, the “Nazi Eagle” ", " in the Anti-Defamation League’s Hate Symbols Database.", "A description from the ADL puts the image into context:", "The ", " (also becoming a symbol of the German government after the Nazis took power), based loosely on traditional German coats of arms. Following World War II, ", ". The symbol originally featured an eagle clutching a swastika, but many variations replace the swastika with some other hate symbol, such as SS bolts or a Celtic Cross. Occasionally, extremists will leave the circle blank where the swastika normally would appear; this seems to be more common in countries where the swastika is prohibited.", "It should be noted that eagles are a common symbol among nations worldwide, including the United States, and not every image of an eagle is derivative of the Nazi eagle. It is not uncommon, for example, for some Americans to mistake the Blue Eagle logo of the Roosevelt-era National Recovery Administration for a Nazi-derived symbol.", "The above-described “Blue Eagle” of the National Recovery Administration, however, ", " like this:", "The controversy over the “Trump 2020/America First” shirt came on the heels of a similarly viral “", ",” sold at the oddly specific price of $88:", "And a “red triangles” ad buy from the Trump 2020 campaign (with exactly 88 ads running featuring that particular symbol):", "The shirt as depicted was available for ", " (archived ", ") as of July 2 2020 via shop.donaldjtrump.com:", "Circulating images of a “Trump 2020/America First” shirt accurately reflected a product available for sale on shop.donaldjtrump.com in June and July 2020. Moreover, the second symbol seen in posts, a Nazi Eagle, was used by Nazi Germany (and later by neo-Nazis and other assorted white supremacists.) The claim is true on both levels."], "cats": ["Fact Checks", "Viral Content"], "score": 27.434647}
{"titles": ["Did Trump Warn Iran not to ‘F-ck Around With Us’?"], "authors": ["Arturo Garcia"], "dates": [" October 9, 2020"], "page_Url": "https://www.truthorfiction.com/trump-limbaugh-if-you-fck-around-with-us/", "tags": ["True"], "content": ["As speculation continued to mount around the condition of United States President Donald Trump, one moment from an interview he gave to right-wing radio host Rush Limbaugh on October 9 2020 drew attention online.", "Trump phoned into Limbaugh’s show as part of what the latter called a “virtual rally” for the president and at one point threatened Iran — one of several grudges the president aired out at length during the two-hour call.", "“And Iran knows this, and they’ve been put on notice: If you fuck around with us, if you do something bad to us, we are gonna do things to you that have never been done before,” Trump said.", "Journalist Aaron Rupar captured the audio and posted it on ", "“If you fuck around with us, if you do something bad to us, we are gonna do things to you that have never been done before.” — the President of the United States ", "— Aaron Rupar (@atrupar) ", "Transcripts of the interview were not available on Limbaugh’s website as of press time. But according to the ", "Trump spent most of the interview rallying against his enemies, real and perceived, including his favorite targets: the press, Democrats, the Russia investigators. But he also lashed out at Fox News, former DNC chair Donna Brazile, the Pulitzer Commission and LeBron James. One person who escaped his wrath was German chancellor Angela Merkel, who he called “smart” and “cunning”.", "Informed of an Axios report that that the DOJ investigation into the origins of the Russia investigation would not be released before the November election, Trump expressed shock and frustration.", "“It’s a disgrace,” he said. “If Bill Barr made that statement, I would be very disappointed in him.”", "The interview aired a day after Trump’s physician, Dr. Sean Conley, ", " reporters that the president had completed treatment for COVID-19 and could resume campaigning.", "“Based on the trajectory of advanced diagnostics the team has been conducting, I fully anticipate the president’s safe return to public engagements at that time,” Conley said. But that same day, NPR ", " that Trump said in a separate interview with Fox Business Network that his treatment would continue for a “little bit longer.”", "Confusing the issue further, Trump claimed to be at full capacity and touted the various drugs he has received during his treatment on Limbaugh’s show, including the anti-inflammatory ", " ", ".", "“I was not in the greatest of shape,” he said at one point. “A day later, I was fine, maybe perfect, but I was fine. But a couple of days later, and now I’m free, you know, I feel perfect.”", "According to NPR:", "The Infectious Diseases Society of America now recommends giving 6 milligrams of the drug for 10 days to critically ill COVID-19 patients on ventilators and those requiring oxygen support. But it recommends not using the drug on people with mild illness who do not require supplemental oxygen.", "While this commonly used drug is generally safe, there are a range of known side effects. “By far, the most common is hyperglycemia, so that’s where your blood sugars will shoot up,” Gounder said.", "Also quite common, especially among older patients are a range of psychiatric side effects, she added.", "“Anything from feeling like you’re on top of the world … your arthritic aches and pains of age just melt away, you have lots of energy,” she said. “There may be some grandiosity.”", "Shortly after Trump’s interview with Limbaugh, ABC News ", " that the president planned to host an event concerning “law and order” at the White House’s South Lawn on October 10, the site of an event two weeks earlier for Supreme Court nominee Amy Comey Barrett that became known as the prelude to a spate of COVID-19 infections affecting more than thirty (and counting) White House staff members and Republican Party lawmakers. The White House has ", " to employ contact tracing to gauge how far the virus spread as a result of the gathering.", "Dr. Anthony Fauci, a key member of the Trump administration’s task force investigating the virus, ", " the lack of safety protocols around the September 26 event in a radio interview with CBS News:", "\"We had a superspreader event at the White House,\" Fauci tells ", ". \"The data speak for themselves.\" ", "— Steven Portnoy (@stevenportnoy) ", "“I think the data speak for themselves. We had a superspreader event in the White House, and it was in a situation where people were crowded together and were not wearing masks,” Fauci said."], "cats": ["Fact Checks", "Politics"], "score": 26.378521}


