Query for ['vote'] :
{"titles": ["Did California Gov. Newsom Change All Voters’ Preference to Vote by Mail — So All In-Person Voters Will Be Turned Away?"], "authors": ["Kim LaCapria"], "dates": [" September 3, 2020"], "page_Url": "https://www.truthorfiction.com/did-california-gov-newsom-change-all-voters-preference-to-vote-by-mail-so-all-in-person-voters-will-be-turned-away/", "tags": ["Not True"], "content": ["On September 1 2020, a Facebook user shared the ", " ", ", along with a post claiming that California’s governor, Gavin Newsom (D), had quietly changed all of California voters’ preference to vote by mail, so that anyone planning to vote in person would essentially be disenfranchised:", "The following text appeared, alongside what appeared to be a screenshot of an identical or similar text:", "Attention CALIFORNIA Friends and Family – NEWSOM CHANGED YOUR VOTING PREFERENCE WITHOUT YOUR CONSENT. EVERY single voter in California has had their voting preference changed to “vote by mail”. This means if you go to the polls to vote in person WITHOUT changing your preference ahead of time, you will be TURNED AWAY and CANNOT VOTE. This also means you are at the mercy of the USPS to receive and then return your ballot. To change this status you MUST go to sos.ca.gov then click the Elections icon and scroll down to click Voter Status icon. There you can check your status and check NO to mail in voting. This is different than requesting an Absentee Ballot.", "According to the post, Newsom “changed” the preferences of voters registered in California without their consent, and therefore all Californians who visited polling places would, as a consequence of that change, be “turned away” at the polls and unable to vote” It included no supporting information, and it did not appear that the screenshot (which had a watermark in some variations from “CanadianAnonArmy”) included any citations, either.", "In September 2020, it was widely known that people in every state were likelier than ever to vote by mail due to the ongoing COVID-19 pandemic.", "On June 18 2020, the ", "‘s “Gov. Gavin Newsom signs bill sending mail ballot to every active California voter” reported that all voters in the state were to receive a ballot in the mail, describing several additional measures to ensure that all votes were processed and counted:", " [on June 18 2020] intended to protect the November [2020] election against potential disruption by the coronavirus pandemic.", " That’s two weeks longer than under current law, which sets a cutoff of the Friday after the election.", "Newsom, who signed the bill without comment, tried to enact a similar mandate through executive order [in May 2020]. ", "Immediately thereafter, the same reporting explained:", "The story also noted that Republicans were opposed to expanding mail-in voting:", "Despite objections by some Republican groups that expanding mail voting was a power grab by Democrats, AB860 passed the Assembly earlier [on June 18 2020] by a bipartisan vote of 63-2.", "A June 12 2020 ", " about Newsom’s efforts to expand mail-in voting to reduce crowding at polling places had the additional context that Newsom further endeavored to “maintain in-person voting options” for California voters. The same story went on to explain that some California Republicans had filed lawsuits to ", " access to voting by mail:", "In early May [2020], ", " ", " [in early June 2020], ", " That order gave counties the opportunity to operate a small number of vote centers as long as they allow for more early voting.", "Immediately after the first order was issued, ", " — one by San Diego County congressional candidate Darrell Issa and the other by the National Republican Committee and the California Republican Party. ", "Hanging over this legal battle is an increasingly partisan debate over absentee voting. In late May [2020], President Donald Trump falsely claimed that Newsom’s executive order would authorize non-citizens to vote. This prompted Twitter to take the unprecedented move of slapping the president’s tweet with a mildly chiding disclaimer: “Get the facts about mail-in ballots.”", "As of September 3 2020, California’s Secretary of State’s “", "” page stated:", "Any registered voter in California can decide whether to vote at a polling place or vote by mail.", "On August 7 2020, KCRA ", " that in-person voting would be available beginning October 31 2020, and that more than 70 percent of voters had voted by mail in the 2020 primary:", "Gov. Gavin Newsom signed into law a bill that allows counties to open voting centers for the Nov. 3 [2020] election with COVID-19 modifications. This follows an earlier law Newsom signed requiring every active registered voter to receive a mail-in ballot.", "“Frankly for the vast majority of Californians, they are not going to see any significant change,” Secretary of State Alex Padilla said. “More than 70% of voters voted mail-in ballots in the primary.”", "Although people can still register to vote on Election Day, the deadline for online registration is Oct. 19.", "PolitiFact California ", " the rumor on September 1 2020, quoting an official with the California Secretary of State’s office who said that voters “do not need to change anything with your voter registration in order to participate in-person in this election.”", "That official further noted that the new law “does not alter the voting preference Californians select when they register to vote,” and PolitiFact concluded:", "Social media posts claimed California voters would be “turned away” from in-person voting unless they made a change online to their voter preference by selecting “No mail-in voting.”", "That is simply not the case. Voters don’t need to make any voting preference change to cast their ballot in-person.", "All active registered voters will receive a mail-in ballot ahead of Election Day, as part of an effort to stay safe amid the pandemic.", "But there are in-person voting options and none require Californians to make any changes to their voting preferences.", "The claims in these social media posts are both inaccurate and reckless, deserving of our most severe designation.", "We rate them Pants On Fire.", "KNTV provided further ", " for those opting to use mail-in ballots in November 2020.", "As the November 2020 U.S. election drew nearer in September 2020, disinformation about voting by mail in California began spreading unchecked on Instagram and Facebook (despite Facebook’s claims to be fighting disinformation and propaganda on all its platforms), attempting to dissuade voters from exercising their right to vote by mail. The posts claimed, completely falsely, that voters would be “turned away” due to a new law signed by Gov. Newsom. Myriad options are available to voters in California, including in-person voting, voting by mail, and early voting."], "cats": ["Disinformation", "Fact Checks"], "score": 59.115494}
{"titles": ["Can Georgia Voters Check and ‘Cure’ Rejected Ballots Before November 6 2020?"], "authors": ["Kim LaCapria"], "dates": [" November 5, 2020"], "page_Url": "https://www.truthorfiction.com/can-georgia-voters-check-and-cure-rejected-ballots-before-november-6-2020/", "tags": ["True"], "content": ["On November 5 2020, social media ", " urged Georgia voters to check the status of their ballots, further adding that voters with rejected ballots could “cure” their ballots if they acted quickly – often advising them to call the number (888) 730-5816 for further instructions:", "⚠️ ATTENTION: GEORGIA VOTERS! If you voted absentee, please check the status of your ballot NOW!", "If it was REJECTED, you have until FRIDAY, November 6 to fix it. Remember — EVERY vote counts!", "— Jon Cooper 🇺🇸 (@joncoopertweets) ", "One such post spread as a screenshot on Facebook:", "It read:", "Georgia friends: Check if your mail-in ballot was among the 40,000 rejected ballots — You can “cure” your ballot by Friday [November 6 2020] before it is thrown [out] — call GA Voter Protection Hotline for details 888-730-5816", "According to PolitiFact, there was a ", " that 40,000 ballots were rejected in DeKalb County, Georgia (not in the entire state); it wasn’t true for DeKalb County, but we also found no specific figure for the number of spoiled ballots in total across the state.", "PolitiFact did have an estimate of 3,000 likely spoiled or rejected ballots in Georgia in 2020:", "The DeKalb County Board of Registration and Elections has debunked the post. The Georgia Secretary of State’s office has told reporters that it expects 3,000 rejections statewide.", "Dispute over the number of rejected ballots led some readers to ", " that the ballots were neither rejected nor in need of curing:", "I thought I read this morning that this was a false claim?", "— Patti Sewall (@PattiReinvented) ", "Georgia voters can ", " to see if their ballot was rejected. One way, per a Georgia Secretary of State site, was via an opt-in notification service:", "Georgia Secretary of State has launched BallotTrax, which will send emails and/or text messages to voters who sign up notifying the voter about the status of their absentee ballots. Notification will be sent when the absentee ballot application is accepted, when the absentee ballot is sent, and if and when the absentee ballot is accepted or rejected. Voters whose absentee ballots are rejected will be provided with the contact information to fix the issue so they can be assured their vote will be counted.", "The American Civil Liberties Union of Georgia provided ", " for checking ballots after votes were cast, via Georgia’s ", ". The service was only available to registered voters in the state of Georgia.", "Georgia.gov’s ", " on absentee ballots explained:", "If your ballot was rejected, your county elections office will contact you with a document to “cure” or correct your ballot envelope. Contact your county registrar to get more information and find out what your options are. One of the most common reasons an absentee ballot is rejected is because it has not been properly signed. Be sure to carefully read and follow all instructions included in your absentee ballot.", "However, that page did not specifically reference Friday November 6 2020. A ProPublica.org ", " on battleground ballots did:", "Victoria Benedict, a stationery store owner in Atlanta who has been voting by mail for years, was surprised last month when she went to the Georgia secretary of state’s website and found her ballot had been rejected. A problem with her signature — the state said the one on her ballot did not match what it had on file — set her on a dayslong quest to make sure her vote would be counted.", "County staff told her that she would either have to show up at the local election office to sign her ballot or vote in person on Election Day. Either option would risk her health during a pandemic. Instead, on the advice of a friend who volunteers with the state’s Democratic Party, she filled out a form known as a ballot cure affidavit. This time, her vote was accepted.", "[…]", " Gabriel Sterling, a state official who manages Georgia’s voting equipment, projected on Monday afternoon that the state would reject about 3,000 total ballots.", "Social media posts about Georgia ballots being rejected stated that there was a deadline to “cure” or “remediate” those ballots. It is true that it is unlikely that 40,000 ballots would wind up invalid in Georgia; nevertheless, there are still rejected ballots. Georgia voters had the ability to check whether their ballot was rejected, and per ProPublica, had the chance to remediate or cure ballots —  before November 6 2020."], "cats": ["Fact Checks", "Viral Content"], "score": 54.12847}
{"titles": ["‘You Don’t Have to Be Registered to Vote in Minnesota’"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/sean-hannity-ilhan-omar-registered-to-vote-minnesota/", "tags": ["Not True"], "content": ["Right-wing talk show host Sean Hannity attempted to gin up a controversy around Democratic Party Rep. Ilhan Omar on November 3 2020 — election day in the United States — by misrepresenting her on social media and on his own website.", "Hannity ", ":", "NOT A JOKE: Ilhan Omar Tells Residents ‘You Don’t Have to be Registered to Vote’ in Minnesota", "Hannity’s tweet linked to a post on his ", ", which baselessly claimed that Omar “shocked users on social media Tuesday when she claimed that “You don’t have to be registered to vote in Minnesota” because the state has “same day registration at the polls,” and linked to her own tweet saying so:", "You don’t 👏🏾 have to 👏🏾 be registered 👏🏾 to go vote👏🏾 in Minnesota 👏🏾 we have 👏🏾 same day 👏🏾 registration 👏🏾 so you 👏🏾 can register 👏🏾 at the polls 👏🏾 ", " 👏🏾", "— Ilhan Omar (@IlhanMN) ", "Hannity’s blog claimed the post was a “developing story.”", "But in reality, Omar’s statement is correct. The Minnesota Secretary of State’s office clearly ", ", and in no uncertain terms, that voters may register on election day if they bring at least one document proving their residence, with several options listed on its website. The same information can be found in a quick online search for registering to vote in Minnesota, with information provided by the voter resource site Democracy Works:", "As a ", " ", " in 2018 found, Hannity — a loyalist to United States President Donald Trump — has vacillated between presenting himself as a “journalist” and a talk show host, including while disparaging then-Fox News colleague Shepard Smith:", "“I never claimed to be a journalist,” [Hannity] told the New York Times in 2016 when asked about his close association and friendship with Trump. But in another interview with the Times last year, he said, “I’m a journalist. But I’m an advocacy journalist, or an opinion journalist.”", "When a Boston Globe columnist named Michael Cohen (a different Michael Cohen) criticized him in 2016, he was back on the other side. “I’m not a journalist,” he tweeted. “I’m a talk host.”", "In his shot at Smith last month, Hannity flipped again. “Hannity breaks news daily,” he tweeted. “Warrant on a Trump assoc, the unmasking scandal, leaking intel, Fisa abuse, HRC lawbreaking, dossier and more REAL NEWS!”", "However, the watchdog site Media Bias/Fact Check, which evaluates news outlets based on their contents, has Hannity’s blog ", " as “Far-Right Biased and Questionable,” an assessment with which we concur:", "Sean Hannity promotes pro-Trump propaganda and has advanced many conspiracies such as Obama Birtherism, the Seth Rich murder conspiracy, as well as claiming Hillary Clinton has health problems. Other conspiracies espoused are Ukraine and the Biden’s, Climate change denialism, and claiming that the Coronavirus may be a “fraud” perpetrated by the “deep state”. In general, Hannity.com reports news with a far-right bias that often is not factually based due to a poor track record with fact-checkers.", "Hannity was ", " to be deposed on October 30 2020 for his role in promoting the debunked conspiracy theory."], "cats": ["Disinformation", "Fact Checks"], "score": 53.018246}
{"titles": ["Did the United States Postal Service Urge Mail-In Voters to Request Envelopes by October 20th?"], "authors": ["Arturo Garcia"], "dates": [" July 28, 2020"], "page_Url": "https://www.truthorfiction.com/usps-mail-in-voting-october-20/", "tags": ["True"], "content": ["Amid increasing concern over the United States Postal Service’s efficiency leading up to the 2020 U.S. elections, a CBS News host’s tweet warned voters seeking to take part by mail.", "“USPS says you should give mail in ballots at least 14 days round trip,” Tony Dokoupil ", " on July 26 2020. “No guarantees. So if you plan to vote by mail, election day isn’t November 3rd. It’s October 20th. Or sooner. Don’t be one of the *tens of thousands* of people whose vote wasn’t counted in 2016.”", ".", " says you should give mail in ballots at least 14 days round trip. No guarantees.", "So if you plan to vote by mail, election day isn’t November 3rd.", "It’s October 20th.", "Or sooner.", "Don’t be one of the *tens of thousands* of people whose vote wasn’t counted in 2016.", "— Tony Dokoupil (@tonydokoupil) ", "The postal service has in fact made that statement to not only Dokoupil but other news organizations and reporters; the advisory appeared in a ", " ", " published on July 15 2020:", "Local elections offices are hiring temporary workers to process absentee ballots, and some local elections boards are adding options for voters to do curbside drop-offs of their mail ballots on Election Day.", "The Postal Service is also recommending that voters request their ballots at least 15 days before Election Day and mail their completed ballots at least one week before the due date.", "The advisory was also mentioned in a ", " republished on news sites for local Fox TV network affiliates on July 27 2020:", "“We recommend that jurisdictions immediately communicate and advise voters to request ballots at the earliest point allowable but no later than 15 days prior to election date,” USPS told FOX via email. “The Postal Service also recommends that voters contact local election officials for information about deadlines.”", "Dokoupil himself reported on the potential problem for mail-in ballots in a ", " for ", "; CBS created two batches of 100 mock mail-in ballots apiece from around several zip codes in Philadelphia and sent them to the same local P.O. box, which served as a stand-in for an actual election office.", "A week after sending his mock ballots from mailboxes around the city, Dokoupil went to retrieve them at the P.O. box to find that most of them were not inside. Postal staff later retrieved several of them, telling him that “they had them somewhere else.”", "However, Dokoupil did note that official mail-in ballots carry an official logo differentiating them from the regular mail CBS used for its reporting. According to the story:", "Out of the initial batch mailed a week earlier, 97 out of 100 votes had arrived. Three simulated persons, or 3 percent of voters, were effectively disenfranchised by mail by giving their ballots a week to arrive. In a close election, 3 percent could be pivotal.", "Four days after mailing the second batch of mock ballots, 21 percent of the votes hadn’t arrived.", "According to Postal Service recommendations, “voters should mail their return ballots at least one week prior to the due date.”", "However, nearly half of all states still allow voters to request ballots less than a week before the election.", "A USPS spokesperson, Martha Johnson, told us that the agency is asking both voters and election officials to be mindful of how long it takes postal workers to transport, process and deliver ballots as well as “the time that it takes for voters to consider and prepare their ballots, and the time that it takes for a ballot to be transported, processed, and delivered back to the election official.” The agency’s delivery standards, she said, have not changed. She also reiterated the agency’s guidance for requesting mail-in ballots:", " We recommend that customers who opt to vote through the U.S. Mail must understand their local jurisdiction’s requirements for timely submission of absentee ballots, including postmarking requirements. Voters must use First-Class Mail or an expedited level of service to return their completed ballots. In order to allow sufficient time for voters to receive, complete and return ballots via the mail, and to facilitate timely receipt of completed ballots by election officials, we strongly recommend that jurisdictions immediately communicate and advise voters to request ballots at the earliest point allowable but no later than 15 days prior to the election date. The Postal Service recommends that domestic, non-military voters mail their completed ballots back to the election officials at least one week prior to their state’s due date. The Postal Service also recommends that voters contact local election officials for information about deadlines.", ", a senior advisor for the advocacy group Democracy Fund, told CBS that her group estimated that between 80 million and 100 million United States voters would receive their ballots via mail in 2020. Prior to joining the non-profit organization, Patrick served on the Commissioner on the Presidential Commission on Election Administration under Barack Obama’s presidential administration.", "“States like Ohio, you can request your ballot on Saturday up until noon for Tuesday’s election,” said Patrick, who has also served as a former federal compliance officer for the elections department in Maricopa County, Arizona. “That is the worst possible thing. You are setting up the voters with false expectations, and you’re setting them up to fail.”", "A separate analysis ", " by NPR in July 2020 found that 65,000 absentee or mail-in ballots cast in primary elections until that point had been rejected because they arrived after the deadline.", "“That’s the sort of thing that makes me wary about what’s going to happen in November when we get an even larger influx of people who haven’t voted, or haven’t voted by mail in the past,” said Charles Stewart, a political scientist at the at the Massachusetts Institute of Technology.", "Obama himself added to the discussion about mail-in voting on July 28 2020, when he ", " a graphic supplied by another group, Vote Save America, displaying the state-by-state deadlines for requesting a ballot. According to that graphic, the deadline for every state not exclusively voting by mail falls after the fifteen-day advisory issued by the U.S. Postal Service:", "The USPS told CBS in a statement:", "We employ a robust and proven process to ensure proper handling of all Election Mail, including ballots. This includes close coordination and partnerships with election officials at the local and state levels. As we anticipate that many voters may choose to use the mail to participate in the upcoming elections due to the impacts of the COVID-19 pandemic, we are conducting and will continue to proactively conduct outreach with state and local election officials and Secretaries of State so that they can make informed decisions and educate the public about what they can expect when using the mail to vote. As part of these outreach efforts, we will discuss our delivery processes and will consult with election officials about how they can design their mailings in a manner that comports with postal regulations, improves mailpiece visibility, and ensures efficient and cost-effective processing and delivery.", "Dokoupil’s story also followed reported concerns over the appointment of Louis DeJoy — a businessman and fundraiser for U.S. President Donald Trump — to oversee the USPS as Postmaster General in June 2020.", "“On the surface, there’s a real worry about cronyism and patronage and whether someone is being put into place to carry out an agenda,” American Postal Workers Union president Mark Dimondstein told the ", ". “We hope that’s not the case.”", "The newspaper also ", ":", "DeJoy told employees to leave mail behind at distribution centers if it delayed letter carriers from their routes, according to internal USPS documents obtained by The Washington Post and verified by the American Postal Workers Union and three people with knowledge of their contents, but who spoke on the condition of anonymity to avoid retribution.", "“If the plants run late, they will keep the mail for the next day,” according to a document titled, “New PMG’s [Postmaster General’s] expectations and plan.” Traditionally, postal workers are trained not to leave letters behind and to make multiple delivery trips to ensure timely distribution of letters and parcels.", "Trump himself has repeatedly ", " — ", " — that voting by mail is inherently suspect and vulnerable to fraud, to the point that Twitter ", " two of his tweets on the issue in May 2020 for containing “potentially misleading information.”", " Updated with comment from the US Postal Service."], "cats": ["Fact Checks", "Viral Content"], "score": 52.86285}
{"titles": ["Flint Robocalls Purportedly Advised Voters to Avoid Long Lines and ‘Vote Tomorrow’"], "authors": ["Kim LaCapria"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/flint-robocalls-purportedly-advised-voters-to-avoid-long-lines-and-vote-tomorrow/", "tags": [], "content": ["Election Day 2020 brought with it expectations of widespread, ongoing attempts at voter suppression — and those expectations bore out early and often.", "One ", " from ", " concerned “robocalls” warning of long lines at polling places — and urging voters to vote “tomorrow,” that is, long after the polls close:", "Getting reports of multiple robocalls going to Flint residents that, due to long lines, they should vote tomorrow.", "Obviously this is FALSE and an effort to suppress the vote. No long lines and today is the last day to vote. Don’t believe the lies! Have your voice heard! RT PLS.", "— Dana Nessel (@dananessel) ", "Mischief in Michigan: robocalls going out in Flint saying to avoid long lines at the polls, wait until Wednesday to vote. DON'T BELIEVE IT!", "— Kathy Gray (@michpoligal) ", "At 10:41 AM local time, Michigan Attorney General Dana Nessel tweeted that her office had received “reports of multiple robocalls going to Flint residents,” advising them to “vote tomorrow [November 4 2020]” in order to avoid long lines. Nessel added that there were not long lines, and further that November 3 2020 was the last day to vote:", "Claims of this sort are very, very old chestnuts, and typically (though not always) passed off as a joke. Folklore expert Barbara Mikkelson first ", " the “joke” as it moved from word of mouth and fax machines to email inboxes ahead of the 2000 election, in which George W. Bush ran against, and ultimately defeated, Vice President Al Gore:", "Presidential Election Announcement", "Due to an anticipated voter turnout much larger than originally expected, the polling facilities may not be able to handle the load all at once. Therefore,", "Republicans and Independents are requested to vote on Tuesday, November 7.", "The Democrats will vote on Wednesday, November 8.", "Please pass this message along and help us to make sure that nobody gets left out and everything will run smoothly with this minor change.", "Be sure to vote!!! Know where your voting place is near you!!", "2000 Presidental Election Commission", "As the page above noted, forms of this “joke” evolved with the way disinformation spreads, eventually becoming less of a humorous quip and more of a potential tactic for voter suppression.", "At 11:31 AM Eastern, Michigan Governor Gretchen Whitmer ", " about the Flint robocalls:", "We received reports that an unknown party is purposefully spreading misinformation via robocalls in Flint in an attempt to confuse voters.", "Let me be clear — if you plan to vote in-person, you must do so, or be in line to do so, by 8PM today.", "— Governor Gretchen Whitmer (@GovWhitmer) ", "Whitmer explained:", "We received reports that an unknown party is purposefully spreading misinformation via robocalls in Flint in an attempt to confuse voters.", "We were unable to locate any video or audio showing the Flint robocalls, nor was there any information available about how prevalent the reports were. Nevertheless, as Michigan’s Governor and Attorney General emphasized, voters planning to vote in person (in any state) were required to cast their ballots by the time polls in their individual states closed."], "cats": ["Disinformation", "Identifying Fake News", "News Media", "Reporting"], "score": 52.182053}
{"titles": ["‘Don’t Mail Ballots In, Drop at Board of Elections, This is an Inside Tip from a Postal Worker, Can’t Say More than That’"], "authors": ["Kim LaCapria"], "dates": [" August 13, 2020"], "page_Url": "https://www.truthorfiction.com/dont-mail-ballots-in-drop-at-board-of-elections-this-is-an-inside-tip-from-a-postal-worker-cant-say-more-than-that/", "tags": ["True"], "content": ["On August 3 2020, a Facebook user shared the following ", " ", ", which advises readers to submit their mail-in ballots to the Board of Elections directly — based on “an inside tip from a postal worker”:", "It read:", "Don’t mail ballots in. Drop at board of elections. This is an inside tip from a postal worker. “Can’t say any more than that.”", "On August 12 2020, a post with very similar ", " ", ":", " ", "That post offered an additional method of submitting ballots:", "Don’t mail ballots in. Drop at board of elections or a polling site.", "This is an inside tip from a postal worker. “Can’t say any more than that.”", "That poster credited a Twitter user, @wvjoe911, with the commentary. On August 10 2020, @wvjoe911 ", ":", "Don’t mail ballots in. Drop at board of elections or a polling site. This is an inside tip from a postal worker. \"Can’t say any more than that.\"", "— 🇺🇸🌊JoeInWV 🌊🇺🇸 (@wvjoe911) ", "All three iterations we located had nearly identical wording, all citing an “inside tip from a postal worker, who can’t say more than that.”", "It wasn’t clear if all three referenced the same “inside tip from a postal worker” who “can’t say more than that” (one with broad reach on social media), or if that detail was tacked on to lend plausibility to the claims. In any event, the “inside tip from a postal worker” was impossible to verify.", "All three posts were shared between August 3 and August 12 2020; at the same time, reports of slowdowns involving the United States Postal Service started appearing from all over.", "On August 7 2020, Vox ", ":", "The United States Postal Service is dealing with crippling backlogs of letters and packages. A postmaster in upstate New York recently told their union that the regular mail was two days behind and, for the first time in their career, Express Priority Mail was not going out on time. Despite a surge in package delivery during the pandemic, postal workers are no longer able to work overtime, and fewer mail trucks are on the road. If your own mail seems delayed or unpredictable, it’s not a one-off problem.", "On August 12 2020, Reuters ", " USPS backlogs and delays:", "[A USPS] reorganization, introduced in July [2020], has resulted in thousands of delayed letters in southern Maine, as delivery drivers follow a new directive to leave on time, even if the mail has not been loaded, said Scott Adams, who represents about 550 workers as the president of American Postal Worker Union Local 458.", "Another new directive requires mail carriers to head out on their routes immediately in the morning, carrying only packages and letters that were sorted the night before, according to an internal memo seen by Reuters. That is requiring some carriers to double back to pick up a second batch later in the day, said Kimberly Karol, president of the Iowa Postal Workers Union.", "“It is on the ground costing more in manpower and man-hours than it is saving,” Karol said.", "An August 10 2020 ClickOnDetroit.com indicated Senate Democrats in Michigan demanded ", " about slowdowns in USPS service (as did other local ", " in August 2020):", "US Democratic Sen. Gary Peters of Michigan and postal workers are accusing Postmaster General Louis DeJoy of forcing workers to leave their work unfinished in order to slow down mail service.", "Those delays come as the country grapples with the coronavirus pandemic and looks ahead to the presidential election.", "In a press conference Monday morning [August 10 2020], Peters noted that he has heard from hundreds of Michigan residents who say they have had sudden delays in vital mail service.", "That same day, a tech-centric site reported the ", " USPS delays could have a major effect on “Amazon Prime Day” shopping and shipping. On August 11 2020, CNBC reported small businesses were being ", " harmed by nationwide USPS slowdowns:", "This year [2020], small businesses have dealt with COVID-19 related closures and restrictions, and now they’re facing shipping delays.", "“Things are not right from a shipping perspective, and it’s really, really critical to our business while we can’t have as many clients in the store to be able to ship on time,” said Laurie Molton, founder of House of Lolo, located on El Paseo.", "With an uncertain retail market, several shops have moved a majority of inventory online.", "But owners say delays through the United States Postal Service are impacting not only when customers receive their orders, but when stores get their inventory as well.", "“Being on a website, it’s very important to keep your product fresh and with new things constantly going. So when we have nothing new to put on the website it makes it a little complicated,” said Morgan Rooney, manager of Blonde Clothing Boutique, located on El Paseo.", "Across the country, regional and national news organizations covered the myriad slowdowns and delays in USPS service in August 2020.", "As of August 2020, it was unclear whether the reported USPS delays would persist through November 2020 and the general election.", "All three posts advised social media users to avoid USPS for submitting mail-in ballots. Two suggested dropping mail ballots off at a polling place, and either suggestion would bypass USPS entirely to ensure that ballots were placed directly in the hands of Board of Elections employees.", "Each state had its own guidelines for mail-in voting; many have made provisions for the COVID-19 pandemic. According to USA.gov, voters ", " to check in with their local Board of Elections for information about those procedures regardless of advice gleaned from statements and claims made on Twitter:", "Coronavirus and Voting by Mail-In Absentee Ballot", " States are making it easier for citizens to vote absentee by mail this year due to the coronavirus. Every state’s election rules are different. And each state has its own rules for mail-in absentee voting. Many are still in the process of deciding how they will handle voting during the pandemic. Visit your state election office website to find out if you can vote by mail. Can I Vote takes you right to your state’s absentee voting page.", "For voters within the United States, USA.gov explains:", "Get your absentee ballot from your state or territory.", "Visit Can I Vote and choose your state from the dropdown menu. It will take you right to your state’s absentee voting page.", "Your state may require you to have a valid excuse to vote absentee. Acceptable excuses vary by state. Most include:", "Follow your state’s instructions for requesting an absentee or vote-by-mail ballot.", "Most of the answers were state-specific. One Arizona voting ", " advised voters to mail ballots or drop them off:", "HOW TO RETURN AN EARLY BALLOT", "By Mail:", " You should always plan to mail back your ballot at least 7 days prior to election day, to ensure it is received by the county in time. The United States Post Office recommends 7 days for returning ballots by mail, which is first class mail. Postage is pre-paid so all you have to do is drop your signed and sealed ballot envelope in the mail.", "Drop it Off:", " If you don’t have enough time to mail your ballot back or prefer to return it in person, you have several options:", "However you decide to return your ballot, just remember to SIGN IT and that the county RECEIVES it by 7:00 p.m. on Election Day.", "Vote.org listed some of those state-specific ", ". Finally, the U.S. Election Assistance Commission ", " that ballot drop boxes are an option for voters who do not want to mail them in:", " [", "] This document outlines things to know and consider when planning for the use of ballot drop boxes including general considerations, recommendations on closing boxes, and security considerations. A drop box is a secure, locked structure operated by election officials where voters may deliver their ballots from the time they receive them in the mail up to the time polls close on Election Day.", "The linked PDF began:", "A ballot drop box provides a secure and convenient means for voters to return their mail ballot. A drop box is a secure, locked structure operated by election officials where voters may deliver their ballots from the time they receive them in the mail up to the time polls close on Election Day. Ballot drop boxes can be staffed or unstaffed, temporary or permanent.", "EAC also explained:", "Some voters prefer to deliver their mail ballots to a drop box rather than sending them back through the mail. These voters may be motivated by lack of trust in the postal process, fear that their ballot could be tampered with, or concern that their signature will be exposed. Voters may also be concerned about meeting the postmark deadline and ensuring that their ballot is returned in time to be counted.", "Ballot drop boxes and drop-off locations allow voters to deliver their ballots in person. More importantly, the availability of ballot drop boxes and drop-off locations ensures that even voters who wait until the last minute to vote or who receive their requested ballot in the mail at the last minute will be able to return their ballots in time to be counted.", "EAC included important information for anyone planning to submit a mail-in ballot via drop box or to their Board of Elections — primarily that not all polling places accept mail-in ballots:", "Voters who are unable to return a ballot in person or get it to a postal facility in time for it to be counted may, depending on state law, may be able to entrust the voted ballot to someone else to help them deliver it—an agent or designee.", "[…]", "Posts on Facebook and Twitter about an “inside tip from a postal worker” who “can’t say more” advised voters to avoid using USPS to submit mail-in ballots as of August 2020. However, it was no secret that United States Postal Service delays emerged as a major issue in August 2020, and that the heavy anticipated volume of mail-in votes were a growing concern. As the posts described, it is true that voters often have the ability to directly submit ballots to their Board of Elections or polling place. Procedures varied by state, and voters who wished to bypass USPS for mail-in ballots were best advised to obtain jurisdiction-specific information from their local Boards of Elections well before November 2020."], "cats": ["Fact Checks", "Politics"], "score": 51.617306}
{"titles": ["No, Arizona’s Sharpie Ballots Were Not Spoiled"], "authors": ["Kim LaCapria"], "dates": [" November 4, 2020"], "page_Url": "https://www.truthorfiction.com/no-arizonas-sharpie-ballots-were-not-spoiled/", "tags": ["Not True"], "content": ["As vote-counting carried over into November 4 2020, disinformation about uncalled states spread on social media — such as a claim that poll workers in Arizona distributed Sharpie markers to voters — and that ballots marked in Sharpie were spoiled.", "Disinformation purveyor and Republican strategist Matt Schlapp — no stranger to ", " — was one of the Twitter users ", " the hoax, even linking to a PolitiFact article debunking claims that Arizona’s “Sharpie ballots” were uncounted as apparent evidence of some sort of conspiracy:", "Hey Big Tech, why are you flagging posts about ", " ballots completed with ", " pens? THEY COUNT. ", ". ", " ", "— Matt Schlapp (@mschlapp) ", "Another high-engagement ", " demanded that Fox News “retract Arizona immediately,” presumably due to the Sharpie ballot non-controversy:", "Fox News, retract Arizona immediately!!!", "— Brandon Straka (@BrandonStraka) ", "In the replies, fellow readers ", " the claim that ballots completed with Sharpies in Arizona had been spoiled, and deliberately at that:", "Tons of Trump votes being disqualified intentionally by poll workers who handed out sharpie pens and labeled them as mail ins. ", " ", "— M (@mbthreadz) ", "Google Trends indicated a huge ", " in searches for “Arizona Sharpie votes, “Arizona votes,” “Arizona Sharpie fraud, “Sharpie Arizona, “Arizona voter fraud Sharpie,” “Arizona election Sharpie,” “Who is the president of the United States,” and simply “Sharpie fraud”:", "Interest was, as expected, concentrated in the state of Arizona.  A top comment on a thread from ", " linked to a quote from a Maricopa County election information page:", "I live in AZ and while it is true that sharpies were being used at polling places it is false that ballots marked in sharpie are not counted. Here is a quote straight from the County Recorder website for Maricopa County:", "12. Do I need a special pen to mark my ballot?", "Voters at home may use a ballpoint pen in black or blue ink or a sharpie. Vote Centers use fine tip sharpies as they have the fastest drying ink, therefore preventing smudges when put through the Vote Center tabulation equipment. This is one of the upgrades of our new equipment and new ballots. Do not use red or red-adjacent ink.", "A FAQ ", " was linked and accurately quoted in the above comment; Sharpie-brand markers are explicitly listed as an acceptable writing implement to complete a ballot from home or at a polling place:", "Voters at home may use ballpoint pen in black or blue ink or a sharpie. Vote Centers use fine tip sharpies as they have the fastest drying ink, therefore preventing smudges when put through the Vote Center tabulation equipment. This is one of the upgrades of our new equipment and new ballots. Do not use red or red-adjacent ink.", "In a Facebook post, PolitiFact ", " not only that the claims about Sharpie invalidation were false, but that Sharpies are preferred because they are ", " ", " to spoil a ballot:", "It’s not clear precisely how the rumor about Sharpie markers and Arizona ballots got started (although we certainly have our ideas), but as lingering states were called, it was likely that disinformation purveyors would attempt to leverage the rumor to further create chaos and uncertainty about incoming election results. According to Arizona election officials, Sharpie markers do not spoil ballots, and the brand was recommended because of its lower likelihood of smudging."], "cats": ["Disinformation", "Fact Checks"], "score": 50.546078}
{"titles": ["Did Monitors Discover a 9,626 Vote Error in the DeKalb County, Georgia Recount?"], "authors": ["Kim LaCapria"], "dates": [" November 18, 2020"], "page_Url": "https://www.truthorfiction.com/did-monitors-discover-a-9626-vote-error-in-the-dekalb-county-georgia-recount/", "tags": ["Decontextualized"], "content": ["On November 18 2020, Georgia Republican Party Chair ", " ", " tweeted that a “9,626 vote error” had been unearthed in DeKalb County, Georgia — a ", " which, naturally, spread rapidly to other ", ":", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "— David Shafer (@DavidShafer) ", "Shafer’s tweet claimed:", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "Headlines about a “9,626 vote error in DeKalb County” immediately spread to the usual disinformation and hyperpartisan sites, ", " as a “report” and framed in flexible language. Shafer’s tweet appeared to be the sole source for articles reporting on that specific number of votes:", "A monitor has reportedly discovered a 9,626-vote error in Georgia’s DeKalb County’s hand recount, according to Georgia Republican Party chairman David Shafer.", "“One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards,” Shafer said. “The actual count for the batch was 1,081 for Biden and 13 for Trump.”", "According to Shafer, the error, if not discovered, would have essentially given Biden enough votes to “cancel out Trump’s gains from Fayette, Floyd and Walton.”", "Social media ", " inevitably ", " into the ", " that the ", " “found” ballots ", " Donald Trump 9,626 votes:", "So Biden lost 9626 votes?", "— Brian Norce (@blnorce) ", "In a tweet with far less engagement than Shafer’s tweet, ", " ", " the rumors. Describing Shafer’s claim as “grossly misleading,” Wasserman included crucial context — that the “recording error” during the DeKalb County hand count did not affect the outcome of the election:", "This is grossly misleading. The recording error during the DeKalb hand count doesn’t impact the overall GA margin, because the tally was recorded correctly in the original count. But of course, this post has 8k RTs and 17k likes. ", "— Dave Wasserman (@Redistrict) ", "Georgia’s voting implementations manager Gabriel Sterling answered a question about Shafer’s allegations in a ", " uploaded by Georgia’s WXIA-TV shortly after the tweet went viral. Sterling described Shafer’s claim as hinging on a “non-issue” and a “non-event,” apparently having addressed the 9,626 found votes claim previously in the call.", "He confirmed the interviewer’s statement that the 9,626 votes were included in the initial machine tally. Sterling appeared to spend much of November 18 2020 running interference thanks to Shafer’s claim, and another election official spoke to a local news organization to further ", " the purported discrepancy:", "According to Sterling, the audit is running its course, and quality control is in place across Georgia’s 159 counties.", " ", "Baoky Vu, a member of the DeKalb County Board of Registrations and Elections, blasted Shafer’s Twitter statement.", "“It’s a childish and irresponsible tweet from David Shafer, who I know,” he told Decaturish. “We are coming out with the evidence to refute the implication that somehow DeKalb undercounted votes for Donald Trump. Obviously, the President of the United States has done his part to lower the standards of leadership and facts. Sadly, his sycophants won’t be nominated for Profiles in Courage awards anytime soon.”", "Both Sterling and Vu suggested Shafer’s claims were intentionally misleading, intended to “stir the pot” by advancing the idea that a partial count somehow represented the final outcome.", "Shafer’s Twitter claim that a monitor “found” 9,626 votes in DeKalb County was quickly interpreted as a claim that auditors had unearthed 9,626 uncounted votes for Donald Trump. In reality, those votes were present in the initial “machine count,” and that number was only relevant in the context of the recount. Finally, even Shafer did not claim all 9,626 votes were cast for Trump."], "cats": ["Disinformation", "Fact Checks"], "score": 49.925083}
{"titles": ["Did ‘4 GOP Senators’ Self-Quarantine After Voting Against the Coronavirus Relief Bill?"], "authors": ["Arturo Garcia"], "dates": [" March 16, 2020"], "page_Url": "https://www.truthorfiction.com/4-gop-senators-self-quarantine-coronavirus-bill/", "tags": ["Not True"], "content": ["In mid-March 2020, as Republican lawmakers faced criticism online over a bill that would provide sick pay to some American workers, a graphic spreading on ", " spread disinformation about both the bill’s progress and the way the vote broke down.", "The graphic — spread on the platform as a photograph instead of text — reads, “4 GOP Senators self quarantine WITH FULL PAY after voting NO to bill that would ensure pay to sick victims of the Virus.”", "The claim is false on several fronts. The bill referenced here, the ", " had not yet come before the Senate for a vote when this meme began to circulate. It ", " in the House by a margin of 363-40 on March 14 2020.", "The post also conflates Republican members of the Senate who announced self-quarantine measures with their party cohorts in the House who did the same. As CNN ", " after the bill passed:", "Five Republican lawmakers — Republican Sen. Ted Cruz along with Reps. Matt Gaetz of Florida, Doug Collins of Georgia, Paul Gosar of Arizona and Mark Meadows of North Carolina — opted to self-quarantine after interacting with an individual at the Conservative Political Action Conference who has tested positive for coronavirus. Gaetz announced on March 10 that his test results came back negative.", " …", "Republican Sens. Rick Scott of Florida and Lindsey Graham of South Carolina announced on March 12 that they were self-quarantining. Graham announced on March 15 that his test was negative.", "Collins voted in favor of the bill. ", " Gosar, and Meadows did not cast a vote. Three Democratic Party congressmembers — Don Beyer of Virginia, California’s Julia Brownley, and John Yarmuth of Kentucky — also announced that they were imposing a self-quarantine or working remotely. Yarmuth voted for the bill, while Beyer and Brownley did not vote.", "However, a Republican lawmaker is responsible for delaying the bill from reaching the Senate. Texas Rep. Louie Gohmert, who voted against the measure, has ", " that it be read in its entirety on the House floor, accusing House Democrats of trying to add changes to the bill without making them available for review."], "cats": ["Disinformation", "Fact Checks"], "score": 49.626778}
{"titles": ["Does Benford’s Law Prove Election Fraud in Biden Votes?"], "authors": ["Kim LaCapria"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/does-benfords-law-prove-election-fraud-in-biden-votes/", "tags": ["Not True"], "content": ["After the 2020 election was called for former Democratic Party candidate Joe Biden, “Benford’s Law” — a mathematical principle applied occasionally to the count of votes in any given election — became a hot topic on social media forums like Gab and Parler, where fans of Republican incumbent Donald Trump made excuses for and spread conspiracy theories about his resounding and decisive defeat.", "One of those conspiracy theories revolved around a misreading of Benford’s Law, which is defined as follows (without mention of elections, election fraud, or Joe Biden):", "[Benford’s Law is] the principle that in any large, randomly produced set of natural numbers, such as tables of logarithms or corporate sales statistics, around 30 percent will begin with the digit 1, 18 percent with 2, and so on, with the smallest percentage beginning with 9. The law is applied in analyzing the validity of statistics and financial records.", "For the week ending November 9 2020, Google Trends indicated a ", " in searches not only for Benford’s Law, but for “Benford’s Law election,” “Benford’s Law Joe Biden,” “Benford’s Law voter fraud,” and “Benford’s Law Biden votes.” On 4Chan’s divided ", ", false claims Twitter “banned” any mention of Benford’s Law proliferated:", "BREAKING: TWITTER BANS DISCUSSION OF BENFORD’S LAW", "TWITTER AUTOMATICALLY BANS YOU IF YOU RETWEET THIS POST", "Joe Biden’s votes violate Benford’s Law (Mathematics) ", " via ", "— Jim Hoft (@gatewaypundit) ", "GO AHEAD AND TRY IT FOR YOURSELF", "THEY ARE RUNNING SCARED LOL", "It should be noted that the anonymous user linked above provided a link to a ", " that was in no way banned or restricted due to its mention of Benford’s Law, and its originator (chronic disinformation purveyor Jim Hoft, who runs the Twitter account and right-wing blog @gatewaypundit) bears, for some reason, a blue checkmark.", "Hoft’s claim demonstrated significant engagement, all unencumbered by any of Twitter’s “disputed claim” or “this claim about election fraud” flags:", "Hoft linked to a November 7 2020 GNews.org ", " with the headline “Joe Biden’s votes violate Benford’s Law (Mathematics),” which began with a cascade of pseudointellectual lies:", "As the vote counting for the 2020 Presidential Election continues, various facts suggest rampant frauds in Joe Biden’s votes. So does mathematics in terms of the votes from precincts.", "Benford’s law or the first-digit law, is used to check if a set of numbers are naturally occurring or manually fabricated. It has been applied to detect the voting frauds in Iranian 2009 election and various other applications including forensic investigations.", "On ", ", a ", " written by Hoft was atop its list of trending topics, featuring the following headline:", "UPDATE: Facebook and Twitter Suspend Accounts That Posted on Benford’s Law Showing Biden’s Implausible Vote Totals — LABELING IT “SEXUAL EXPLOITATION”", "This part appears to be legitimate; we are contacting Facebook for details. However, that warning appears to be more a reaction to ", " made by Hoft and his ilk. We have contacted Facebook for comment.", "In that November 8 2020 post, Hoft primarily accused Facebook and Twitter of censoring shares of his tweet and the GNews.org post, writing:", "We have heard from many readers who told us once they retweeted this tweet or tried to post it on Facebook their account was suspended! The social media giants are preventing Americans from posting this mathematical evidence that proves Joe Biden’s numbers violate the Benford Law of normal distributions!", "In a prescient November 6 2020 ", " by the Election Integrity Partnership (“Vote Data Patterns Used to Delegitimize the Election Results”), claims about Benford’s Law were one of several topics discussed in relation to potential efforts to delegitimize the final vote tallies with social media-enabled election interference.", "The Election Integrity Project also displayed two charts, one called “Vote Tallies Projected against Benford’s Law,” and the other, “Final Vote Tallies Projected against Benford’s Law.” Contrasting the two, they wrote:", "The figure above [“Vote Tallies Projected against Benford’s Law”] shows the leading digit of reported vote tallies across select counties. For instance, the final tally in Dane County, Wisconsin was 338,946. This would count for one county in the 3 column. But why would anyone care to look at this kind of frequency distribution? Data forensic experts use these distributions to investigate fraud. They look at whether empirical distributions of leading digits deviate from a special distribution described by Benford’s Law. The law posits that leading digits of numbers are more likely to be smaller numbers (e.g., 1) than larger numbers (e.g., 9).", "[…]", "Returning to our voting tally in Figure 1, you will see that the tallies deviate from the line of expectation. So, does this mean fraud? Does it mean that vote counters were up to something nefarious? In this case, absolutely not. First, the example above is a simulation based on a computer script, rather than one based on real voter data. If we consider the final output of this 72 county simulation, it ends up looking like Figure 2 [“Final Vote Tallies Projected against Benford’s Law”]:", "In their conclusion, the Election Integrity Partnership noted that claims about Benford’s Law “proving” election fraud were based on early, incomplete data — not to mention a fundamental misunderstanding of how it works. Essentially, claimants citing Benford’s Law were ", " early or ", " to stake their claim:", "At this stage, the assumptions that lead to Benford’s law are violated leading to the patterns generated in the Figure 1 above. ", " Even at this stage, the distribution of county sizes still makes it unlikely to exactly match expectations. A more complete model might include non-random voting patterns whereby rural counties lean a different direction than urban ones. This, compared with the relationship between the rate of vote counting and county or precinct size would probably cause more drastic violations of assumptions. As this is a rapid response, incorporating this complexity was impractical.", "Unsurprisingly, a spike in interest involving one particular mathematical principle (Benford’s Law) led to drama over on the topic’s ", " page. On the “Talk” page for “Benford’s Law,” one section (“Benford, QAnon, and the 2020 election”) began:", " This is likely why there has been a big increase in interest in this page, and in particular the electoral fraud section. The short answer is no. ", " (which is how Benford detected possible fraud in Iran. ", " Of course, this cannot be posted in the article as it would constitute original research, but it is worth keeping a close eye on the article as there may be misleading edits made in support of the conspiracy theory over the next few days. Awoma (talk) 09:46, 8 November 2020", "Application (or misapplication) of Benford’s Law to the 2020 election eventually made an appearance in a ", ", regularly updated Twitter ", " by political reporter Isaac Saul cataloging disinformation around the results of the 2020 election:", "1/ ALRIGHT Y'ALL. ELECTION FRAUD DEBUNKING MEGA THREAD. I’m following claims of fraud and looking into them. I think I’ve solved most now. Nothing is holding up under any scrutiny so far so I’m making a thread to track in one place. Please RT! ", " ", "— Isaac Saul (@Ike_Saul) ", "On November 5 2020, Saul first ", " Benford’s Law, noting that he was not initially familiar with the principle nor its purported relation to current election fraud claims:", "76/ Okay! This was BY FAR the hardest one for me yet. It took some digging, because I wasn't very familiar with Benford's law and this person is not good at Twitter, so the thread is jumbled. But this is going very viral on FB and Twitter: ", "— Isaac Saul (@Ike_Saul) ", "Saul eventually cited a 2011 ", " (“Benford’s Law and the Detection of Election Fraud”) from ", ", vol. 19, no. 3. Its abstract explained:", "The proliferation of elections in even those states that are arguably anything but democratic has given rise to a focused interest on developing methods for detecting fraud in the official statistics of a state’s election returns. Among these efforts are those that employ Benford’s Law, with the most common application being an attempt to proclaim some election or another fraud free or replete with fraud. This essay, however, argues that, despite its apparent utility in looking at other phenomena, ", " Looking at simulations designed to model both fair and fraudulent contests as well as data drawn from elections we know, on the basis of other investigations, were either permeated by fraud or unlikely to have experienced any measurable malfeasance, ", ". It is not simply that the Law occasionally judges a fraudulent election fair or a fair election fraudulent. ", "A 2006 paper [", "] presented at a political methodology conference addressed the application of Benford’s Law alone to evidence claims of election fraud:", " Brady (2005) develops a version of this argument. The basic point is that often precincts are designed to include roughly the same number of voters. If a candidate has roughly the same level of support in all the precincts, which means the candidate’s share of the votes is roughly the same in all the precincts, then the vote counts will have the same first digit in all of the precincts. ", " For Benford’s Law to be satisfied for the first digits of vote counts clearly depends on the occurrence of a fortuitous distribution of precinct sizes and in the alignment of precinct sizes with each candidate’s support. It is difficult to see how there might be some connection to generally occurring political processes. So we may turn to the second significant digits of the vote counts, for which at least there is no similar knock down contrary argument.", "On skeptics.stackexchange.com, one reader ", " about the Benford’s Law and Biden votes rumor. Another commenter reiterated that such claims were predicated on cherry-picked early numbers, and promoters of the claim were ", ":", "I’ll address just the second charts, because ", "As commenters have noted, the vertical scales are different. Narrow vertical scales make changes look larger. While wide vertical scales smooth out changes. ", "[Graph]", "I had to eyeball the numbers from the graphs, but more precise numbers won’t change the outcome. I don’t even know if the numbers are correct. ", "Rumor’s that Biden’s victory was impossible because it somehow “violated” Benford’s Law gained further traction after Biden’s victory was called on November 7 2020, promoted by disinformation purveyors like Jim Hoft. Under even the slightest scrutiny, the claims dissolved for a number of reasons — such as their basis on early or single-district results, and general existing indications that Benford’s Law was a poor model with which to “prove” election fraud across the board."], "cats": ["Disinformation", "Fact Checks"], "score": 49.466274}


