Query for ['vote'] :
{"titles": ["‘You Don’t Have to Be Registered to Vote in Minnesota’"], "authors": ["Arturo Garcia"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/sean-hannity-ilhan-omar-registered-to-vote-minnesota/", "tags": ["Not True"], "content": ["Right-wing talk show host Sean Hannity attempted to gin up a controversy around Democratic Party Rep. Ilhan Omar on November 3 2020 — election day in the United States — by misrepresenting her on social media and on his own website.", "Hannity ", ":", "NOT A JOKE: Ilhan Omar Tells Residents ‘You Don’t Have to be Registered to Vote’ in Minnesota", "Hannity’s tweet linked to a post on his ", ", which baselessly claimed that Omar “shocked users on social media Tuesday when she claimed that “You don’t have to be registered to vote in Minnesota” because the state has “same day registration at the polls,” and linked to her own tweet saying so:", "You don’t 👏🏾 have to 👏🏾 be registered 👏🏾 to go vote👏🏾 in Minnesota 👏🏾 we have 👏🏾 same day 👏🏾 registration 👏🏾 so you 👏🏾 can register 👏🏾 at the polls 👏🏾 ", " 👏🏾", "— Ilhan Omar (@IlhanMN) ", "Hannity’s blog claimed the post was a “developing story.”", "But in reality, Omar’s statement is correct. The Minnesota Secretary of State’s office clearly ", ", and in no uncertain terms, that voters may register on election day if they bring at least one document proving their residence, with several options listed on its website. The same information can be found in a quick online search for registering to vote in Minnesota, with information provided by the voter resource site Democracy Works:", "As a ", " ", " in 2018 found, Hannity — a loyalist to United States President Donald Trump — has vacillated between presenting himself as a “journalist” and a talk show host, including while disparaging then-Fox News colleague Shepard Smith:", "“I never claimed to be a journalist,” [Hannity] told the New York Times in 2016 when asked about his close association and friendship with Trump. But in another interview with the Times last year, he said, “I’m a journalist. But I’m an advocacy journalist, or an opinion journalist.”", "When a Boston Globe columnist named Michael Cohen (a different Michael Cohen) criticized him in 2016, he was back on the other side. “I’m not a journalist,” he tweeted. “I’m a talk host.”", "In his shot at Smith last month, Hannity flipped again. “Hannity breaks news daily,” he tweeted. “Warrant on a Trump assoc, the unmasking scandal, leaking intel, Fisa abuse, HRC lawbreaking, dossier and more REAL NEWS!”", "However, the watchdog site Media Bias/Fact Check, which evaluates news outlets based on their contents, has Hannity’s blog ", " as “Far-Right Biased and Questionable,” an assessment with which we concur:", "Sean Hannity promotes pro-Trump propaganda and has advanced many conspiracies such as Obama Birtherism, the Seth Rich murder conspiracy, as well as claiming Hillary Clinton has health problems. Other conspiracies espoused are Ukraine and the Biden’s, Climate change denialism, and claiming that the Coronavirus may be a “fraud” perpetrated by the “deep state”. In general, Hannity.com reports news with a far-right bias that often is not factually based due to a poor track record with fact-checkers.", "Hannity was ", " to be deposed on October 30 2020 for his role in promoting the debunked conspiracy theory."], "cats": ["Disinformation", "Fact Checks"], "score": 4.819841}
{"titles": ["Flint Robocalls Purportedly Advised Voters to Avoid Long Lines and ‘Vote Tomorrow’"], "authors": ["Kim LaCapria"], "dates": [" November 3, 2020"], "page_Url": "https://www.truthorfiction.com/flint-robocalls-purportedly-advised-voters-to-avoid-long-lines-and-vote-tomorrow/", "tags": [], "content": ["Election Day 2020 brought with it expectations of widespread, ongoing attempts at voter suppression — and those expectations bore out early and often.", "One ", " from ", " concerned “robocalls” warning of long lines at polling places — and urging voters to vote “tomorrow,” that is, long after the polls close:", "Getting reports of multiple robocalls going to Flint residents that, due to long lines, they should vote tomorrow.", "Obviously this is FALSE and an effort to suppress the vote. No long lines and today is the last day to vote. Don’t believe the lies! Have your voice heard! RT PLS.", "— Dana Nessel (@dananessel) ", "Mischief in Michigan: robocalls going out in Flint saying to avoid long lines at the polls, wait until Wednesday to vote. DON'T BELIEVE IT!", "— Kathy Gray (@michpoligal) ", "At 10:41 AM local time, Michigan Attorney General Dana Nessel tweeted that her office had received “reports of multiple robocalls going to Flint residents,” advising them to “vote tomorrow [November 4 2020]” in order to avoid long lines. Nessel added that there were not long lines, and further that November 3 2020 was the last day to vote:", "Claims of this sort are very, very old chestnuts, and typically (though not always) passed off as a joke. Folklore expert Barbara Mikkelson first ", " the “joke” as it moved from word of mouth and fax machines to email inboxes ahead of the 2000 election, in which George W. Bush ran against, and ultimately defeated, Vice President Al Gore:", "Presidential Election Announcement", "Due to an anticipated voter turnout much larger than originally expected, the polling facilities may not be able to handle the load all at once. Therefore,", "Republicans and Independents are requested to vote on Tuesday, November 7.", "The Democrats will vote on Wednesday, November 8.", "Please pass this message along and help us to make sure that nobody gets left out and everything will run smoothly with this minor change.", "Be sure to vote!!! Know where your voting place is near you!!", "2000 Presidental Election Commission", "As the page above noted, forms of this “joke” evolved with the way disinformation spreads, eventually becoming less of a humorous quip and more of a potential tactic for voter suppression.", "At 11:31 AM Eastern, Michigan Governor Gretchen Whitmer ", " about the Flint robocalls:", "We received reports that an unknown party is purposefully spreading misinformation via robocalls in Flint in an attempt to confuse voters.", "Let me be clear — if you plan to vote in-person, you must do so, or be in line to do so, by 8PM today.", "— Governor Gretchen Whitmer (@GovWhitmer) ", "Whitmer explained:", "We received reports that an unknown party is purposefully spreading misinformation via robocalls in Flint in an attempt to confuse voters.", "We were unable to locate any video or audio showing the Flint robocalls, nor was there any information available about how prevalent the reports were. Nevertheless, as Michigan’s Governor and Attorney General emphasized, voters planning to vote in person (in any state) were required to cast their ballots by the time polls in their individual states closed."], "cats": ["Disinformation", "Identifying Fake News", "News Media", "Reporting"], "score": 4.462754}
{"titles": ["Did California Gov. Newsom Change All Voters’ Preference to Vote by Mail — So All In-Person Voters Will Be Turned Away?"], "authors": ["Kim LaCapria"], "dates": [" September 3, 2020"], "page_Url": "https://www.truthorfiction.com/did-california-gov-newsom-change-all-voters-preference-to-vote-by-mail-so-all-in-person-voters-will-be-turned-away/", "tags": ["Not True"], "content": ["On September 1 2020, a Facebook user shared the ", " ", ", along with a post claiming that California’s governor, Gavin Newsom (D), had quietly changed all of California voters’ preference to vote by mail, so that anyone planning to vote in person would essentially be disenfranchised:", "The following text appeared, alongside what appeared to be a screenshot of an identical or similar text:", "Attention CALIFORNIA Friends and Family – NEWSOM CHANGED YOUR VOTING PREFERENCE WITHOUT YOUR CONSENT. EVERY single voter in California has had their voting preference changed to “vote by mail”. This means if you go to the polls to vote in person WITHOUT changing your preference ahead of time, you will be TURNED AWAY and CANNOT VOTE. This also means you are at the mercy of the USPS to receive and then return your ballot. To change this status you MUST go to sos.ca.gov then click the Elections icon and scroll down to click Voter Status icon. There you can check your status and check NO to mail in voting. This is different than requesting an Absentee Ballot.", "According to the post, Newsom “changed” the preferences of voters registered in California without their consent, and therefore all Californians who visited polling places would, as a consequence of that change, be “turned away” at the polls and unable to vote” It included no supporting information, and it did not appear that the screenshot (which had a watermark in some variations from “CanadianAnonArmy”) included any citations, either.", "In September 2020, it was widely known that people in every state were likelier than ever to vote by mail due to the ongoing COVID-19 pandemic.", "On June 18 2020, the ", "‘s “Gov. Gavin Newsom signs bill sending mail ballot to every active California voter” reported that all voters in the state were to receive a ballot in the mail, describing several additional measures to ensure that all votes were processed and counted:", " [on June 18 2020] intended to protect the November [2020] election against potential disruption by the coronavirus pandemic.", " That’s two weeks longer than under current law, which sets a cutoff of the Friday after the election.", "Newsom, who signed the bill without comment, tried to enact a similar mandate through executive order [in May 2020]. ", "Immediately thereafter, the same reporting explained:", "The story also noted that Republicans were opposed to expanding mail-in voting:", "Despite objections by some Republican groups that expanding mail voting was a power grab by Democrats, AB860 passed the Assembly earlier [on June 18 2020] by a bipartisan vote of 63-2.", "A June 12 2020 ", " about Newsom’s efforts to expand mail-in voting to reduce crowding at polling places had the additional context that Newsom further endeavored to “maintain in-person voting options” for California voters. The same story went on to explain that some California Republicans had filed lawsuits to ", " access to voting by mail:", "In early May [2020], ", " ", " [in early June 2020], ", " That order gave counties the opportunity to operate a small number of vote centers as long as they allow for more early voting.", "Immediately after the first order was issued, ", " — one by San Diego County congressional candidate Darrell Issa and the other by the National Republican Committee and the California Republican Party. ", "Hanging over this legal battle is an increasingly partisan debate over absentee voting. In late May [2020], President Donald Trump falsely claimed that Newsom’s executive order would authorize non-citizens to vote. This prompted Twitter to take the unprecedented move of slapping the president’s tweet with a mildly chiding disclaimer: “Get the facts about mail-in ballots.”", "As of September 3 2020, California’s Secretary of State’s “", "” page stated:", "Any registered voter in California can decide whether to vote at a polling place or vote by mail.", "On August 7 2020, KCRA ", " that in-person voting would be available beginning October 31 2020, and that more than 70 percent of voters had voted by mail in the 2020 primary:", "Gov. Gavin Newsom signed into law a bill that allows counties to open voting centers for the Nov. 3 [2020] election with COVID-19 modifications. This follows an earlier law Newsom signed requiring every active registered voter to receive a mail-in ballot.", "“Frankly for the vast majority of Californians, they are not going to see any significant change,” Secretary of State Alex Padilla said. “More than 70% of voters voted mail-in ballots in the primary.”", "Although people can still register to vote on Election Day, the deadline for online registration is Oct. 19.", "PolitiFact California ", " the rumor on September 1 2020, quoting an official with the California Secretary of State’s office who said that voters “do not need to change anything with your voter registration in order to participate in-person in this election.”", "That official further noted that the new law “does not alter the voting preference Californians select when they register to vote,” and PolitiFact concluded:", "Social media posts claimed California voters would be “turned away” from in-person voting unless they made a change online to their voter preference by selecting “No mail-in voting.”", "That is simply not the case. Voters don’t need to make any voting preference change to cast their ballot in-person.", "All active registered voters will receive a mail-in ballot ahead of Election Day, as part of an effort to stay safe amid the pandemic.", "But there are in-person voting options and none require Californians to make any changes to their voting preferences.", "The claims in these social media posts are both inaccurate and reckless, deserving of our most severe designation.", "We rate them Pants On Fire.", "KNTV provided further ", " for those opting to use mail-in ballots in November 2020.", "As the November 2020 U.S. election drew nearer in September 2020, disinformation about voting by mail in California began spreading unchecked on Instagram and Facebook (despite Facebook’s claims to be fighting disinformation and propaganda on all its platforms), attempting to dissuade voters from exercising their right to vote by mail. The posts claimed, completely falsely, that voters would be “turned away” due to a new law signed by Gov. Newsom. Myriad options are available to voters in California, including in-person voting, voting by mail, and early voting."], "cats": ["Disinformation", "Fact Checks"], "score": 4.393268}
{"titles": ["Did Monitors Discover a 9,626 Vote Error in the DeKalb County, Georgia Recount?"], "authors": ["Kim LaCapria"], "dates": [" November 18, 2020"], "page_Url": "https://www.truthorfiction.com/did-monitors-discover-a-9626-vote-error-in-the-dekalb-county-georgia-recount/", "tags": ["Decontextualized"], "content": ["On November 18 2020, Georgia Republican Party Chair ", " ", " tweeted that a “9,626 vote error” had been unearthed in DeKalb County, Georgia — a ", " which, naturally, spread rapidly to other ", ":", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "— David Shafer (@DavidShafer) ", "Shafer’s tweet claimed:", "One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards. The actual count for the batch was 1,081 for Biden and 13 for Trump.", "Headlines about a “9,626 vote error in DeKalb County” immediately spread to the usual disinformation and hyperpartisan sites, ", " as a “report” and framed in flexible language. Shafer’s tweet appeared to be the sole source for articles reporting on that specific number of votes:", "A monitor has reportedly discovered a 9,626-vote error in Georgia’s DeKalb County’s hand recount, according to Georgia Republican Party chairman David Shafer.", "“One of our monitors discovered a 9,626 vote error in the DeKalb County hand count. One batch was labeled 10,707 for Biden and 13 for Trump – an improbable margin even by DeKalb standards,” Shafer said. “The actual count for the batch was 1,081 for Biden and 13 for Trump.”", "According to Shafer, the error, if not discovered, would have essentially given Biden enough votes to “cancel out Trump’s gains from Fayette, Floyd and Walton.”", "Social media ", " inevitably ", " into the ", " that the ", " “found” ballots ", " Donald Trump 9,626 votes:", "So Biden lost 9626 votes?", "— Brian Norce (@blnorce) ", "In a tweet with far less engagement than Shafer’s tweet, ", " ", " the rumors. Describing Shafer’s claim as “grossly misleading,” Wasserman included crucial context — that the “recording error” during the DeKalb County hand count did not affect the outcome of the election:", "This is grossly misleading. The recording error during the DeKalb hand count doesn’t impact the overall GA margin, because the tally was recorded correctly in the original count. But of course, this post has 8k RTs and 17k likes. ", "— Dave Wasserman (@Redistrict) ", "Georgia’s voting implementations manager Gabriel Sterling answered a question about Shafer’s allegations in a ", " uploaded by Georgia’s WXIA-TV shortly after the tweet went viral. Sterling described Shafer’s claim as hinging on a “non-issue” and a “non-event,” apparently having addressed the 9,626 found votes claim previously in the call.", "He confirmed the interviewer’s statement that the 9,626 votes were included in the initial machine tally. Sterling appeared to spend much of November 18 2020 running interference thanks to Shafer’s claim, and another election official spoke to a local news organization to further ", " the purported discrepancy:", "According to Sterling, the audit is running its course, and quality control is in place across Georgia’s 159 counties.", " ", "Baoky Vu, a member of the DeKalb County Board of Registrations and Elections, blasted Shafer’s Twitter statement.", "“It’s a childish and irresponsible tweet from David Shafer, who I know,” he told Decaturish. “We are coming out with the evidence to refute the implication that somehow DeKalb undercounted votes for Donald Trump. Obviously, the President of the United States has done his part to lower the standards of leadership and facts. Sadly, his sycophants won’t be nominated for Profiles in Courage awards anytime soon.”", "Both Sterling and Vu suggested Shafer’s claims were intentionally misleading, intended to “stir the pot” by advancing the idea that a partial count somehow represented the final outcome.", "Shafer’s Twitter claim that a monitor “found” 9,626 votes in DeKalb County was quickly interpreted as a claim that auditors had unearthed 9,626 uncounted votes for Donald Trump. In reality, those votes were present in the initial “machine count,” and that number was only relevant in the context of the recount. Finally, even Shafer did not claim all 9,626 votes were cast for Trump."], "cats": ["Disinformation", "Fact Checks"], "score": 4.2710285}
{"titles": ["Does Benford’s Law Prove Election Fraud in Biden Votes?"], "authors": ["Kim LaCapria"], "dates": [" November 9, 2020"], "page_Url": "https://www.truthorfiction.com/does-benfords-law-prove-election-fraud-in-biden-votes/", "tags": ["Not True"], "content": ["After the 2020 election was called for former Democratic Party candidate Joe Biden, “Benford’s Law” — a mathematical principle applied occasionally to the count of votes in any given election — became a hot topic on social media forums like Gab and Parler, where fans of Republican incumbent Donald Trump made excuses for and spread conspiracy theories about his resounding and decisive defeat.", "One of those conspiracy theories revolved around a misreading of Benford’s Law, which is defined as follows (without mention of elections, election fraud, or Joe Biden):", "[Benford’s Law is] the principle that in any large, randomly produced set of natural numbers, such as tables of logarithms or corporate sales statistics, around 30 percent will begin with the digit 1, 18 percent with 2, and so on, with the smallest percentage beginning with 9. The law is applied in analyzing the validity of statistics and financial records.", "For the week ending November 9 2020, Google Trends indicated a ", " in searches not only for Benford’s Law, but for “Benford’s Law election,” “Benford’s Law Joe Biden,” “Benford’s Law voter fraud,” and “Benford’s Law Biden votes.” On 4Chan’s divided ", ", false claims Twitter “banned” any mention of Benford’s Law proliferated:", "BREAKING: TWITTER BANS DISCUSSION OF BENFORD’S LAW", "TWITTER AUTOMATICALLY BANS YOU IF YOU RETWEET THIS POST", "Joe Biden’s votes violate Benford’s Law (Mathematics) ", " via ", "— Jim Hoft (@gatewaypundit) ", "GO AHEAD AND TRY IT FOR YOURSELF", "THEY ARE RUNNING SCARED LOL", "It should be noted that the anonymous user linked above provided a link to a ", " that was in no way banned or restricted due to its mention of Benford’s Law, and its originator (chronic disinformation purveyor Jim Hoft, who runs the Twitter account and right-wing blog @gatewaypundit) bears, for some reason, a blue checkmark.", "Hoft’s claim demonstrated significant engagement, all unencumbered by any of Twitter’s “disputed claim” or “this claim about election fraud” flags:", "Hoft linked to a November 7 2020 GNews.org ", " with the headline “Joe Biden’s votes violate Benford’s Law (Mathematics),” which began with a cascade of pseudointellectual lies:", "As the vote counting for the 2020 Presidential Election continues, various facts suggest rampant frauds in Joe Biden’s votes. So does mathematics in terms of the votes from precincts.", "Benford’s law or the first-digit law, is used to check if a set of numbers are naturally occurring or manually fabricated. It has been applied to detect the voting frauds in Iranian 2009 election and various other applications including forensic investigations.", "On ", ", a ", " written by Hoft was atop its list of trending topics, featuring the following headline:", "UPDATE: Facebook and Twitter Suspend Accounts That Posted on Benford’s Law Showing Biden’s Implausible Vote Totals — LABELING IT “SEXUAL EXPLOITATION”", "This part appears to be legitimate; we are contacting Facebook for details. However, that warning appears to be more a reaction to ", " made by Hoft and his ilk. We have contacted Facebook for comment.", "In that November 8 2020 post, Hoft primarily accused Facebook and Twitter of censoring shares of his tweet and the GNews.org post, writing:", "We have heard from many readers who told us once they retweeted this tweet or tried to post it on Facebook their account was suspended! The social media giants are preventing Americans from posting this mathematical evidence that proves Joe Biden’s numbers violate the Benford Law of normal distributions!", "In a prescient November 6 2020 ", " by the Election Integrity Partnership (“Vote Data Patterns Used to Delegitimize the Election Results”), claims about Benford’s Law were one of several topics discussed in relation to potential efforts to delegitimize the final vote tallies with social media-enabled election interference.", "The Election Integrity Project also displayed two charts, one called “Vote Tallies Projected against Benford’s Law,” and the other, “Final Vote Tallies Projected against Benford’s Law.” Contrasting the two, they wrote:", "The figure above [“Vote Tallies Projected against Benford’s Law”] shows the leading digit of reported vote tallies across select counties. For instance, the final tally in Dane County, Wisconsin was 338,946. This would count for one county in the 3 column. But why would anyone care to look at this kind of frequency distribution? Data forensic experts use these distributions to investigate fraud. They look at whether empirical distributions of leading digits deviate from a special distribution described by Benford’s Law. The law posits that leading digits of numbers are more likely to be smaller numbers (e.g., 1) than larger numbers (e.g., 9).", "[…]", "Returning to our voting tally in Figure 1, you will see that the tallies deviate from the line of expectation. So, does this mean fraud? Does it mean that vote counters were up to something nefarious? In this case, absolutely not. First, the example above is a simulation based on a computer script, rather than one based on real voter data. If we consider the final output of this 72 county simulation, it ends up looking like Figure 2 [“Final Vote Tallies Projected against Benford’s Law”]:", "In their conclusion, the Election Integrity Partnership noted that claims about Benford’s Law “proving” election fraud were based on early, incomplete data — not to mention a fundamental misunderstanding of how it works. Essentially, claimants citing Benford’s Law were ", " early or ", " to stake their claim:", "At this stage, the assumptions that lead to Benford’s law are violated leading to the patterns generated in the Figure 1 above. ", " Even at this stage, the distribution of county sizes still makes it unlikely to exactly match expectations. A more complete model might include non-random voting patterns whereby rural counties lean a different direction than urban ones. This, compared with the relationship between the rate of vote counting and county or precinct size would probably cause more drastic violations of assumptions. As this is a rapid response, incorporating this complexity was impractical.", "Unsurprisingly, a spike in interest involving one particular mathematical principle (Benford’s Law) led to drama over on the topic’s ", " page. On the “Talk” page for “Benford’s Law,” one section (“Benford, QAnon, and the 2020 election”) began:", " This is likely why there has been a big increase in interest in this page, and in particular the electoral fraud section. The short answer is no. ", " (which is how Benford detected possible fraud in Iran. ", " Of course, this cannot be posted in the article as it would constitute original research, but it is worth keeping a close eye on the article as there may be misleading edits made in support of the conspiracy theory over the next few days. Awoma (talk) 09:46, 8 November 2020", "Application (or misapplication) of Benford’s Law to the 2020 election eventually made an appearance in a ", ", regularly updated Twitter ", " by political reporter Isaac Saul cataloging disinformation around the results of the 2020 election:", "1/ ALRIGHT Y'ALL. ELECTION FRAUD DEBUNKING MEGA THREAD. I’m following claims of fraud and looking into them. I think I’ve solved most now. Nothing is holding up under any scrutiny so far so I’m making a thread to track in one place. Please RT! ", " ", "— Isaac Saul (@Ike_Saul) ", "On November 5 2020, Saul first ", " Benford’s Law, noting that he was not initially familiar with the principle nor its purported relation to current election fraud claims:", "76/ Okay! This was BY FAR the hardest one for me yet. It took some digging, because I wasn't very familiar with Benford's law and this person is not good at Twitter, so the thread is jumbled. But this is going very viral on FB and Twitter: ", "— Isaac Saul (@Ike_Saul) ", "Saul eventually cited a 2011 ", " (“Benford’s Law and the Detection of Election Fraud”) from ", ", vol. 19, no. 3. Its abstract explained:", "The proliferation of elections in even those states that are arguably anything but democratic has given rise to a focused interest on developing methods for detecting fraud in the official statistics of a state’s election returns. Among these efforts are those that employ Benford’s Law, with the most common application being an attempt to proclaim some election or another fraud free or replete with fraud. This essay, however, argues that, despite its apparent utility in looking at other phenomena, ", " Looking at simulations designed to model both fair and fraudulent contests as well as data drawn from elections we know, on the basis of other investigations, were either permeated by fraud or unlikely to have experienced any measurable malfeasance, ", ". It is not simply that the Law occasionally judges a fraudulent election fair or a fair election fraudulent. ", "A 2006 paper [", "] presented at a political methodology conference addressed the application of Benford’s Law alone to evidence claims of election fraud:", " Brady (2005) develops a version of this argument. The basic point is that often precincts are designed to include roughly the same number of voters. If a candidate has roughly the same level of support in all the precincts, which means the candidate’s share of the votes is roughly the same in all the precincts, then the vote counts will have the same first digit in all of the precincts. ", " For Benford’s Law to be satisfied for the first digits of vote counts clearly depends on the occurrence of a fortuitous distribution of precinct sizes and in the alignment of precinct sizes with each candidate’s support. It is difficult to see how there might be some connection to generally occurring political processes. So we may turn to the second significant digits of the vote counts, for which at least there is no similar knock down contrary argument.", "On skeptics.stackexchange.com, one reader ", " about the Benford’s Law and Biden votes rumor. Another commenter reiterated that such claims were predicated on cherry-picked early numbers, and promoters of the claim were ", ":", "I’ll address just the second charts, because ", "As commenters have noted, the vertical scales are different. Narrow vertical scales make changes look larger. While wide vertical scales smooth out changes. ", "[Graph]", "I had to eyeball the numbers from the graphs, but more precise numbers won’t change the outcome. I don’t even know if the numbers are correct. ", "Rumor’s that Biden’s victory was impossible because it somehow “violated” Benford’s Law gained further traction after Biden’s victory was called on November 7 2020, promoted by disinformation purveyors like Jim Hoft. Under even the slightest scrutiny, the claims dissolved for a number of reasons — such as their basis on early or single-district results, and general existing indications that Benford’s Law was a poor model with which to “prove” election fraud across the board."], "cats": ["Disinformation", "Fact Checks"], "score": 4.1905847}
{"titles": ["Did ‘4 GOP Senators’ Self-Quarantine After Voting Against the Coronavirus Relief Bill?"], "authors": ["Arturo Garcia"], "dates": [" March 16, 2020"], "page_Url": "https://www.truthorfiction.com/4-gop-senators-self-quarantine-coronavirus-bill/", "tags": ["Not True"], "content": ["In mid-March 2020, as Republican lawmakers faced criticism online over a bill that would provide sick pay to some American workers, a graphic spreading on ", " spread disinformation about both the bill’s progress and the way the vote broke down.", "The graphic — spread on the platform as a photograph instead of text — reads, “4 GOP Senators self quarantine WITH FULL PAY after voting NO to bill that would ensure pay to sick victims of the Virus.”", "The claim is false on several fronts. The bill referenced here, the ", " had not yet come before the Senate for a vote when this meme began to circulate. It ", " in the House by a margin of 363-40 on March 14 2020.", "The post also conflates Republican members of the Senate who announced self-quarantine measures with their party cohorts in the House who did the same. As CNN ", " after the bill passed:", "Five Republican lawmakers — Republican Sen. Ted Cruz along with Reps. Matt Gaetz of Florida, Doug Collins of Georgia, Paul Gosar of Arizona and Mark Meadows of North Carolina — opted to self-quarantine after interacting with an individual at the Conservative Political Action Conference who has tested positive for coronavirus. Gaetz announced on March 10 that his test results came back negative.", " …", "Republican Sens. Rick Scott of Florida and Lindsey Graham of South Carolina announced on March 12 that they were self-quarantining. Graham announced on March 15 that his test was negative.", "Collins voted in favor of the bill. ", " Gosar, and Meadows did not cast a vote. Three Democratic Party congressmembers — Don Beyer of Virginia, California’s Julia Brownley, and John Yarmuth of Kentucky — also announced that they were imposing a self-quarantine or working remotely. Yarmuth voted for the bill, while Beyer and Brownley did not vote.", "However, a Republican lawmaker is responsible for delaying the bill from reaching the Senate. Texas Rep. Louie Gohmert, who voted against the measure, has ", " that it be read in its entirety on the House floor, accusing House Democrats of trying to add changes to the bill without making them available for review."], "cats": ["Disinformation", "Fact Checks"], "score": 4.112189}
{"titles": ["No, Arizona’s Sharpie Ballots Were Not Spoiled"], "authors": ["Kim LaCapria"], "dates": [" November 4, 2020"], "page_Url": "https://www.truthorfiction.com/no-arizonas-sharpie-ballots-were-not-spoiled/", "tags": ["Not True"], "content": ["As vote-counting carried over into November 4 2020, disinformation about uncalled states spread on social media — such as a claim that poll workers in Arizona distributed Sharpie markers to voters — and that ballots marked in Sharpie were spoiled.", "Disinformation purveyor and Republican strategist Matt Schlapp — no stranger to ", " — was one of the Twitter users ", " the hoax, even linking to a PolitiFact article debunking claims that Arizona’s “Sharpie ballots” were uncounted as apparent evidence of some sort of conspiracy:", "Hey Big Tech, why are you flagging posts about ", " ballots completed with ", " pens? THEY COUNT. ", ". ", " ", "— Matt Schlapp (@mschlapp) ", "Another high-engagement ", " demanded that Fox News “retract Arizona immediately,” presumably due to the Sharpie ballot non-controversy:", "Fox News, retract Arizona immediately!!!", "— Brandon Straka (@BrandonStraka) ", "In the replies, fellow readers ", " the claim that ballots completed with Sharpies in Arizona had been spoiled, and deliberately at that:", "Tons of Trump votes being disqualified intentionally by poll workers who handed out sharpie pens and labeled them as mail ins. ", " ", "— M (@mbthreadz) ", "Google Trends indicated a huge ", " in searches for “Arizona Sharpie votes, “Arizona votes,” “Arizona Sharpie fraud, “Sharpie Arizona, “Arizona voter fraud Sharpie,” “Arizona election Sharpie,” “Who is the president of the United States,” and simply “Sharpie fraud”:", "Interest was, as expected, concentrated in the state of Arizona.  A top comment on a thread from ", " linked to a quote from a Maricopa County election information page:", "I live in AZ and while it is true that sharpies were being used at polling places it is false that ballots marked in sharpie are not counted. Here is a quote straight from the County Recorder website for Maricopa County:", "12. Do I need a special pen to mark my ballot?", "Voters at home may use a ballpoint pen in black or blue ink or a sharpie. Vote Centers use fine tip sharpies as they have the fastest drying ink, therefore preventing smudges when put through the Vote Center tabulation equipment. This is one of the upgrades of our new equipment and new ballots. Do not use red or red-adjacent ink.", "A FAQ ", " was linked and accurately quoted in the above comment; Sharpie-brand markers are explicitly listed as an acceptable writing implement to complete a ballot from home or at a polling place:", "Voters at home may use ballpoint pen in black or blue ink or a sharpie. Vote Centers use fine tip sharpies as they have the fastest drying ink, therefore preventing smudges when put through the Vote Center tabulation equipment. This is one of the upgrades of our new equipment and new ballots. Do not use red or red-adjacent ink.", "In a Facebook post, PolitiFact ", " not only that the claims about Sharpie invalidation were false, but that Sharpies are preferred because they are ", " ", " to spoil a ballot:", "It’s not clear precisely how the rumor about Sharpie markers and Arizona ballots got started (although we certainly have our ideas), but as lingering states were called, it was likely that disinformation purveyors would attempt to leverage the rumor to further create chaos and uncertainty about incoming election results. According to Arizona election officials, Sharpie markers do not spoil ballots, and the brand was recommended because of its lower likelihood of smudging."], "cats": ["Disinformation", "Fact Checks"], "score": 4.0958467}
{"titles": ["Did Bernie Sanders Say ‘I Will Never Tell You How to Vote, If I Do, Don’t Listen to Me’?"], "authors": ["Kim LaCapria"], "dates": [" April 13, 2020"], "page_Url": "https://www.truthorfiction.com/did-bernie-sanders-say-i-will-never-tell-you-how-to-vote-if-i-do-dont-listen-to-me/", "tags": ["Decontextualized"], "content": ["On April 13 2020, former presidential candidate and Vermont Sen. Bernie Sanders ", " Joe Biden, ", " ", " and tweets that attributed a quote to Sanders (“I will never tell you how to vote. If I do, don’t listen to me”) to recirculate:", "\"I will never tell you how to vote. If I do, don't listen to me.\"", "—Bernie Sanders", "— Tommy🌹🌻 (@tommyontheleft) ", "\"I will never tell you how to vote. If I do, don't listen to me.\" -Bernie Sanders ", "— BD Brucker (@bbrucker2) ", "Comment threads were peppered with a common version of the meme, one featuring Sanders (but not former opponent Hillary Clinton):", "In April 2020, a 2016 Reddit ", " about Sanders’ purported statement circulated as well:", "  ", " from ", " ", "Although references to the supposed statement by Sanders swearing off endorsements and urging supporters not to heed them in any event were plentiful, none of the references linked back to any particular original iteration. Presumably due to its age, Sanders would have made the comment during his 2016 campaign, if the statement was at all authentic.", "We located what appeared to be the source comments by Sanders, from an April 2016 MSNBC town hall event. A participant asked:", "My question is, many of your supporters are staunchly opposed to Hillary Clinton and are considering writing you in, voting for a third party candidate or not voting at all if you don’t win the nomination. I believe you will win the nomination and the presidency, but if you don’t, will you encourage your supporters to vote for Secretary Clinton?", "In response, Sanders said:", "Well, David, thanks for the question. And let me answer it, uh, in this way.", "Um, first, um, I think it is, you know, ", ". Uh, you’ll make these decisions yourself.", "She has got to go out to you and to millions of other people and say, yes, I think the United States should join the rest of the industrialized world and take on the private insurance companies and the greed of the drug companies and pass a Medicare for all. I think that says Secretary Clinton, that for the young people in this country, you should not have to leave college $30,000, $50,000, $70,000 in debt because we’re going to make as many other countries around the world do, public colleges and universities tuition-free. I think Secretary Clinton is going to have to explain to millions of young people and a lot of other people that climate change is a real crisis and incrementalism is just not going to solve it …", "… And she is going to have to come on board and say, yes, I know it’s hard, but I am going to take on the fossil fuel industry and pass a carbon tax. ", ", lower income people, the middle class, those of us who are concerned about the environment and not just big money interests.", "It appeared in 2020 that Sanders’ remarks were condensed down to “I will never tell you how to vote, if I do, don’t listen to me,” but that was a misleading distillation of his actual statement. What Sanders actually said was his base of support was “not a movement where I can snap my fingers and say to you or to anybody else what you should do, because you won’t listen to me,” adding “you shouldn’t.” But he continued, stating it was “incumbent upon” then-candidate Hillary Clinton to win over supporters who had “serious misgivings” about aspects of her platform."], "cats": ["Fact Checks", "Politics"], "score": 4.0958467}
{"titles": ["After ‘Defunding,’ Did Minneapolis Police Advise Residents to Give up Their Phones, Wallets, and Purses to Criminals?"], "authors": ["Kim LaCapria"], "dates": [" August 3, 2020"], "page_Url": "https://www.truthorfiction.com/after-defunding-did-minneapolis-police-advise-residents-to-give-up-their-phones-wallets-and-purses-to-criminals/", "tags": ["Mixed"], "content": ["On August 1 2020, Daily Caller writer Kyle Hooten ", " the following screenshot claiming that a defunded Third Precinct in Minneapolis instructed residents to simply hand valuables over to criminals due to an uptick in crime:", "Minneapolis City Government tells residents to be ready to give up their phones and wallets and to always cooperate with criminals: ", "— Kyle Hooten (@KyleHooten2) ", "One day later, podcaster Ben Ferguson ", " the notification, adding additional flair:", " ", "Ferguson added:", "AFTER DEFUNDING THE POLICE, MINNEAPOLIS HAS TURNED OVER THEIR CITY TO CRIMINALS. THIS IS A REAL NOTICE: HORRIFYING", "The original screenshot read:", "Attention 3rd Precinct Residents — July 28, 2020", "100 Robberies and 20 Carjackings have been reported to the 3rd Precinct Police in July alone. Downtown and Southwest Minneapolis have seen an increase as well. We want those who live and work here to be safe!", "Robbery Prevention Tips:", "It appeared Hooten was the sole source for the email, which did not seem to be available on any of Minneapolis’ official government sites. Hooten ", " in an August 1 2020 post that he had obtained the email, but added no additional information about the source. However, we were able to track down a local ", " that contained some of the same information about an uptick in crime in certain areas around the city:", "Minneapolis police on Tuesday reported a recent increase in robberies and carjackings in the Third and Fifth Precinct areas.", "According to police, suspects are targeting cellphones, purses and vehicles. Some victims have been maced, dragged, assaulted and some threatened with a gun, police said.", "The department said most of the incidents have occurred north of 42nd Street E.", "In July alone, 100 robberies and 20 carjackings have been reported to Third Precinct police.", "The precinct said downtown and southwest Minneapolis have also seen an increase.", "We were also able to obtain an email received by a resident of Minneapolis’ Third Precinct, presumably as part of the same alert system. It did not resemble the one shared by Hooten:", "On July 28 2020, a non-official “crime watch” page for Minneapolis residents on Facebook ", " yet another version of the purported warning — in a slightly different iteration that included typographical errors:", " ", "We were unable to verify the authenticity of that email.", "On June 26 2020, NPR ", " that the City of Minneapolis voted to “eliminate” the police department:", "The Minneapolis City Council on Friday unanimously approved a proposal to eliminate the city’s police department, marking the first step toward establishing a new “holistic” approach to public safety.", "However, the same article went on to report that the vote was preliminary:", "Under the proposed plan, the city would eliminate the existing police department and replace it with “a department of community safety and violence prevention, which will have responsibility for public safety services prioritizing a holistic, public health-oriented approach.”", "The department would be overseen by a director, nominated by the mayor and approved by the City Council. Only individuals with “non-law enforcement experience in community safety services, including but not limited to public health and/or restorative justice approaches,” will be eligible to hold the post, according to the amendment.", "[…]", "At that point, the decision represented a “proposed plan,” pending a vote in November 2020. On July 9 2020, MinnPost.com ", " the implications of the vote:", "A united message — a rarity for the group — emerged from the Minneapolis City Council in the aftermath of George Floyd’s death: It’s time to dismantle the Minneapolis Police Department.", "It’s a powerful statement. For many, it’s also unclear exactly what it means.", "Uncertainty, argue some council members, is baked into the proposition of creating a new public safety system. Even so, during its June 26 meeting, the council voted to send a proposal to the Minneapolis Charter Commission that would amend the city’s charter — essentially, its constitution — to allow for the dismantling of the police department.", "It’s the first step in the process of giving Minneapolis voters a say by putting the amendment on the ballot this November [2020], a timetable that would hurry the usual process for amending the city charter. And on [July 1 2020], ", "On August 2 2020, the vote was mentioned in ", " by NBC News. Once again, the City’s vote was described in somewhat nebulous terms:", "Amid the national protests about racial injustice and policing, the once-extreme demand to “defund the police” has gained traction, with ", " and other cities, like New York City, pledging to shift some funding away from the police and instead use that money for social services.", "Although the Minneapolis City Council voted on June 26 2020 to “eliminate the city’s police department,” it remained unclear how the vote would actually affect funding the city’s police or other services as of late July and early August 2020.", "Based on the posts embedded above, it was clear that many social media users inferred that the events of May, June, and July 2020 led police in Minneapolis to amend their advice to citizens about crime prevention.", "It is further true that advice reflecting that of the purported email was visible to anyone who visited MinneapolisMN.gov’s “Crime Prevention” resources ", ". Under “Robbery/Theft Prevention” were the following tips:", "Clearly, police in Minneapolis advised residents to cooperate with criminals during an attempted robbery, advising that “your life is worth more than your money or phone.” That advice was visible on the above-linked page on August 3 2020.", "That advice also had nothing to do with any events in May, June, or July 2020. We know this, because a version of the page ", " provided identical advice.", "A number of social media posts asserted that after Minneapolis “defunded” its police, the Third Precinct advised residents to surrender valuables to criminals as a consequence. That claim was dishonest, predicated on half-truths and out-of-context information. Although the city did vote to re-allocate funding from police in June 2020, we found no evidence that any “defunding” had yet occurred in July or August 2020. We were unable to locate a copy of the email, but portions of the crime prevention advice have remained unchanged since at least October 2019."], "cats": ["Disinformation", "Fact Checks"], "score": 4.047933}
{"titles": ["Virginia Voter Registration Disrupted on Deadline Day Due to ‘Accidentally’ Cut Cable"], "authors": ["Kim LaCapria"], "dates": [" October 13, 2020"], "page_Url": "https://www.truthorfiction.com/virginia-voter-registration-disrupted-on-deadline-day-due-to-accidentally-cut-cable/", "tags": ["True"], "content": ["“Accidentally” appeared as a trending topic on Twitter on October 13 2020, not long after Washington, DC-area news station @WUSA9 ", " that the state’s entire voter registration system went offline — on the last day to register before the 2020 election:", "; An accidentally cut cable has caused the entire Virginia voter registration online system to go down on the last day to register to vote before election day.", "Here's what we know so far ⬇️", "— WUSA9 (@wusa9) ", "Alongside a link to an article, the news organization wrote:", "#BREAKING; An accidentally cut cable has caused the entire Virginia voter registration online system to go down on the last day to register to vote before election day.", "Here’s what we know so far ⬇️", "The lead-up to Election Day 2020 was marred with myriad news stories about attempted or actual ", ", many of which involved “", "” with the United States Postal Service. News reports that the cable was “accidentally” disrupted led to ", " ", " deeming the timing of the incident ", ", at best:", "What are the chances an important cable was cut accidentally on the last day to register to vote in Virginia? ", "— Keith Boykin (@keithboykin) ", "Hearing reports that voting machines were accidentally placed atop greased flagpoles surrounded by pits of cobras, here's what we know so far, you absolutely cannot outrun a cobra ", "— Mass for Shut-ins (is a podcast) (@edburmila) ", "At 9:48 AM local time, the Virginia Department of Elections ", " about the cut cable and ensuing connectivity issues:", "This morning we were alerted by VITA that a fiber cut near the Commonwealth Enterprise Solutions Center was impacting data circuits and VPN connectivity for multiple agencies. This has affected the citizen portal along w/ registrar’s offices.", "— VA Dept of Elections (@vaELECT) ", "WUSA9’s reporting appeared to largely reference the Virginia Board of Elections tweet above. Approximately fifteen minutes before that tweet, ", " Mike Valerio tweeted about the outage, adding that officials had “feared” that such a scenario would come to pass:", "NEW >> Virginia voter registration system is DOWN for the entire state… on the final day to register.", "Officials feared this would happen.", "They told us over the system, called VERIS, is still “insufficiently reliable”", "STORY:", " ", " ", "— Mike Valerio (@MikevWUSA) ", "Valerio linked to his own September 29 2020 ", " about the reliability of Virginia’s voting systems:", "Virginia Elections Commissioner Christopher E. Piper vigorously defended the integrity of the system, and said Virginians should sleep soundly concerning the integrity of the network. In a wide-ranging interview, Piper staked his reputation on VERIS shepherding the commonwealth through the November 3 [2020] election, without failure.", "“We’ve done a lot of work on VERIS, and we’ve added features and functions to ensure that when VERIS is being used by the citizens and the registrars, that it is in optimal performance … The important thing is, is that we currently have VERIS, we feel good about it, and we’re going to continue operating with it.”", "Valerio explained in his story that ", " handles voter registration — and it has been plagued with issues from its inception:", "The system adds, updates and cancels voter registration, verifies eligibility to vote, and generates lists of people who can cast ballots across the commonwealth.", "VERIS also plays an essential role with mail-in ballots, as the system approves or denies absentee voting applications.", "But perhaps VERIS’s most high-profile function is reporting results on election night. VERIS records every vote cast in Virginia, and displays the results on the state’s election website.", "It was a system originally built for Indiana. Virginia requested a modified design and began using what would then become VERIS in 2007.", "After significant failures with servers crashing in 2014 and 2016, temporarily shutting down Virginia’s election website and voter registration, respectively, state auditors launched an investigation.", "Prepared for the state General Assembly in September 2018, the report concluded VERIS “is not sufficiently functional or reliable,” and strongly suggested the legislature examine replacing the network.", "WRC-TV also covered the outage on October 13 2020, ", " that voters called for a deadline extension:", "Lt. Gov. Justin Fairfax said that outages are reported statewide and called for the voter registration deadline to be extended beyond Tuesday [October 13 2020]. However, the Board of Elections hasn’t announced plans to adjust the deadline. A spokesperson didn’t immediately reply to an inquiry about whether the deadline would be extended.", "WKBW provided resources for unregistered voters to register by mail ", ".", "Visitors to Virginia’s voter registration ", " saw the following screen (", "), in a tab labeled “Waiting Room”:", "Under a “Virginia Department of Elections” logo, text read:", "THANK YOU FOR COMING TO THE DEPARTMENT OF ELECTIONS’ CITIZEN PORTAL WEBSITE.", " Due to a network outage the Citizen Portal is temporarily unavailable. We are working with our network providers to restore service as quickly as possible.", "Please check back later for your online voter registration or absentee needs.", "If you would like to apply for voter registration now, you may fill out and print the paper application here. [link]", " If you would like to apply to vote by mail now, you may fill out and print the paper application here. [link]", "As of 2:30 PM local time, Virginia’s Department of Elections issued no further guidance beyond a tweet about the cable indicating that technicians were “on site and working to repair; updates will be provided as work progresses.” No information about the circumstances under which the cable was cut had been disclosed, nor was any information provided indicating whether voting times would be extended."], "cats": ["Fact Checks", "Politics"], "score": 4.016834}


